[

{"verse" : "3:1 Naye tegeera kino nga mu nnaku ez'oluvannyuma ebiro eby' okusba ennaku birijja."},               
{"verse" : "2 Kubanga bantu baliba nga beeyagala bokka,baagala ebintu, abeenyumiriza, b'amalala, abavumi, abatagondera bazadde baabwe, abateebaza, abatali batukuvu,"},
{"verse" : "3 abatayagala ba luganda, abatatabagana, abawaayiriza, bateegendereza, abakambwe, abaayagala bul ungi,"},
{"verse" : "4 ab'enkwe, abaakanyavu, abeegulumiza, abaagala ssanyu okusinga Katonda;"},
{"verse" : "5 nga balina ekifaananyi ky'okutya Katonda, naye nga beegaana amaanyi gaakwo: era nabo obakubanga amabega."},
{"verse" : "6 Kubanga ku abo be bantu basensera mu nnyumba ne banyaga bakazi abasirusiru abazitoowererwa bibi ebingi, abafugibwa okwegomba okutali kumu,"},
{"verse" : "7 abayiga bulijjo, ne batayinza ennaku zonna kutuuka ku kutegeerera ddala mazima."},
{"verse" : "8 Era nga Yane ne Yambere bwe baaziyiza Musa,ne bano bwe batyo baziyiza amazima; bayonooneka amagezi gaabwe, abatasiimibwa mu kukkiriza."},
{"verse" : "9 Naye tebalyeyongerako kuyitirira: kubanga obusirusiru bwabwe bulitegeeerwa ddala abantu bonna, era ng'owa bali bwe bwali."},
{"verse" : "10 Naye gwe wagoberera nnyo okuyigiriza wange, empisa zange, okuteesa wange, okukkiriza kwange, okuumiikiriza kwange, okwagala kwage, okulindirira kwange,"},
{"verse" : "11 okuyigganyizibwa kwange, okubonaabona kwange; ebyambeerako mu Antiyokiya, mu Ikoniyo, mu Lusitula; okuyigganyizibwa kwe nnayigganyizibwanga bwe kwali: era Mukama waffe yandokola mu byonna."},    
{"verse" : "12 Naye era bonna abaagala mu Kristo Yesu okukwatanga empisa ez'okutya Katonda banaayigganyizibwanga."},
{"verse" : "13 Naye abantu ababi n'abeetulinkirira balyeyongera okuyitiriran ga mu bubi, nga balinba era nga balimbibwa."},
{"verse" : "14 Naye ggwe beeranga mu ebyo bye wayiga n'otegeerera ddala, ng'omanyi bakuyigiriza bwe bali;"},
{"verse" : "15 era n g'okuva mu buto wamanyanga ebyawandiikibwa ebitukuvu ebiyinza okukugeziwaza okuyingira mu bulokovu olw'okukkiriza okuli mu Kristo Yesu."},    
{"verse" : "16 Buli ekyawandiikibwa kirina okuluŋŋamya kwa Katonda, era kigasa olw'okuyigirizanga, olw'okunenyanga, olw'okutereezanga, olw'okubuulira okuli mu butuukirivu;"},
{"verse" : "17 omuntu wa Katonda alemenga okubulwa kyonna kyonna, ng'alina ddala byonna olwa buli mulimu omulungi."}
]