[

{"verse" : "2:1 Kale ggwe, mwana wange, beeranga wa maanyi mu kisa ekiri mu Kristo Yesu."},
{"verse" : "2 Era bye wawuliranga gye ndi mu bajulirwa abangi, ebyo biteresenga abantu abeesigwa, era abalisaanira okuyigiriza n'abalala."},
{"verse" : "3 Bonaboneranga wamu nange ng'omulwanyi omulungi owa Kristo Yesu."},
{"verse" : "4 Siwali mulwanyi bw'atabaala eyeeyingiza mu mitawaanaegy'obulamu buno, alyoke asiimibwe eyamuwandiika okuba omulwanyi."},
{"verse" : "5 Nayeera omuntu bw'awakana, taweebwa ngule bw'atawakana nga bwe kiragirwa."},
{"verse" : "6 Omulimi akola emirimu kimugwanira okusooka okutwala ku bibala."},
{"verse" : "7 Lowooza kye njogedde; kubanga Mukama waffe anaakuwanga okutegeera mu bigambo byonna."},
{"verse" : "8 Jjukira Yesu Kristo, nga yazuukira mu bafu, ow'omu zzadde lya Dawudi, ng'enjiri yange bw'eyogera:"},
{"verse" : "9 gye mbonaboneramu okutuusa ku kusibibwa, ng'akola obubi; naye ekigambo kya Katonda tekisibibwa."},
{"verse" : "10 Kyenva ngumiikiriza byonna olw'abalonde, era nabo balyoke bafune obulokovu obuli mu Kristo Yesu, wamu n'ekitiibwa ekitaggwaawo."},
{"verse" : "11 Ekigambo kino kyesigwa nti Kuba oba nga twafa naye, era tulibeera balamu naye "},
{"verse" : "12 oba nga tugumi ikiriza, era tulifuga naye: oba nga tulimwegaana era naye alitwegaan a ffe:"},
{"verse" : "13 oba nga tetukkiriza, ye abeera mwesigwa kubanga tayinza kwerimba."},
{"verse" : "14 Ebyo obibajjukizanga, ng'obakuutirira mu maaso ga Mukama waffe, obutalwananga na bigambo ebitagasa, ebikyamya abawulira"},
{"verse" : "15 Fubanga okweraga ng'osiimibwa Katonda, omukozi atakwatibwa nsonyi, ayisa wakati ekigambo eky'amazima."},               
{"verse" : "16 Naye ebigambo ebitaliimu ebitali bya ddiini obye walanga: kubanga baliyitirira mi butatya Katonda,"},
{"verse" : "17 n'ekigambo kyabwe kirirya nga kookolo: ku abo ye Kumenayo ne Fireeto;"},
{"verse" : "18 kubanga baakyama mu mazima, nga boogera ng'okuzuukira kwamala okubeerawo, era waliwo abantu be baavuunikirira okukkiriza kwabwe"},
{"verse" : "19 Naye omusingi gwa Katonda omugumu gubeerawo, nga gulina akabonero kano nti Mukama waffe amanyi ababe: era nti Yeewalenga obutali butuukirivu buli ayatula erinnya lya Mukama waffe"},
{"verse" : "20 Naye mu nnyumba ennene temubaamu bintu bya zaabu na bya ffeeza byokka,naye era n'eby'emiti n'eby'ebbumba; n'ebirala eby'ekitiibwa, n'ebirala ebitali bya kitiibwa"},
{"verse" : "21 Kale omuntu bwe yeerongoosaako ebyo, anaabeeranga ekintu eky'ekitiibwa, ekyatukuzibwa, ekisaanira omwami okuweerezan ga ekyalongooserezebwa buli mulimi omulungi."},
{"verse" : "22 Naye okwegomba okw'omu buvubuka okwewalanga naye ogobereranga obutuukirivu okukkiriza, okwagala, emirembe awamu n'abo abamusaba Mukama waffe mu mwoyo omulongoofi:"},
{"verse" : "23 Naye omuddu wa Mukama waffe tekimugwanira kulwananga, wabula okubeeranga omukkakkamu eri bonna, omuyigiriza, omugumiikiriza,"},
{"verse" : "24 abuulirira n'obuwombeefu abawakanyi, mpozzi oba nga Ka tonda alibawa okwenenya olw'okutegeerera ddala amazima,"},
{"verse" : " 25 era balitamiirukuka okuva mu mutego wa Setaani, oyo ng'amaze okuakwasa okukolanga okwagala kw'oli."}
]