[{"verse" : "1:1 Yuda, omuddu wa Yesu Kristo, era muganda wa Yakobo, eri abo abayitibwa, abaagalwa mu Katonda Kitaffe, era abakuumirwa Yesu Kristo:"},
{"verse" : "2 okusaasira n'emirembe n'okwagala byongerwengako gye muli."},
{"verse" : "3 Abaagalwa, bwe nnali nga nfuba okubawandiikira eby'obulokozibwaffe fenna) nnawalirizibwa okubawandiikira okubabuulirira okuwakaniranga ennyo okukkiriza abatukuvu kwe baaweebwa omulundi ogumu."},               
{"verse" : "4 Kubanga waliwo abantu abayingira nga basensera abaawandiikirwa edda omusango guno, abatatya Katonda, abakyusa ekisa kya Katonda waffe okuba obukaba, ne beegaana Yesu Kristo, ye Mwami ye Mukama waffe omu yekka."},
{"verse" : "5 Naye njagala okubajjukiza, newakubadde nga byonna mwabimanya omulundi gumu, nga Mukama, bwe yamala okulokola abantu mu nsi y'e Misiri, oluvannyuma n'azikiriza abatakkiriza."},
{"verse" : "6 Ne bamalayika abataakuuma bukulu bwabwe bo, naye ne baleka ekifo kyabwe bo bennyini, abakuumira mu njegere ez'ennaku zonna wansi w'ekizikiza olw'omusango ogw'oku lunaku olukulu."},
{"verse" : "7 Nga Sodomu ne Ggomola n'ebibuga ebyaliraanawo, bwe byayendera ddala okwenkana nabo ne bikyama okugobereranga omubiri omulala, byateekebwawo okuba ekyokulabirako, nga bibonerezebwa n'omusango ogw'omuliro ogutaggwaawo."},
{"verse" : "8 Naye era benkana nabo mu kulootaloota kwabwe nga basiiga omubiri empitambi era bagaana obukulu, era bavuma ab'ekitiibwa."},
{"verse" : "9 Naye Mikaeri, malayika omukulu, bwe yayomba ne Setaani n'ayogera naye olw'omubiri gwa Musa, teyaya ŋŋanga kumuleetako musan go gwa kuvuma, naye yagamba nti Mukama akunenye."},    
{"verse" : "10 Naye abo bye batamanya byonna babivuma: bye bamanya mu buzaaliran wa ng'ensolo ezitalina magezi mu ebyo bazikirira."},
{"verse" : "11 Zibasanze! kubangabatambulira mu kkubo lya Kayini, ne baddukanira mu kukyama kwa Balamu olw'empeera, ne babuulira mu kuwakana kwa Koola."},
{"verse" : "12 Bano ge mayinja agatalabika mu mbaga zammwe ez'okwagalana bwe balya nammwe, abasumba abeerunda bokka awatali kutya; ebire ebitaliimumazzi nga bitwalibwa empewo; emiti egiwaatula, egitalina bibala,egyafa awabiri, egyakuulibwa n'emmizi;"},
{"verse" : "13 amayengo ag'omu nnyanja ageefuukuul a, agabimba ejjovu ze nsonyi zaabwe bo; emmunyeenye ezikyam a eziterekeddwa ekizikiza ekikutte ennyo emirembe n'emirembe."},
{"verse" : "14 Era abo yabalagulako Enoki, ow'omusanvu okuva ku Adamu, ng'ayogera nti Laba, Mukama yajja n'abatukuvu be kakumi,"},
{"verse" : "15 okuleeta omusango ku bonna, n'okusinza omusango bonna abatatya Katonda olw'ebikolwa byabwe byonna bye bakoledde mu butaiya Katonda, n'olw'ebigambo byabwe byonna ebikakanyavu aboonoonyiabatatya Katonda bye bamwogeddeko."},
{"verse" : "16 Abo be beemulugunya, be banyiiga, abatambula ng'okwegomba kwabwe bwe kuli (n'akamwa kaabwe koogera ebigambo ebiyinga okukulumbala), nga bassaamu abanru ekitiibwa olw'amagoba."},
{"verse" : "17 Naye mmwe, abaagalwa, mujjukirenga ebigambo ebyayogerwa edda abatume ba Mukama waffe Yesu Kristo;"},    
{"verse" : "18 bwe baabagamba nti Mu biro eby'oluvannyuma walibaawo abasekerezi abatambula ng'okwegom ba kwabwe bo bwe kuli okw'obutarya Katonda."},
{"verse" : "19 Abo be baleeta okwawula, ab'omubiri, abatalina Mwoyo."},               
{"verse" : "20 Naye mmwe, abaagalwa, bwe mwezimba ku kukkiriza kwamniwe okutukuvu ennyo, nga musaba mu Mwoyo Omutukuvu,"},
{"verse" : "21 mwekuumenga mu kwagala kwa Katonda, nga mulindirira okusaasira kwa Mukama waffe Yesu Kristo olw'obulamu obutaggwaawo."},
{"verse" : "22 Era abalala mubasaasirenga ababuusabuusa;"},
{"verse" : "23 era abalala mubalokolenga, nga mubakwakkula okubaggya mu muliro; era abalala mubasaasirenga mu kutya; nga mukyawa ekyambalo omubiri kye gwasuga amabala."},
{"verse" : "24 Naye oyo ayinza okubakuuma obuteesittala, n'okubayimiriza mu maaso g'ekitiibwa kye nga temuliiko bulema mu kujaguza,"},
{"verse" : "25 Katonda omu yekka Omulokozi waffe, ku bwa Yesu Kristo Mukama waffe, aweebwenga ekitiibwa, obukulu, amaanyi n'obuyinza, edda n'edda ng'emirembe n'emirembe teginnabaawo, kaakano era n'emirembe egitaliggwaawo. Amiina."}
]