[
{"verse" : "1:1 Pawulo, omuddu wa Katonda, era omutume wa Yesu Kristo, ng'okukkiriza kw'abalonde ba Katonda bwe kuli n'okutegeera amazim a agali mu kutya Katonda,"},     
{"verse" : "2 mu kusuubira obulamu obutaggwaawo, Katonda atayinza kulimba bwe yasuubiza ebiro eby'emirembe n'emirembe nga tebinnabaawo;"},               
{"verse" : "3 naye mu ntuuko ze yalabisa ekigambo kye mu kubuulira kwe nnateresebwa nze ng'ekiragiro kya Katonda Omulokozi waffe bwe kiri;"},
{"verse" : "4 eri Tito, omwana wange ggeregere ng'okukkirizakwaffe fenna bwe kuli: ekisa n'emirembe ebiva eri Katonda Kitaffe ne Kristo Yesu Omulokozi waffe bibeerenga gy'oli."},
{"verse" : "5 Kyennava nkuleka mu Kuleete, olyoke olongoosenga ebyasigalira, era oteekenga abakadde mu buli kibuga a nga nze bwe nnakulagira;"},
{"verse" : "6 omuntu w'atabangako musango, ng'alina omukazi omu, ng'alina abaana abakkiriza, abataloopebwa nga balalulalu, so si abatagonda."},
{"verse" : "7 Kubanga omulabirizi kimugwanira obutaban gako musango, ng'omuwanika wa Katonda; si mukakanyavu, si wa busungu, si ayombera ku mwenge, si akuba, si eyeegomba amagoba mu bukuusa;"},
{"verse" : "8 naye ayaniriza abagenyi, ayagala obulungi, eyeegendereza, mutuukirivu, mutukuvu, eyeekuuma;"},
{"verse" : "9 anyweza ekigambo ekyesigwa ekiri ng'okuyigiriza kwaffe bwe kuli, alyoke ayinzenga okubuulirira mu kuyigiriza okw'obulamu, era n'okusinga abayomba naye."},
{"verse" : "10 Kubanga eriyo bangi abatagonda, aboogera ebitaliimu, abalimba, era okusingaba mu bakomole,"},
{"verse" : "11 abagwanira okuzibibwanga emimwa; kubanga abo be bavuunika ennyumba ennamba nga bayigiriza ebitabagwanidde, olw'amagoba ag'obukuusa:"},
{"verse" : "12 Omu ku bo, nnabbi waabwe bo, yagamba nti Abakuleete balimba ennaku zonna, ensolo embi, embuto engayaavu."},
{"verse" : "13 Okutegeeza okwo kwa mazima. Kyova oba boggoleranga n'obukambwe, balyoke babeere n'obulamu olw'okukkiriza"},               
{"verse" : "14 balemenga okuwulira enfumo ez'obulimba ez'Ekiyudaaya n'ebiragiro by'abantu abakyuka okuleka amazima."},
{"verse" : "15 Eri abalongoofu byonna birongoofu: naye abasiigibwa obugwagwa n'abatakkiriza eri abo tewali kirongoofu; naye amagezi gaabwe era n'omwoyo byasiigibwa obugwagwa."},
{"verse" : "16 Baatula nga bamanyi Katonda; naye mu bikolwa byabwe bamwegaana, kubanga bagwagwaera abatawulira era abatasiimibwa mu buli kikolwa kyonna ekirungi."}
]