[

{"verse" : "5:1 Mu ddembe Kristo yatufuula ba ddembe: kale munywere, mulemenga okusibibwa nate mu kikoligo ky'obuddu."},               
{"verse" : "2 Laba, nze Pawulo mbagamba nti bwe munaakomolebwanga, Kristo talibaako ky'alibagasa."},
{"verse" : "3 Era nate ntegeeza buli muntu akomolebwa nti alina ebbanja ery'okukolanga eby'amateeka byotuna:"},
{"verse" : "4 Mwawuliddwa eri Kristo, mmwe abaagala okuweebwa obutuukirivu mu mateeka; mugudde okuva mu kisa,"},
{"verse" : "5 Kubanga ffe ku bw'Omwoyo olw'okukkiriza tulindirira essuubi ery'obutuukirivu."},
{"verse" : "6 Kubanga mu Kristo Yesu okukomolebwa tekulina maanyi newakubadde obutakomolebwa, wabula okukkiriza okukola olw'okwagala."},
{"verse" : "7 Mwali mutambula bulungi; anti eyabaziyiza"},
{"verse" : "8 Okuwemba okwo tekwava eri oyo abayita."},
{"verse" : "9 Ekizimbulukusa ekitono kizimbulukusa ekitole kyonna."},
{"verse" : " 11 Naye n ze, ab'oluganda, oba nga nkyayigiriza okukomolebwa, kiki ekikyanjigganyisa? kale enkonge ey'omusalaba ng'evuddewo."},
{"verse" : "12 Nnandyagadde bali abababuguutanya n'okweyawula beeyawule."},
{"verse" : "13 Kubanga mmwe, ab'oluganda, mwayitibwa lwa ddembe; naye eddembe lyammwe liremenga okubeera omubiri kwe guyima, naye olw'okwagala muweerezaganen ga mwekka na mwekka."},               
{"verse" : "14 Kubanga amateeka gonna garuukirira mu kigambo kimu, mu kino nti Oyagalanga muntu munno nga bwe weeyagala wekka."},
{"verse" : "15 Naye bwe mulumagana, bwe mulyaŋŋana, mwegenderezenga mulemenga okwemalawo mwekka na mwekka:"},
{"verse" : "16 Naye njogera nti Mutambulirenga mu Mwoyo, kale temuutuukirizenga kwegomba kwa mubiri."},
{"verse" : "17 Kubanga omubiri gwegomba nga guwakana n'Omwoyo, n'Omwoyo nga guwakana n'omubiri; kubanga ebyo byolekanye, mulemenga okukola ebyo bye mwagala."},
{"verse" : "18 Naye bwe muluŋŋamizibwa Omwoyo, nga temufugibwa mateeka."},
{"verse" : "19 Naye ebikolwa by'omubiri bya lwatu, bye bino, obwenzi, empitambi, obukaba,"},
{"verse" : "20 okusinzaebifaananyi, okuloga; obulabe, okuyomba; obuggya; obusunga, empaka, okweyawula, okwesalamu,"},
{"verse" : "21 ettima, obutamiivu, ebinyumu, n'ebiri ng' ebyo: nsooka okubabuulira ku ebyo, nga bye nnasooka okubabuulira, nti baliabakola ebiri ng'ebyo tebalisikira bwakabaka bwa Katonda."},
{"verse" : "22 Naye ebibala by'Omwoyo kwe kwagala, okusanyuka, emirembe, okugumiikiriza, ekisa, obulungi, okukkiriza,"},
{"verse" : "23 obuwombeefu, okwegendereza: ku biri ng'ebyo tewali mateeka."},
{"verse" : "24 N'abo aba Kristo Yesu baakomerera omubiri wamu n'okukwatibwa n'okwegomba kwagwo."},
{"verse" : "25 Bwe tuba abalamu ku bw'Omwoyo, era tutambulenga ku bw'Omwoyo,"},
{"verse" : "26 Tuleme okwenyumiririzanga obwereere, nga twesunguwaza fekka na fekka, nga tukwatibwa obuggya fekka na fekka."}
]