[
{"verse" : "6:1 Ab'oluganda, omuntu bw'alabibwanga ng'ayonoonye; mmwe ab'omwoyo mumulongoosenga ali bw'atyo mu mwoyo gw'obuwombeefu; nga weekuuma wekka naawe olemenga okukemebwa."},
{"verse" : "2 Mubeeraganenga emigugu mwekka na mwekka, mutuukirizenga bwe mutyo etteeka lya Kristo."},
{"verse" : "3 Kubanga omuntu bwe yeerowoozanga okuba ekintu, nga sikintu, nga yeerimbalimba."},
{"verse" : "4 Naye buli muntu akemenga omulimu gweku bubwe; alyoke abeere n'okwenyumiriza ku bubwe yekka so si ku bwa mu lala:"},
{"verse" : "5 Kubanga buli muntu alyetikka omutwalo gwe ye."},
{"verse" : "6 Naye ayigirizibwanga ekigambo assenga ekimu n'oyo ayigiriza mu birungi byonna."},
{"verse" : "7 Temulimbibwanga; Katonda tasekererwa: kubanga omuntu kyonna ky'asiga era ky'alikungula."},
{"verse" : "8 Kubanga asigira omubiri gwe ye,alikungula mu mubiri okuvunda; naye asigira Omwoyo, alikungula mu Mwoyo obulamu obutaggwaawo."},                      
{"verse" : "9 Tuleme okuddiriranga mu kukola obulungi: kubanga ebiro bwe birituuka, tulikungula; nga tetuzirise."},
{"verse" : "10 Kale, bwe tunaalabanga ebbanga, tubakolenga obulungi bonna, naye okusi nga abo abali mu nnyumba ey'okukkiriza."},
{"verse" : "11 Mulabe bwe mbawandiikidde mu nnukuta ennene n'omukono gwange nze."},               
{"verse" : "12 Bonna abaagala okwewoomereza mu mubiri be babawaliriza okukomolebwanga; kyokka balemenga okuyigganyizibwa olw'omusalaba gwa Kristo:"},
{"verse" : "13 Kubangaera n'abo bennyini abakomolebwa amateeka tebagakwata; naye baagala mmwe okukomotebwanga, balyoke beenyumiririzenga ku mubiri gwammwe."},
{"verse" : "14 Naye nze ssaagala kwenyumirizanga, wabula ku musalaba gwa Mukama waffe Yesu Kristo; olw'ogwo ensi ekomereddwa gye ndi, nange eri ensi."},
{"verse" : "15 Kubanga okukomolebwa si kintu, newakubadde obucakomolebwa, wabula ekitonde ekiggya."},
{"verse" : "16 N'abo bonna abanaatambuliranga mu tteeka eryo, emirembe gibenga ku bo, n'okusaasirwa, ne ku Isiraeri wa Katonda."},
{"verse" : "17 Okutanula kaakan o, omuntu yenna aleme okunteganyanga: kubanga ntwala enkovu za Yesu zisaliddwa ku mubiri gwange."},
{"verse" : "18 Ekisa kya Mukama waffe Yesu Kristo kibeerenga wamu n'omwoyo gwammwe, ab'oluganda. Amiina."}

]