[
{"verse" : "3:1 Mmwe Abaggalatiya abatalina magezi, ani eyabaloga, so n ga Yesu Kristo yakomererwa nga mulaba?"},
{"verse" : "2 Kino kyokka kye njagala mmwe okuntegeeza nti Mwaweebwa Omwoyo lwa bikolwa bya mateeka nantild lwa kuwulira kwa kukkiriza?"},
{"verse" : "3 Bwe mutyo bwe mutalina magezi ? Abaasookera mu Mwoyo, kaakati mutuukiririzibwa mu mubiri?"},
{"verse" : "4 Mwabonyaabonyezebwa ebyenltana awo bya bwereere? so nga ddala si bwereere."},    
{"verse" : "5 Abawa Omwoyo, akola eby'amaanyi mu mmwe, akolaIwa bikolwa bya mateeka nantiki lwa kuwulira kwa ku kkiriza?"},
{"verse" : "6 Nga Ibulayimu bwe yakkiriaza Katonda, ne kumubalirwa okubeera obutuukirivu."},
{"verse" : "7 Kale mutegeere ng'abayima mu kukkiriza be baana ba Ibulayimu."},
{"verse" : "8 N'ekyawandiikibwa bwe kyalaba edda Katonda bw'aliwa amawanga obutuukirivu olw’okukkiriza, ne kibuulira olubereberye Ibulayimu enjiri nti Mu ggwe amawanga gonna mmwe galiweerwa omukisa."},
{"verse" : "9 Bwe kityo abayima mu kukkiriza baweerwa omukisa awamu ne Ibulayimu eyalina okukkiriza."},
{"verse" : "10 Kubanga bonna abayima mu bikolwa by'amateeka, bafugibwa kikolimo: kubanga kyawandiikibwa nti Akolimiddwa buli ataabinyiikirira byonna ebyawandiikibwa mukitabo ky'amateeka, okubikolanga."},               
{"verse" : "11 Era kimanyiddwa nga mu mateeka tewali aweebwa butuukirivu eri Katonda: kubanga nti Abatuukirivu baanabeeranga balamu lwa kvkkiriza;"},
{"verse" : "12 naye amateeka tegayima mu kukkiriza; naye nti Omuntu agakola anaabeeraaga mulamu mu go."},
{"verse" : "13 Kristo yatununula mu kikolimo ky'amateeka, bwe yafuuka ekikolimo ku lwaffe: kubanga kyawandiikibwa nti Akolimiddwa buli awanikiddwaku muti:"},
{"verse" : "14 omukisa gwa Ibulayimu gulyoke gutuuke eri amawanga mu Kristo Yesu; tulyoke tuweebwe ekyasuubizibwa eky'Omwoyo olw'okukkiriza."},
{"verse" : "15 Ab'oluganda; njogera mu buntu: endagaano newakubadde nga ya muntu buntu bw'emala okunywera tewali agiggyawo newakubadde agyongerako."},
{"verse" : "16 Ebyasuubizibwa byagambibwa Ibulayimu n'omuzzukulu we. Tayogera nti N'eri abazzukulu, nga bangi,naye ng'omu nti N'eri omuzzukulu wo, ye Kristo."},
{"verse" : "17 Kino kye njogera nti Endagaano eyasooka okunywezebwa Katonda, amateeka agajja nga wayiseewo emyaka ebikumi bina mu asatu tegagiggyaawo n'okudibya ekyasuubizibwa."},
{"verse" : "18 Kuba oba ng'obusika buva mu mateeka, n ga tebuva nate mu kusuubiza: naye Katonda yabuwa Ibulayimu olw'okusuubiza, "},
{"verse" : "19 Kale amateeka kiki? Gassibwawo lwa kwonoona okutuusa w'alijjira omuzzukulu eyasuubizibwa, gaalagirwa bamalayika mu mikono gy'omutabaganya."},
{"verse" : "20 Naye omutabaganya si w'omu; naye Katonda ye omu."},
{"verse" : "21 Kale amateeka tegatabagana n'ebyasuubizibwa Katonda? Kitalo: kuba singa amateeka gaaweebwa nga ge gayinza okuleeta obulamu, ddala obutuukirivu bwandibadde mu mateeka."},               
{"verse" : "22 Naye ebyawandiikibwa byabisiba byonna mu bufuge bw'ekibi, abakkiriza balyoke baweebwe ekyasuubizibwa ekiva mu kukkiriza Yesu Kristo."},
{"verse" : "23 Naye okukkiri za nga tekunnaba kujja, twakuumirwanga mu bufuge bwa mateeka, ngatusibibwa olw'okukkiriza okugenda okubikkulwa."},
{"verse" : "24 Bwe kityo amateeka yali mutwazi waffe eri Kristo, tulyoke tuweebwe obutuukirivuolw'okukkiriza."},
{"verse" : "25 Naye okukkiriza bwe kumaze okujja, tetukyali mu bufuge bwa mutwazi."},
{"verse" : "26 Kubanga mmwe mwenna muli baana ba Katonda olw'okukkiriza, mu Kristo Yesu."},
{"verse" : "27 Kubanga mwenna abaabatizibwa okuyingira mu Kristo, mwayambala Kristo."},
{"verse" : "28 Tewali Muyudaaya, newakubadde Omuyonaani, tewali muddu newakubadde ow'eddembe, tewali musajja na mukazi: kubanga mmwe mwenna muli omu mu Kristo Yesu."},
{"verse" : "29 Era mmwe bwe muli aba Kristo, kale muli zzadde lya Ibulayimu, era muli basika ng'okusuubiza bwe kwali."}
]