[{"verse" : "1:1 Pawulo omutume (ataava mu bantu newakubadde okuyiia eri omuntu, wabula eri Yesu Kristo ne Katonda Kitaffe, eyamuzuukizamu bafu),"},
{"verse" : "2 n'ab'oluganda bonna abali nange tubawandiikidde ekkanisa ez'e Ggalatiya:"},
{"verse" : "3 ekisa kibenga gye muli n'emirembe ebiva eri Katonda Kitaffe, ne Mukama waffe Yesu Kristo,"},
{"verse" : "4 eyeewaayo olw'ebibi byaffe, alyoke atuggye mu mirembe gino egiriwo emibi nga bwe yayagala Katon da era Kitaffe:"},
{"verse" : "5 aweebwenga ekitiibwa emirembe n'emirembe. Amiina."},
{"verse" : "6 Nneewuunya kubanga musenguka mangu bwe muti eyabayita mukisa kya Kristo okugenda eri enjiri efaanana obulala;"},               
{"verse" : "7 sindala, wabula abantu ababateganya, abaagala okukyusiza ddala enjiri ya Kristo."},          
{"verse" : "8 Naye oba nga ffe oba malayika ava mu ggulu bw'abuuliranga enjiri wab ula nga bwe twababuulira, akolimirwenga."},
{"verse" : "9 Nga bwe twasooka okwogeza, bwe n nyo bwe njogera kaakano nate nti Omuntu bw'ababuuliranga enjiri wabula nga bwe mwaweebwa, akolimirwenga."},
{"verse" : "10 Kubanga kaakano mpembera bantu nantiki Katonda? Nantiki nsala amagezi okusiimibwa abantu?Singa nnali nga nkyasiimibwa abantu, ssandibadde muddu wa Kristo."},
{"verse" : "11 Kubanga mbategeeza, ab'oluganda, nti enjiri eyabuulirwa nze si ya buntu: "},
{"verse" : "12 kubanga nange ssaagiweebwa muntu so siyigirizibwanga, wabula mu kubikkulirwa kwa Yesu Kristo."},
{"verse" : "13 Kubanga mwawulira bwe nnabanga edda mu mpisa z'Ekiyudaaya, nga nnayigganyanga ekkanisa ya Katonda awatali kigera ne nginyaga,"},
{"verse" : "14 ne mpitirizanga mu mpisa z' Ekiyudaaya okusinga bangi bwe twakula mu ggwanga lyaffe, nga mbakiranga okubeera n'obuggya obungi ennyo mu mpisa ze nna weebwa bajjajjange."},
{"verse" : "15 Naye Katonda bwe yasiima, eyanjawula okuva mu lubuto lwa mmange, n'ampita olw'ekisa kye,"},
{"verse" : "16 okubikkulira Omwana we mu nze, ndyoke mmubuulirenga mu b'amawanga; amangu ago ssaateesa na mubiri wadde aa musaayi:"},
{"verse" : "17 so ssaayambuka Yerusaalemi eri abo abansookaokubeera abatume: naye nagenda mu Buwalabu, ne nkomawo nate mu Ddamasiko."},               
{"verse" : "18 Awo bwe waayitawo emyaka esatu ne nnyambuka e Yerusaalemi okulaba Keefa, ne mmalayo gy'ali ennaku kkumi na ttaano."},
{"verse" : "19 Naye ssaalaba mulala ku batume wabula Yakobo muganda wa Mukamawa ffe."},
{"verse" : "20 Kale, bye mpandiika, laba, mu maaso ga Katonda ssirimba."},
{"verse" : "21 Awo ne ŋŋenda mu njuyi ez'e Busuuli ne Kirukiya."},
{"verse" : "22 Ne mba nga sinnaba kutegeerebwa mu maaso g'ekkanisa ez'e Buyudaaya eziri mu Kristo:"},
{"verse" : "23 naye ne bawuliranga buwulizi nti Eyatuyigganyanga edda kaakano abuulira okukkiriza kwe yanyaganga edda;"}
]