[            
             
{"verse" : "4:1 Naye njogera nti omusika ng'akyali muto tayawulwa na muddu n'akatono, newakubadde nga ye'mukama wa byonna;"},
{"verse" : "2 naye afugibwa abasigire n'abawanika okutuusa entuuko kitaawe ze yalagira edda."},
{"verse" : "3 Bwe tutyo naffe, bwe twabanga abato, twabanga baddu nga tufugib wa eby'olubereberye eby'omu nsi:"},
{"verse" : "4 naye okutuukirira kw'ebiro bwe kwatuuka, Katonda n'atuma Omwana we eyazaalibwa omukazi, eyazaalibwa ng'afugibwa amateeka,"},
{"verse" : "5 alyoke abanunule abaafugibwa amateeka, tulyoke tuweebwe okufuuka abaana."},
{"verse" : "6 Era kubanga muli banns, Katonda yatuma Omwoyo gw'Omwana we mu mitima gyaffe; ng'akaaba nti Aba, Kitaffe."},    
{"verse" : "7 Bwe kityo naawe tokyali muddu, naye mwana; oba ng'oli mwana, era oh musika ku bwa Katonda."},
{"verse" : "8 Naye mu nnaku ziri bwe mutaamanyanga Katonda, mwabanga baddu ba bali abatali bakatonda mu buwangwa:"},               
{"verse" : "9 naye kaakano bwe mutegedde Katonda, oba ekisinga bwe mutegeddwa Katonda, mukyuka mutya ennyuma mu bigambo eby'olubereberye ebitalina maanyi ebinafu, ate bye mwagala okufugibwa omulundi ogw'okubiri?"},
{"verse" : "10 Mukwata ennaku n'emyezi n'ebiro n'emyaka."},
{"verse" : "11 Mbakeŋŋentererwa okutegana kwange gye muli okuba okw'obwereere."},
{"verse" : "12 Mubeere nga nze, kubanga nange ndi nga mmwe, ab'oluganda mbeegayiridde. Temunnyonoonanga:"},
{"verse" : "13 naye mumanyi ng'olw'obunafu bw'omubiri nnababuulira enjiri omuluadi ogw'olubereberye:"},
{"verse" : "14 era okukemebwa kwammwe okw'omu mubiri gwange temwakuzeyooma so temwakulondoola, naye mwanzikiriza nga malayika ova Katonda, n ga Kristo Yesu."},
{"verse" : "15 Kale okwetenda kwammwe kuli luuyi wa? kubangandi mujulirwa wammwe nti, singa kyali kiyinzika, mwaadiggyeemuamaaso gammwe ne mugawa nze."},
{"verse" : "16 Kale afuuse mulabe wammwe nga mbabuulira amazima?"},
{"verse" : "17 Beegonza gye muli naye si bulungi;naye kye baagala kwe kubaggalira ebweru, tnmwe mulyoke mwegonzenga gye bali:"},
{"verse" : "18 Naye kirungi abantu okwegonzaaga mu bulungi ennaku zonna, naye si nze lwe mbeera nammwe lwokka."},
{"verse" : "19 Abaana bange abato, abann uma nate okutuusa Kristo lw'alibumbibwa mu mmwe,"},               
{"verse" : "20 era nnandyagadde okubeera nammwe kaakano, n'okuwaanyisa eddoboozi lyange, kubanga mbuusabuusa olw'ebigambo byammwe."},
{"verse" : "21 Mumbuulire mmwe abaagala okufugibwa amateeka, temuwulira mateeka? "},
{"verse" : "22 Kubanga kyawandiikibwa nti Ibulayimu yalina abaana babiri, omu wa muzaana, omu: wa wa ddembe."},
{"verse" : "23 Naye ow'omuzaana yazaalibwa lwa mubiri; naye ow'ow'eddembe lwa kusuubiza."}, 
{"verse" : "24 Ebyo bya lugero: kubanga abakazi abo ze ndagaano bbiri; emu eva ku lusozi Sinaayi, ezaala olw'obuddu, eyo ye Agali ."},
{"verse" : "25 Agali oyo lwe lusozi Sinaayi, oluli mu Buwalabu, era yenkanankanane Yerusaalemi ekya kaakano: kubanga muddu wamu n'abaana be."},
{"verse" : "26 Naye Yerusaalemi eky'omu ggutu kye ky'eddembe, ye nnyaffe."},
{"verse" : "27 Kubanga kyawandiikibwa nti Saayuka, omugumba atazaala; Baguka okwogerera waggulu, atalumwa: Kubanga abaana b'oyo eyale kebwayo bangi okusinga ab'oyo alina omusajja:"},
{"verse" : "28 Naye ffe, ab'oluganda, tuli baana ba kuauubiza nga Isaaka bwe yali:"},
{"verse" : "29 Naye nga mu biro biri eyazaalibwa olw'omubiri nga bwe yayigganya eyazaalibwa olw'Omwoyo, bwe kityo ne kaakano."},
{"verse" : "30 Naye ebyawandiikibwa byogera, bitya? nti Goba omuzaana n 'omwana we: knbaana omwana w’omuzaana talisikira wamu n'omwana w'ow'eddembe."},
{"verse" : "31 Kale, ab'oluganda, ffe tetuli ba muzaana, naye ba wa ddembe."}
]