[           
      
             
{"verse" : "12:1 Kiŋŋwanidde okwenyumiriza, newakubadde nga tekusaana; nayeka ŋŋende mu kwolesebwa n'okubikkulirwa kwa Mukama waffe."},
{"verse" : "2 Mman yi omuntu mu Kristo, eyaakamala emyaka ekkumi n'ena (oba mu mubiri, ssimanyi; oba awatali mubiri, ssimanyi; Katonda amaan yi), okutwalibwa omuntu ali bw'atyo mu ggutu ery'okusatu."},
{"verse" : "3 Era, mmanyi omun tu ali bw'atyo (oba mu mubiri, oba awatali mubiri, ssimanyi; Katonda amanyi),"},
{"verse" : "4 bwe yatwalibwa mu lusuku lwa Katonda, n'awulira ebigambo ebitayogerekeka, ebitasaanira muntu kubyatula."},               
{"verse" : " 5 Ku bw'omuntu ali bw'atyo nneenyumirizanga: naye ku bwange ssiryenyumisiza, wabula mu by'obunafu bwange."},
{"verse" : "6 Kuba singa nayagala okwenyumirizanga, ssandibadde musirusiru; kubanga nandyogedde amazima: naye ndeka, omuntu yenna alemenga okundowooza okusinga bw'andaba oba bw'ampulira."},
{"verse" : "7 N'olw'obukutu obusinga ennyo obw'ebyo ebyabikkulilswa, nnemenga okugulumizibwa ennyo, kyennava mpeebwa eriggwa mu mubiri, omubaka wa Setaani okunkubanga, nnemenga okugulumizibwa ennyo."},
{"verse" : "8 Olw'ekigambo ekyo nneegayirira Mukama waffe emirundiesatu, kinveeko."},
{"verse" : "9 N'aŋŋamba nti Ekisa kyange kikumala: kubanga amaan yi gange gatuukiririra mu bunafu. Kyennaavanga nneenyumiriza n'essanyu eringi olw'eby'obunafu bwange, amaanyi ga Kristo galyoke gasiisire ku nze. "},
{"verse" : "10 Kyenva nsanyukira eby'obunafu, okugirirwanga eky'ejo, okwetaaganga, okuyigganyizibwanga, okutegananga, okulangibwanga Kristo: kubanga bwe mba omunafu, lwe mba ow'amaanyi."},
{"verse" : "11 Nfuuse musirusiru: mmwe mwampaliriza; kubanga nnagwanira okuten derezebwa mmwe; kubanga ssaasingibwa mu kigambo kyonna abatume abakulu ennyo, newakubadde nga nze siri kintu."},
{"verse" : "12 Mazima obubonero obw'omutume bwakolerwanga ewammwe mu kugumiikiriza kwonna, mu bubonero n'eby'amagero n'eby'amaanyi."},
{"verse" : "13 Kubanga kiki ekkanisaendala kye zaabasingiramu, wabula nze nzekka obutabazitoowereran ga? munsonyiwe ekyonoono ekyo."},
{"verse" : "14 Laba, omulundi ogw'okusatu kaakano nneeteeseteese okujja gye muli; so siribazitoowerera: kubanga sinoonya byammwe, wabula mmwe: kubanga tekigwanira abaana okuterekeranga abakadde, wabula abakadde okuterekeranga abaana."},
{"verse" : "15 Era ndiwaayo era ndiweebwayo n'essanyu eringi olw'obulamu bwammwe. Bwe n singa okubaagala ennyo, njagalibwa katono?"},
{"verse" : "16 Naye si musango, nze ssaabazitoowerera, naye, bwe nnali omugerengetanya, nabateega mu lukwe."},
{"verse" : "17 Omuntu yenna gwe nnabatumira nnamufunya amagob a eri mmwe?"},               
{"verse" : "18 Nnabuulirira Tito, ne ntuma ow'oluganda awamu naye. Tito yafuna amagoba eri mmwe? tetwatambula n'Omwoyo omu? tetwatambulira mu kisinde kimu?"},
{"verse" : "19 Obw'edda mulowoozezza nga ffe tubawoleza ensonga. Mu maaso ga Katonda twogerera mu Kristo. Naye byonna, abaagalwa, bya kubazimba mmwe."},
{"verse" : "20 Kubanga ntidde, bwe ndijja, mpozzi okubasanga nga mufaanana nga bwe ssaagala, n ange mmwe muleme okunsanga nga nfaanana nga bwe mutayagala; mpozzi okubeera eyo okuyomba, obuggya, obusungu, empaka, okulyolyoma, okugeya, okwegulumiza, okujeema;"},
{"verse" : "21 bwe ndijja nate, Katonda wange aleme okuntoowaza eri mmwe, nange okubanakuwalira abangi abaayonoona edda ne bateenenya obugwagwa n'obwenzi n'obukaba bwe baakola."}
]