[
{"verse" : "5:1 Kubanga tumanyi nti, oba ng'ennyumba yaffe ey'ensiisira ey'onu nsi eryabizibwa, tulina eryazimbibwa tulina eyazimbibwaeva eri Katonda, ennyumba taazimbibwa na mikono, ey'emirenbe n'emirembe, ey'omu ggulu."},
{"verse" : "2 Kubanga tusindira mu eno, nga wegomba okwambazibwa ennyunba yaffe eriva mu ggulu:"},               
{"verse" : "3 bwe tulyambazibwa, mpozzi tulem e okusangibwa nga tuli bwereere:"},
{"verse" : "4 Kubanga ffe abali mu nsiisira eno tusinda, nga tuzitoowererwa; si kubanga twagala okwambuta, wabula okwambazibwa, ogwo ogufa gulyoke gumirwe obulamu."}, 
{"verse" : "5 Naye eyaukolera ekyo ye Katonda, eyatuwa omusingo ogw'Omwoyo."},
{"verse" : "6 Kyetuva tuguma omwoyo ennaku zonna, era tumanya nga bwe tuba mu mubiri tuba wala Mukama waffe"},
{"verse" : "7 (kubanga tutambula olw'okukkiriza, si lwa kulaba);"},
{"verse" : "8 tuguma omwoyo, era kino kye tusinga okwagala, okuba ewala omubiri n'okubeera Mukama waffe gy'ali."},
{"verse" : "9 Era kyetuva tufuba, oba nga tukyali muno, oba nga tuli wala, okusiimibwa ye."},
{"verse" : "10 Kubanga ffe fenna kitugwanira okulabisibwa Kristo w'alisalira emisango; buli muntu aweebwe bye yakola mu mubiri, nga bwe yakola, oba birungi oba bibi."},
{"verse" : "11 Kale,bwe tumanya entiisa ya Mukama waffe, tusendasenda abantu, naye tulabisibwa eri Katonda: era nsuubira nga tulabisibwa ne mu myoyo gyammwe."},
{"verse" : "12 Tetwetendereza nate eri mmwe, wabula okubawa mmwe kye munaasinziirangako okwenyumirizanga ku lwaffe, mulyoke muben ga n'eky'okubaddamu abeenyumiriza mu maaso, so si mu mutima."},
{"verse" : "13 Kuba oba nga tulaluse, tulaluse eri Katonda; oba nga twegendereza, twegendereza eri mmwe."},
{"verse" : "14 Kubanga okwagala kwa Kristo kutuwali riza, nga tulowooza bwe tuti ng'omu yabafiirira bonna, bonna kyebaava bafa;"},
{"verse" : "15 naye yafiirira bonna, abalamu balemenga okubeera abalam u nate ku bwabwe bokka, wabula ku bw'oyo eyabafiirira n'azuukira."},
{"verse" : "16 Okusooka leero kyetuva tulema okumanya omuntu yenna mu mubiri: okum anya newakubadde nga twamanya Kristo mu mubiri, naye kaakano tetukyamumanya nate bwe tutyo."},    
{"verse" : "17 Omuntu yenna bw'aba m u Kristo kyava abeera ekitonde ekiggya: eby'edda nga biweddewo; laba, nga bifuuse biggya."},
{"verse" : "18 Naye byonna biva eri Katonda, eyatutabaganya naye yekka ku bwa Kristo, n'atuwa ffe okuweereza okw'okutabaganya; nti"},               
{"verse" : "19 Katonda yali mu Kristo ng'atabaganya ensi naye yennyini,nga tababalira byonoono byabwe, era nga yatuteresa ffe ekigambo eky'okutabagan ya."},
{"verse" : "20 Kyetuva tubeera ababaka mu kifo kya Kristo, Katonda ng'afaanana ng'abeegayirira mu ffe: tubeegayirira mu kifo kya Kristo m utabagane ne Katonda."},
{"verse" : "21 Ataamanya kibi, yamufuula ekibi ku lwaffe; ffetulyoke tufuuke obutuukirivu bwa Katonda mu ye."}
]