[

{"verse" : "8:1 Era tubategeeza, ab'oluganda, ekisa kya Katonda ekyaweebwamu kkanisa ez'e Makedoni;"},
{"verse" : "2 mu kubonaabona okwabakema etmyo essanyu lyabwe eryasukkirira, n'obwavu bwabwe obwayinga obungi byasukkirira mu bugagga obw'obugabi bwabwe."},
{"verse" : "3 Kubanga, ntegeeza bo, baagaba bokka nga bwe baayinza era n'okusinga obuyinza bwabwa,"},             
{"verse" : "4 ngabatusaba n'okwegayirira okungi olw'ekisa ekyo n'okussa ekimu okwo mu kuweereza abatukuvu;"},
{"verse" : "5 so si nga bwe nnali ndowooza, naye baasooka okwewaayo bokka eri Mukama waffe, n'eri ffe mu kwagala kwa Katonda."},
{"verse" : "6 Kyetwava tubuulirira Tito, nga bwe yatanula edda, era bw'atyo alyoke akituukirize era n'ekisa ekyo gye muli."},
{"verse" : "7 Naye nga bwe musukkirira mu byonna, mu kukkiriza, ne mu kwogera, ne mu kutegeera, ne mu kufuba kwonna, ne mu kwagala kwammwe eri ffe, era musukkirirenga n e mu kisa ekyo."},
{"verse" : "8 Soogera nga mbalagira bulagizi, wabula olw'okufuba kw'abalala nga nkema okwagala kwammwe nga kwa mazima."},
{"verse" : "9 Kubanga mutegeera ekisa kya Mukama waffe Yesu Kristo, nti bwe yali omugagga, naye n'afuuka omwavu ku lwammwe, obwavu bwe bulyoke bubagaggawaze mmwe."},
{"verse" : "10 Era mbagambye kye ndowooza olw'ekyo: kubanga kibasaanira mmwe, abaasooka okutanula, si kukola kwokka, era naye n'okwagala, nga mwakamala omwaka gumu."},
{"verse" : "11 Naye kaakano mutuukirize n'okukola; nga bwe waaliwo okwagala amangu, era n'okutuukiriza bwe kutyo kulyoke kubeerewo, nga hwe muyinza;"},               
{"verse" : "12 Kuba oba nga waliwo okwagala amangu, kukkirizibwa ng'omuntu bw'alina, si nga bw'atalina."},
{"verse" : "13 Kubanga soogedde bwe ntyo, abalala bawummuzibwe, na mmwe muteganyizibwe:"},
{"verse" : "14 wabula olw'okwenkanankana, okusukkirira kwammwe kuweereze okwetaaga kwabwe kaakano mu biro bino, era n'okusukkirira kwabwe kulyoke kuweereze okwetaaga kwammwe; okwenkanankana kubeerewo:"},
{"verse" : "15 nga bwe kyawandiikibwa nti Eyakuŋŋanyanga ennyingi, teyasigazangawo; naye eyakuŋŋaanyanga akatono, teyeetaaganga."},
{"verse" : "16 Naye Katonda yeebazibwe, eyassa mu mutima gwe Tito okufuba okwo ku lwammwe."},
{"verse" : "17 Kubanga okukktnza akkirizza okubuulirira kwaffe; kub anga naye yennyini alina okufuba okungi, asitula okugenda gye mulinga yeetuma. "},
{"verse" : "18 Era tutuma wamu naye ow'oluganda, atenderezebwa mu njiri mu kkanisa zonna;"},
{"verse" : "19 so si ekyo kyokka, era so naye oyo ye yalondebwa ekkanisa okutambula naffe olw'ekisa ekyo, kye tuweereza ffe Mukama waffe aweebwe ekitiibwa, era tulage okwa,gala kwaffe aman gu:"},
{"verse" : "20 nga twetwala ekyo, omuntu obutatunenya olw'ekirabo kino kye tuweereza:"},
{"verse" : "21 kubanga tuteekateeka ebirungi, si mu maaso ga Mukama waffe mwokka, era naye ne mu maaso g'abantu."},
{"verse" : "22 Era tutuma wamu nabo muganda waffe, gwe twakemanga emirundi emingi mu bigambo ebingi nga munyiikivu, naye kaakano muayiikivu nnyo. okusingawo, olw'okwesiga okungi kw'alina eri mmwe."},               
{"verse" : "23 Omuntu bw'anaabuuzanga ebya Tito, ye assa ekimu nange era ye mukozi munnange eri mmwe; oba bya baganda baffe, be babaka ab'ekkanisa, abo kye kitiibwa kya Kristo:"},
{"verse" : "24 Kale mubalage mu maaso g'ekkanisa ekiraga okwagala kwammwe n'okwenyumiriza kwaffe ku lwammwe."}

]