[
{"verse" : "3:1 Tutanula nate okwetendereza fekka? oba twetaaga ebbaluwa, ng'abalala, ez'okutendereza eri jnmwe, oba eziva gye mul i?"},
{"verse" : "2 Mmwe muli bbaluwa yaffe, ewandiikiddwa mu mitima gyaffe abantu bonn a gye bategeera, basoma; ."},
{"verse" : "3 nga mulabisibwa okuba ebbaluwa ya Kristo, ffe gye twamuweererezaamu, etaawandiikibwa na bwino, wabulaOmwoyo gwa Katonda omulamu; si ku bipande eby'amayinja, wabula kubipande mitima egy'omubiri"},                            
{"verse" : "4 Era bwe tutyo bwe twesiga Katonda ku bwa Kristo:"},
{"verse" : "5 si kubanga fekka tulina obuyinza, okulowoona ekigambo kulowooza ekigambo kyonna nga ekiva gye tuli; naye obuyinza bwaffe buva eri Katonda"},
{"verse" : "6 era eyatuyinzisa ng'abaweereza b'endagaano empya; si baweereza ba nnukuta, wabula ab’omwoyo: kubanga nnukuta etta; naye omwoyo guleeta obulamu."},
{"verse" : "7 Naye oba okuweereza okw’okufa okwali mu nnukuta, okwasalibwa ku mayinja, kwajjira mu kitiibwa, amayinja, kwajjira mu kitiibwa, abaana ba Isiraeri n'okuyinza ne batayinza kwekaliriza maaso ga Musa olw'ekitiibwa ky’amaaso ge; ekyali kigenda akuggwaawo:"},
{"verse" : "8 okuweereza okw'omwoyo tekulisinga kuba na kitiibwa?"},
{"verse" : "9 Kuba oba kitiibwa eereza okw'omusango kye ng’okuweereza okw'obutuukirivu kweyongera nnyo okusukkiriza kitiibwa."},
{"verse" : "10 Kubanga ekyaweebwa ekitiibwa tekyakiwebwa mu kigambo kino, olw'ekitiibwa ekisinga ekyo."},
{"verse" : "11 Kuba oba ng'ekyaggwaawo kyalina ekitiibwa, eky'olubeerera kisinga ennyo okuba n’ekitiibwa."},
{"verse" : "12 Kale nga bwe tulina essuubi eryenkana awo, twogera n'obuvumu bungi"},
{"verse" : "13 so si nga Musa eyeebi kkanga ku maaso ge, abaana ba Isiraeri balemenga okwekaliriza enkomerero y'ekyo ekyali kiggwaawo:"},
{"verse" : "14 naye amagezi gaabwe gaakakanyazibwa: kubanga n'okutuusa leero eky'okubikkako kiri kikyaliwo mu kusomebwa kw'endagaano ey'edda nga tekinnaggibwawo; ekyo kivaawo mu Kristo."},               
{"verse" : "15 Naye n'okutuusa leero, ebya Musa b we bisomebwa, eky'okubikkako kiri ku mutima gwabwe."},
{"verse" : "16 Naye bwe gukyukira Mukama waffe, eky'okubikkako kiggibwawo."},
{"verse" : "17 Naye Mukama waffe gwe Mwoyo: era awaba Omwoyo gwa Mukama waffe we waba eddembe."},
{"verse" : "18 Naye ffe fenna, bwe tumasamasa ng'endabirwamu ekitiibwa kya Mukama waffe amaaso, gaffe nga gaggiddwako eky'okubikkako, tufaananyizibwa engeri eri' okuva mu kitiibwa okutuuka mu kitiibwa, nga ku bwa Mukama waffe Omwoyo."}

]