[
{"verse" : "6:1 Era bwe tukolera emirimu awamu naye tubeegayirira obutaweerwa bwereere kisa kya Katonda"},
{"verse" : "2 (kubanga ayogera nti Mu biro eby'okukkirizibwamu nnakuwulira, Ne ku lunaku olw'obulokozi nnakuyamba: laba, kaakano bye biro eby'okukkirizibwamu; laba, kaakano lwe lunaku olw'obulokozi):"},
{"verse" : "3 nga tetuleeta nkonge yonna mu kigam bo kyonna, okuweereza kwaffe kulemenga okunenyezebwa;"},
{"verse" : "4 naye mu byonna nga twetendereza ng'abaweereza ba Katonda, mu kugumiikiriza okungi, mu bibonoobono, mu kwetaaga, mu nnaku,"},
{"verse" : "5 mu kukubibwa, mu kusibibwa, mu kukaayana, mu kufuba, mu kutunula, mu kusiiba;"},
{"verse" : "6 mu bulongoofu, mu kutegeera, mu kugumiikiriza, mu kisa, mu Mwoyo Omutukuvu, mu kwagala okutaliimu bunnanfuusi;"},                 
{"verse" : "7 mu kigambo eky'amazima, mu maanyi ga Katonda; lolw'ebyokulwanyisa eby'obutuukirivu mu mukono ogwa ddyo n'ogwa kkono,"},
{"verse" : "8 olw'ekitiibwa n'olw'okunyoomebwa, elw'okuvumibwa n'olw'okusiimibwa; ng'abalimba, era naye ab'amazima;"},               
{"verse" : "9 ng'abatategeerebwa, era naye abategeerebwa ennyo; ng'abafa, era, laba, tuli balamu; ng'ababonerezebwa, era ne tutattibwa;"},
{"verse" : "10 ng'abanakuwala, naye abasanyuka bulijjo; n g'abaavu, naye abagaggawaza abangi; ng'abatalina kintu, era naye abalinaddala byonna."},
{"verse" : "11 Akamwa kaffe kaasamiddwa eri mmwe, Abakkolinso, omutima gwaff'e gugaziye."},
{"verse" : "12 Temufunze mu ffe, naye mufunze mu myoyo gyammwe."},
{"verse" : "13 Naye mulyoke munsasule bwe mutyo (mbabuulira ng'abaana bange), nammwe mugaziwe."},
{"verse" : "14 Temwegattanga na batakkiriza kubanga temwenkanankana: kubanga obutuukirivu n'obujeemu bugabana butya? oba omusana gussa kimu gutya n'ekizikiza?"},
{"verse" : "15 Era Kristo atabagana atya ne Beriyali? oba mugabo ki eri omukkirizal n'atali mukkiriza?"},
{"verse" : "16 Era yeekaalu ya Katonda yeegatta etya n'ebifaananyi? kubanga ffe tuli yeekaalu ya Katonda omulamu; nga Katonda bWe yayogera nti Nnaabeeranga mu bo, ne ntambuliranga mu bo; nange nnaabeeranga Katonda waabwe, nabo banaabeeranga bantu bange."},
{"verse" : "17 Kale Muve wakati w'abo, mweyawule, bw'ayogera Mukama: So temukomanga ku kintu ekitali kirongoofu; Nange ndibasembeza."},
{"verse" : "18 Era nnaabeeranga Kitammwe gye muli, Nammwe munaabeeranga gye ndi abaana ab'obulenzi n'ab'obuwala, bw'ayogera Mukama Omuyinza w'ebintu byonn a."}
]