[
{"verse" : "11:1 Singa mungumiikirizza mu busirusiru obutono; era naye mungumiikirize."},
{"verse" : "2 Kubanga mbakwatirwa obuggya bwa Katonda: kubanga nnabafumbiza bbammwe omu; ndyoke mbaleeta eri Kristo nga omuwala omulongoofu."},               
{"verse" : "3 Naye ntidde, ng'omusota bwe gwalimbalimba Kaawa mu bukuusa bwagwo, mpozzi ebirowoozo byammwe okwonoonebwanga mu kulaba wamu ne mu bulongoofu ebiri eri Kristo."},             
{"verse" : "4 Kuba oyo ajja bw'abuulira Yesu omulala gwe tutaabuulira, oba bwe muweebwa omwoyo omulala gwe mutaaweebwa, oba njiri ndala; gye mutakkiriza, mukola bulungi okumugumiikiriza."},
{"verse" : "5 Kubanga ndowooza nga ssisingibwa n'akatono abatume abakulu ennyo."},
{"verse" : "6 Naye newakubadde nga ndi muligo mu bigambo, naye ssiri muligo mu kutegeera; naye mu byonnatwakwolesa mu bantu bonna eri mmwe."},
{"verse" : "7 Oba nnayonoona bwe nueetoowaza nzekka mmwe mugulumizibwe kubanga nnababuulira enjiri ya Katon da ey'obwereere?"},
{"verse" : "8 Nnanyaga ekkanisa endala, nga mpeebwa empeera olw'okubaweereza mmwe;"},
{"verse" : "9 era bwe nnabanga nammwe nga nneetaaga, ssaazitoowereranga muntu yenna; kubanga ab'oluganda bwe baava mu Makedoni, baatuukiriza ebyali bimbuze; ne mu byonna nneekuuma obutabazitoowereranga, era nneekuumanga bwe ntyo."},
{"verse" : "10 Ng'amazima ga Kristo bwe gali mu nze, siwali: alinziyiza okwenyumiriza okwo mu asalo ez'e Yakaya."},
{"verse" : "11 Lwaki? kubanga sibaagala? Katonda amanyi."},
{"verse" : "12 Naye bwe nkola, era bwe nnaakolanga, mbaggirewo awasinziirwa abo abaagala awasinziirwa, balabike era nga ffe mu kigambo kye beenyumiririzaamu."},
{"verse" : "13 Kubanga abali ng'abo be batume ab'obulimba, abakozi ab' obukuusa, abeefaananya ng'abatume ba Kristo."},               
{"verse" : "14 So si kya magero; kubanga ne Setaani yeefaananya aga malayika ow'omusana."},
{"verse" : "15 Kale si kitalo era n'abaweeteza be bwe beefaananya ng'abaweereza: ab'obutuukirivu; enkomerero yaabwe eribeera ng'ebikolwa byabwe."},
{"verse" : "16 Njogera nate nti Omuntu yenna aleme okundowooza nga ndi musirusiru; naye okulowooza bwe mundowooza bwe mutyo, naye munsembeze ng'omusirusiru, nange nneenyumirizeeko akatono."},
{"verse" : "17 Kye njogera, sikyogera nga kigambo kya Mukama waffe, naye nga mu busirusiru, mu buvumu buno obw'okwenyumiriza."},
{"verse" : "18 Kubanga bangi abeenyumiriza mu mubiri, nange nneenyumiriza."},
{"verse" : "19 Kubanga mugumiikiriza n'essanyu abasirusiru, kubanga mtnwe muli bagezigezi."},
{"verse" : "20 Kubanga mugumiikiriza omuntu, bw'abafuula abaddu, bw'abamira, bw'abawamha, bwe yeegulumiza, bw'abakuba amaaso."},
{"verse" : "21 Njogedde olw'okweswaza, ng'abanafuwala. Naye omuntu yenna. ky'agumira (njogera mu busirusiru), nange nguma."},
{"verse" : "22 Bo Baebbulaniya? nange. Bo Baisiraeri? nange. Bo zzadde lya Ibulayimu? nange."},
{"verse" : "23 Bo baweereza ba Kristo? (njogera ng'omulalu) nze mbasinga; mu kufuba mbasukkirira, mu kusibibwa mbasukkirira, mu kukubibwa okuyingirira ennyo, mu kufa emirundi emingi."},
{"verse" : "24 Eri Abayudaaya nnakubibwa emirundi etaano emiggo amakumi asatu mu mwenda."},
{"verse" : "25 Emirundi esatu nnakubibwa enga, omulundi gumu nnakasuukirirwa amayinja, emirundi esatu eryato lyamenyeka, nnasula nensiiba mu buziba;"},
{"verse" : "26 mu kutambulanga emirundi emingi, mu bubi obw'emigga, mu bubi obw'abanyazi, mu bubi lobuva eri eggwanga lyange, mu bubi obuva eri ab'amawanga, mu bubi obw'omu kibuga, mu bubi obw'omu ddungu, mu bubi obw'omunnyanja, mu bubi obw'ab'oluganda ab'obulimba;"},               
{"verse" : "27 mu kufuba n'okukoowa, mu kutunulanga emirundi emingi, mu njala n 'ennyonta, mu kusiibanga: emirundi emingi, mu mpewo n'okubeera obwereere."},
{"verse" : "28 Obutassaako bya bweru, waliwo ekinzitoowerera bulijjo bulijjo, okwerariikiriranga olw'ekkanisa zonna."},
{"verse" : "29 Ani omunafu; nange bwe ssiba munafu? ani eyeesittazibwa, nange bwe ssaaka?"},
{"verse" : "30 Oba ngakirpwanidde okwenyumiriza, nneenyumirizanga olw'eby'obunafu bwange."},
{"verse" : "31 Katonda Kitaawe wa Mukama waffe Yesu, eyeebazibwa emirembe gyonna, amanyi nga ssirimba."},
{"verse" : "32 Mu Ddamasiko ow’essaza owa Aleta kabaka yateega ekibuga eky'Abadamasiko, alyoke ankwate:"},
{"verse" : "33 ne bampisa mu ddirisa nga ndi mu kisero ku bbugwe, ne ndokoka okuva mu mikono gye."}
]