[

{"verse" : "10:1 Naye aze kennyini Pawulo mbeegayirira olw'obukkakkamu n'obuwombeefu bwa Kristo, nze gwe mutoowaza bwe mba ssiriiwo mpitibwa muzlra;"},
{"verse" : "2 kale mbeegayirira bwegayirizi, lwe n dibaawo nneme okubalaga obuzira obwo bwe ndowooza okuba nabwo eri abalala abalowooza nga ffe tutambuIa okugobereranga omubiri."},
{"verse" : "3 Kuba newakubadde nga tutambulira mu mubiri, tetulwana kugobereranga mubiri"},
{"verse" : "4 (kubanga ebyokulwanyisa eby'entalo zaffe si bya mubiri,naye bya maanyi eri Katonda olw'okumenya ebigo);"},
{"verse" : "5 nga tumenya empaka na buli kintu ekigulumivu ekikulumbazibwa okulwana n'okutegeera kwa Katonda, era nga tujeemula buli kirowoozo okuwulira Kristo;"},
{"verse" : "6 era nga tweteeseteese okuwalana eggwanga ku butagonda bwonna, okugonda kwammwe bwe kulituukirira."},          
{"verse" : "7 Mutunuulire ebintu nga bwe biri. Omuntu yenna bwe yeewulira muli nga wa Kristo yeerowonze kino nate yekka nti nga ye bw'ali owa Kristo, era na$e bwe tutyo,"},               
{"verse" : "8 Kubanga nebwe ndisukkirira okwenyumiriza olw'obuyinza bwaffe (Mukama waffe bwe yatuwa olw'okubazimba, so si lwa kubasuula), ssirikwatibwa nsonyi:"},
{"verse" : "9 nneme okufaanana ng'abatiisa n'ebbaluwa zange:"},
{"verse" : "10 Kubanga boogera nti Ebbaluwa ze nzibu, za maanyi; aaye bw'abaawo omubiri gwe munafu, n'okwogera kwe si kintu:"},
{"verse" : "11 Ali bw'atyo alowooze kino nti nga bwe tuli mu bigambo mu bbaluwa nga tetuliiyo, era bwe tutyo: bwe tuli mu bikolwa nga tuli eyo."},
{"verse" : "12 Kubanga tetwanijanga kwerowooza nga tuli ku muweado gw'abalala ku bo abeetendereza bokka newakubadde okwegeraageranya nabo: naye bo bokka nga beegeza bokka na bokka, era nga beegeraageranya bokka na bokka, tebalina magezi."},
{"verse" : "13 Naffe ffe tetulyenyumiriza okusinga ekigera kyaffe, wabula mu kigera eky'ensalo Katonda gye yatugabira okuba ekigera, era n'okutuuka ne gye muli:"},
{"verse" : "14 Kubanga tetukununkiriza kusinga kigera ng'abatatuuka gye muli: kubanga era twajja n'okutuuka gye muli mu njiri ya Kristo:"},
{"verse" : "15 nga tetwenyumiriza kusinga kigera kyaffe mu mirimu egy'abalala: naye nga tusuubira, okukkiriza kwammvee bwa kukula okuguiumizibwa mu mmwe ng'ensalo yaffe bw'eri okusukkirira,"},
{"verse" : "16 era n'okubuulira enjiri mu bifo ebiri ewala okusinga mmwe, era obuteenyumiiiza mu nsalo ey'abalala olw'ebyeteeseteese."},
{"verse" : "17 Naye eyeenyumiriza yeenyumirizenga mu Mukama waffe."},
{"verse" : "18 Kubanga eyeetendereza yekka si ye asiimibwa, wabula Mukama waffe gw'atendereza:"}

]