[{"verse" : "1:1 Paulo, omutume wa Kristo Yesu olw'okwagala kwa Katonda, ne Timoseewo ow'oluganda, eri ekkariisa ya Katonda eri mu Kkolinso, awamu n'abatukuvu bonna abali mu Akaya yonna: "},
{"verse" : "2 ekisa kibeerenga gye muli n'emirembe ebiva eri Katonda Kitaffe ne Mukama waffe Yesu Kristo."},
{"verse" : "3 Yeebazibwe Katonda era Kitaawe wa Mukama waffe Yesu Kristo, Kitaffe ow'okusaasira era Katonda ow'okusanyusa kwonna;"},
{"verse" : "4 atusanyusa mu buli kibonoobono kyaffe, ffe tulyoke tuyinzenga okusanyusan ga abali mu kubonaabona kwonna, n'okusanyusa ffe kwe tusanyusibwa Katonda."},
{"verse" : "5 Kuba ebibonyoobonyo bya Kristo aga bwe byeyongera ennyo gye tuli, era bwe kutyo n'okusanyusibwa kwaffe kweyongera nnyo ku bwa Kristo."},
{"verse" : "6 Naye bwe tubonaabona, tubonaabona olw'okusanyusibwa n'okulokoka kwammwe; era bwe tusanyusibwa, tusaayusibwa olw'okusanyusibwa kwammwe, okuleeta okugumiikiriza ebiboayoobonyo ebyo naffe bye tubonyaabonyezebwa:"},
{"verse" : "7 era okusuubira kwaffe kunywera eri m mwe; nga tamanyi nti nga bwe mussa ekimu mu bibonyoobonyo, era bwemutyo musse ekimu ne mu kusanyusibwa."},               
{"verse" : "8 Kubanga tetwagala mmwe obutategeera, ab'oluganda eby'okubonaabona kwaffe okwatubaako mu Asiya, bwe twazitoowererwa ennyo nnyini okusinga amaanyi gaffe, era n'okusuubira ne tutasuubira kuba balamu:"},
{"verse" : "9 era ffe benn yini twalimu okuddamu okw'okufa munda mu ffe, tuleme obwesige okubuteeka mu ffe fekka, wabula Katonda azuukiza abafu:"},
{"verse" : "10 eyatuwonya mu kufa okunene okwenkana awo, era anaatuwonyanga: era gwe tusuubira edda alituwonya;"},
{"verse" : "11 era mmwe bwe mubeera awamu ku lwaffe mu kusaba; bwe tulimala okuweebwa ekirabo olw'abantu abangi, abangi balyoke beebaze ku lwaffe."},
{"verse" : "12 Kubanga okwenyumiriza kwaffe kwe kuno, okutegeeza okw'omwoyo gwaffe, nga mu butukuvu ne mu mazima ga Katonda, si mu magezi ag'omubiri wabula mu kisa kya Katonda, bwe twatambulanga m u nsi era okusinga ennyo eri mmwe."},
{"verse" : "13 Kubanga tetubawandiikira birala wabula ebyo bye musoma era n'okwatula bye mwatula, era nsuubira nga munaabyatulanga okutuusa enkomerero:"},
{"verse" : "14 nga n'okwatula bwe mwatwatulako akatono, nti ffe tuli kwenyumiriza kwammwe, era nga nammwe bwe muli gye tuli, ku lunaku lwa Mukama waffe Yesu."},
{"verse" : "15 Ne mu kusuubira kuno nnali njagala okujja gye muli edda, mulyoke muweebwe ekisa olw'okubiri;"},
{"verse" : "16 n'okuyita gye muli okugenda e Makedoni, n'okuva nate e Makedoni okujja gye muli, n'okusibirirwa mmwe okugenda e Buyudaaya."},
{"verse" : "17 Kale bwe nnali njagala bwe ntyo, nnalagaalaganya? oba bye ateesa, mbiteesa kugoberera mubiri, nze okuba n'ebyo nti weewaawo, weewaawo, ate nti si weewaawo, si weewaawo?"},
{"verse" : "18 Naye nga Katonda bw'ali omwesigwa, ekigambo kyaffe ekiri eri mmwe si bwe kiti nti weewaawo ate nti si weewaawo."},
{"verse" : "19 Kubanga Omwana wa Katonda, Yesu Kristo, ffe gwe twabuulira mu mmwe, nze n e Sirwano ne Timoseewo, teyali nti weewaawo ate nti si weewaawo, naye mu ye mwe muli weewaawo."},
{"verse" : "20 Kubanga mu byonna byonna Katonda bye yasuubiza, mu oyo mwe muli weewaawo: era oyo kyava aleeta Amiina, Katonda atenderezebwe ku bwaffe."},               
{"verse" : "21 Naye. atunyweza ffe awamu n ammwe mu Kristo, era eyatufukako amafuta, ye Katonda;"},
{"verse" : "22 era eyatussaako akabonero, n'atuwa omusingo ogw'Omwoyo mu mitima gyaffe."},
{"verse" : "23 Naye nze mpita Katonda okuba omujulirwa w'emmeeme yange, nga kyennava nnema okujja mu Kkolinso, kubanga nnabasaasira."},
{"verse" : "24 Si kubanga tufuga okukkiriza kwammwe, naye tuli bakozi bannammwe ab'essanyu lyammwe: kubanga okukkiriza kwe kubayimiriza."}
]