[
{"verse" : "9:1 Kubanga eby'okuweereza abatukuvu tekinneetaagisa kubibawandiikira:"},
{"verse" : "2 kubanga mmanyi okwagala kwammwe, kwe nneenyumiririzaamu eri ab'e Makedoni ku lwammwe, nga Akaya yaakamala omwaka gumu okweteekateeka; n'okunyiikira kwammwe kwakubiriza bangi mu bo:"},
{"verse" : "3 Naye nttama ab'oluganda, okwenyumiriza kwaffe ku lwammwe kuleme okuba okw'obwereere mu kigambo ekyo; nga bwe njogedde, mulyoke mweteeketeeke:"},
{"verse" : "4 mpozzi ab'e Makedoni abalala bwe balijja nange, bwe.balibasanga nga temweteeseteese, ffe (obutoogera mmwe) tuleme okukwatibwa ensonyi mu kusuubira okwo."},
{"verse" : "5 Kyenvudde ndowooza nga kiŋŋwanidde okwegayirira ab'oluganda, bankulembere: okujja gye muli, basooke balongoose omukisa gwammwe gwe mwasuubiza edda, gulyoke gweteeketeeke, ng'omukisa, so si ng'ekisoloozebwa."},
{"verse" : "6 Naye kye njogedde kino nti Asiga entono, alikungula ntono; era asiga ennyingi, alikungula nnyingi."},     
{"verse" : "7 Buli muntu akolenga nga bw'amaliridde mu mutima gwe; si lwa nnaku, newakubadde olw'okuwalirizibwa: kubanga Katonda ayagala oyo agaba n'essanyu."},
{"verse" : "8 Era Katonda ayinza okwaza ekisa kyonna gyemuli mmwe nga mulina ebibamala byonna ennaku zonna mu bigambo byonna mulyoke musukkirirenga mu bikolwa byonna ebirungi:"},
{"verse" : "9 aga bwe kyawandiikibwa nti Ye asasaanya, yagabira abaavu Obutuukirivu bwe bwa lubeerera emirembe gyonna,"},
{"verse" : "10 Era oyo awa ensigo omusizi n'emmere ey'okulya, anaabawanga anaabongerangako ensigo zammwe; era anaayazanga ebibala eby'obutuukirivu bwammwe:"},
{"verse" : "11 nga mugaggawazibwa mu byonna mukolenga obugabi bwonna, obwebazisa Katonda mu ffe."},               
{"verse" : "12 Kubanga okugaba okw'okuweereza okwo ekujjula bujjuzi ekigera ky'ebyo abatukuvu bye beetaaga, era naye kusukkirira olw'okwebaza okungi eri Katonda;"},
{"verse" : "13 kubanga olw'okukemebwa kwammwe mu kuweereza kuno batendereza Katonda olw'okugonda oka okwatula kwammwe eri enjiri ya Kristo, n'olw'obugabi bw'okugabana kwammwe eri bo n'eri bonna;"},
{"verse" : "14 era bo bokka nga balumirwa mmwe emyoyo mu kubasabira olw'ekisa kya Katonda ekitasingika mu mmwe:"},
{"verse" : " 15 Katonda yeebazibwe olw'ekirabo kye ekitayogerekeka."}
]