[
{"verse" : "2:1 Naye kino nnakimalirira mu mwoyo gwange, obutajja nate n a nnaku gye muli."},
{"verse" : "2 Kubanga nze bwe mbanakuwaza, kale ansanyusa ye ani wabula oyo nze gwe nnakuwaza?"},
{"verse" : "3 N'ekyo nnakiwandiika bwe ndijja abo baleme okunnakuwaza abagwanira okunsanyusa; kubanga nneesigammwe mwenna, ng'essaayu lyange lye lyammwe mwenna,"},
{"verse" : "4 Kubangamu kubonaabona okungi n'okulumwa omutima nnabawandiikira n'amaziga amangi, si lwa ku banakuwaza, naye mutegeere okwagala kwe n nina eri mmwe bwe kuli okungi enyo:"},           
{"verse" : "5 Naye omuntu bw'aba annakuwazizza, abatanakuwazizza nze, wabula mmwe mwenna, so si mwenn a, nneme okuzitowa ennyo:"},
{"verse" : "6 Kunaamumala ali bw'atyo okubonerezebwa okwo okw'abangi;"},
{"verse" : "7 kyekivudde kibagwanira mmwe okumusonyiwa obusonyiyi n'okumusanyusa, afaanana bw'atyo mpozzi aleme okumirwa en aaku ze nga ziyinze obungi."},               
{"verse" : "8 Kyenva mbeegayirira okunyweza okwagala eri oyo."},
{"verse" : "9 Kubanga era kyennava mpandiika; ndyoke ntegeere okukemebwa kwammwe, oba nga muwulira mu bigambo byonna."},
{"verse" : "10 Naye gwe musonyiwa ekigambo, nange mmusonyiwa: kubanga nange kye asonyiye, oba nga nsonyiye, nkisonyiye ku lwammwe mu maaso ga Kristo;"},
{"verse" : " 11 Setaani alemenga kutwekulumbalizaako: kubanga tetuli ng'abatategeera nkwe ze."},
{"verse" : "12 Naye bwe nnajja mu Tulowa olw'enjiri ya Kristo, era oluggi bwe lwanzigulirwawo mu Mukama waffe,"},
{"verse" : "13 ssaalaba kuwummula mu mwoyo gwange, olw'obutasanga Tito muganda wange: naye ne mbasiibula ne ŋŋenda mu Makedoni:"},
{"verse" : "14 Naye Katonda yeebazibwe, atutwalabulijjo ng'abawangulwa mu Kristo, n'atubikkuza evvumbe ery'okumutegeera ye mu buli kifo,"},
{"verse" : "15 Kubanga tuli vvumbe ddungi erya Kristo eri Katonda mu abo abalokoka ne mu bo ababula;"},
{"verse" : "16 eri abo ababula a tuli vvumbe eriva mu kufa erireeta okufa; naye eri bali tuli vvumbe eriva mu bulamu erireeta obulamu. Era ebyo ani abiyinza?"},
{"verse" : "17 Kubanga tetuli nga bali abasinga obungi, abatabanguzi ofwamambo kya Katonda: mu maaso naye olwa Katonda, mu ga Katonda bwe tutyo bwe twogera mu Kristo."}
]