[{"title" : "Olugero lw'abawala ekkumi"},
{"verse" : "25:1 Mu biro ebyo obwakabaka obw'omu ggulu bulifaananyizibwa abawala ekkumi, abaatwala ettabaaza zaabwe, ne bagenda okusisinkana anaawasa omugole."},
{"verse" : " 2 Naye bannaabwe abataano baali basirusiru, n'abataano be baalina amagezi."},
{"verse" : "3 Kubanga abasirusiru, bwe baatwala ettabaaza zaabwe, ne bateetwalira mafuta:"},
{"verse" : "4 naye abalina amagezi ne batwala amafuta mu macupa gaabwe wamu n'ettabaaza zaabwe."},
{"verse" : "5 Naye anaawasa omugole bwe yalwayo, bonna ne babo ngoota ne beebaka."},
{"verse" : "6 Naye ekiro mu ttumbi ne waba oluyoogaano nti Laba, anaawasa omugole ajja! Mufulume okumusisinkana."},
{"verse" : "7 Abawala bali bonna ne balyoka bagolokoka, ne balongoosa ettabaaza zaabwe."},
{"verse" : "8 Abasirusiru ne bagamba abalina amagezi nti Mutuwe ku mafuta gammwe; kubanga ettabaaza zaffe ziggweerera."},                
{"verse" : "9 Naye abaalina amagezi ne baddamu, ne bagamba nti Wozzi tegaatumale fenna nammwe: waakiri mugende eri abatunda, mwegulire."},
{"verse" : "10 Bwe baali bagenda okugula, anaawasa omugole n'ajja: n'abo abaali beeteeseteese ne bayingira naye mu mbaga ey'obugole: olu ggi ne luggalwawo."},
{"verse" : "11 Oluvannyuma abawala bali abalala nabo ne b ajja, ne bagamba nti Mukama waffe, mukama waffe, tuggulirewo."},      
{"verse" : "12 Naye n'addamu n'agamba Mazima mbagamba nti sibamanyi:"},
{"verse" : "13 Kale mmunule, kubanga temumanyi lunaku newakubadde ekiseera."},
{"verse" : "14 Kubanga buli ng'omuntu eyali agenda okutambula mu nsi endala, n'ayita abaddu be, n'abalekera ebintu bye."},
{"verse" : "15 N'awa omu ettalanta ttaano, om ulala bbin, omuiala emu; buli muntu ng'obuyinza bwe bw bwali; n'agenda, "},
{"verse" : "16 Amangu ago oli eyaweebwa ettalanta ettaano n'agenda n'azisuubuzi sa n'aviisaamu ettalanta ttaano endala."},
{"verse" : "17 Bw'atyo n'oli eyaweebwa ettalanta ebbiri n'aviisaamu bbiri endala."},
{"verse" : "18 Naye oli eyaweebwa emu n'agenda n'asimu mu ttaka, n'akweka effeeza ya mukama we."},
{"verse" : "19 Awo ebiro bingi bwe byayita, mukama w'abaddu bali n'ajja, n'abala nabo omuwendo."},
{"verse" : "20 N'oli eyaweebwa ettalanta ettaano n'ajja n'aleeta ettalanta ettaano endala, n'agamba nti Mukama wange, wandekera ettalanta ttaano: laba, naviisaamu ettalanta ttaano endala."},
{"verse" : "21 Mukama we n'amugam ba nti Weebale, oli muddu mulungi mwesigwa: wali mwesigwa mu bitono, ndikusigira ebingi: yingira mu ssanyu lya mukama wo."},                
{"verse" : "22 N'oli eyaweebwa ettalanta ebbiri n'ajja n'agamba nti Mukamawange, wandekera ettalanta bbiri: laba, naviisaamu ettalanta bbiri endala."},
{"verse" : "23 Mukama we n'amugamba nti Weebale, oli muddu mulungi mwesigwa; wali mwesigwa mu bitono, ndikusigira ebingi: yingira mu ssanyu lya mukamawo."},
{"verse" : "24 N'oli eyaweebwa ettalanta emu n'ajja n'agamba nti Mukama wange, akumanya ng'oli muntu mukakanavu ng'okungulira gy’otaasigira, ng'okuŋŋaanyiza gy’otaasigira"},      
{"verse" : "25 ne ntya, ne ŋŋenda, ne ngikweka mu ttaka ettalanta yo: laba, eyiyo oli nayo."},
{"verse" : "26 Naye mukama we n'addamu n'amugamba nti Oli muddu mubi mugayaavu, wamanya nti nkungulira gye ssaasigira, nkuŋŋaanyiza gye ssaayiyira; "},
{"verse" : "27 kale kyakugwanira okugiwa abasuubuzi effeeza yange, nange bwe nnandizze nandiweereddwa eyange n 'amagoba gaamu. "},
{"verse" : "28 Kale mumuggyeeko ettalanta, mugiwe oli alina ettalanta ekkumi."},
{"verse" : "29 Kubanga buli muntu alina aliweebwa, era alibana bingi: naye atalina, aliggibwako, na kiri ky'ali nakyo."},
{"verse" : "30 N'omuddu oyo ataliiko ky'agasa mumusuule mu kizikiza eky'ebweru: mwe muliba okukaaba n'okuluma obujiji."},
{"verse" : "31 Naye Omwana w'omuntu bw'alijjira m u kitiibwa kye, ne bamalayika bonna nga bali naye, awo bw'alituula ku ntebe ey'ekitiibwa kye: "},
{"verse" : "32 n'amawanga gonna galikuaanyizibwa mu maaso ge; naye alibayawulamu ng'omusumba bw'a yawulamu endiga n'embuzi:"},
{"verse" : "33 endiga aliziteeka ku mukono gwe ogwa ddyo, naye embuzi. ku mukono ogwa kkono."},
{"verse" : "34 Awo Kabaka aligamba abali ku mukono gwe ogwa ddyo nti Mujje, mmwe Kitange be yawa omukisa, musikire obwakabaka obwabateekerwateekerwa okuva ku kutonda ensi:"},                
{"verse" : "35 kubanga nnalin a enjala ne mumpa ekyokulya: nnalina ennyonta ne munnywesa: nnali mugenyi ne munsuza;"},
{"verse" : "36 nnali bwereere ne munnyambaza: nnali mulwadde ne munnyambuza: nnali :mu nvuba, ne mujja mundaba."},                         
{"verse" : "37 Awo abatuukirivu balimuddamu nga bagamba nti Mukama waffe, twakulaba ddi ng'olina enjala ne tukuliisa? oba ng'olina ennyonta ne tukunywesa?"},      
{"verse" : "38 Era twakulaba ddi ag'oli mugenyi ne tukusuza? oba ng'oli bwereere ne tukwambaza? "},
{"verse" : " 39 Era twakulaba ddi ng'oli mulwadde, oba mu nvub a, ne tujja :ukulaba? "},
{"verse" : "40 Ne Kabaka aliddanu alibagamba nti Mazim a mbagamba nti Nga bwe mwakola omu ku abo baganda bange abasinga obuto, mwakikola nze. "},
{"verse" : "41 Awo libagamba n'abo abali ku mukono gwe ogwa kkono nti Muveewo we ndi, mmwe abaakolimirwa, mugende mu muliro ogutaggwaawo ogwateekerwateekerwa Setaani ne bamalayika be:"},
{"verse" : "42 kubanga nnalina enjala, temwampa kyakulya: nnalina ennyonta, temwannywesa: "},
{"verse" : "43 nnali nugenyi, temwansuza: nnali bweeere, temwannyambaza: mulwadde, ne mu nvuba, temwannambula."},
{"verse" : "44 Awo nabo baliddamu, nga ba;amba nti Mukama waffe, twakuaba ddi ng'olina enjala, oba ng'olina nnyonta, oba mugenyi, oba bweeere,oba mulwadde, oba mu nvuba, ne tutakuweereza?"},
{"verse" : "45 Awo alibaddamu, ng'agamba nti Mazima nbagamba nti Nga bwe mutaakola mu ku abo abasinga obuto, temwaikola nze."},
{"verse" : "46 bano baligenda mu kibonerezo ekitaggwaawo; nay e batuukirivu baligenda mu bulamu butaggwaawo."}
]