[{"title" : "Abafalisaayo n'Abasaddukaayo basaba okubalagibwa akabonero"},
{"verse" : "16:1 Abafalisaayo n'Abasaddukaayo ne bajja, ne bamukema ne bamusaba okubalaga akabonero akava mu ggulu."},
{"verse" : "2 Naye n'addamu n'abagamba n ti [Bwe buba akawungeezi, mugamba nti Bunaaba bulungi: kubanga eggulu limyuse."},
{"verse" : "3 N'enkya nti Wanaaba omuyaga leero: kubanga eggulu limyuse libindabinda. Mumanyi okwawula eggulu bwe lifaanana; nayetemuyinza kwawula bubonero bwa biro?]"},
{"verse" : "4 Ab'emirembe emibi era egy'obwenzi banoonya akabonero; so tebaliweebwa kabonero, wabula akabonero ka Yona. N'abaleka, n'agenda."},
{"verse" : "5 Abayigirizwa ne bajja emitala w'eri, ne beerabira okutwala emigaati."},
{"verse" : "6 Yesu n'abagamba nti Mutun uulire mwekuume ekizimbulukusa eky'Abafalisaayo n'Abasaddukaayo."},
{"verse" : "7 Ne bawakana bokka na bokka, nga bagamba nti Kubanga tetuleese migaati."},
{"verse" : "8 Yesu n'amanya n'agamba nti Mmwe abalina okukkiriza okutono, kiki ekibawakanya mwekka na mwekka kubanga temulina migaati?"},
{"verse" : "9 Temunnaba kutegeera, so temujjukira migaati etaano eri abo enkumi ettaano, n'ebibbo bwe byali bye mwakuŋŋaanya"},
{"verse" : "10 Era emigaati omusanvu eri abo enkumi ennya, n'ebisero bwe byali bye mwakuŋŋaanya?"},
{"verse" : "11 Ekibalobedde ki okutegeera nti sibagambiridde lwa migaati? Naye mwekuume ekizimbulukusa eky'Abafalisaayo n'Abasaddukaayo."},
{"verse" : "12 Ne balyoka bategeera nti tagambye kwekuuma kizimbulukusa kya migaati, wabula okuyigiriza kw'Abafalisaayo n'Abasaddukaayo."},      
{"verse" : "13 Awo, Yesu bwe yajja ku njuyi z'e Kayisaliya ekya Firipo, n'abuuza abayigirizwa be, ng'agamba nti Omwana w'omuntu aba bamuyita batya?"},
{"verse" : "14 Ne bagamba nti Abalala bamuyita Yokaana Omubatiza; abalala nti Eriya: abalala nti Yeremiya, oba omu ku bannabbi."},
{"verse" : "15 N'abagamba nti Naye mmwe mumpita mutya?"},
{"verse" : "16 Simooni Peetero n'addamu n'agamba nti GgweKristo, Omwana wa Katonda omulamu."},
{"verse" : "17 Yesu n'addamu n'amugamba nti Olina omukisa, Simooni Ba-Yona: kubanga omubiri n'omusaayi tebyakubikkulira ekyo, wabula Kitange ali mu ggulu. "},
{"verse" : "18 Nange nkugamba nti Ggwe Peetero, nange ndizimba ekkanisa yange ku lwazi luno: so n'emiryango egy'Emagombe tegirigiyinza."},
{"verse" : "19 Ndikuwa ebisumuluzo by'okwakabaka obw'omu ggulu: yonna kyonna ky'olisiba ku nsi kirisibibwa mu ggulu: kyonna kyonna ky'olisumulula ku nsi kirisu mululibwa mu ggulu."},
{"verse" : "20 Awo n'akuutira abayigirizwa baleme okubuulirako omuntu nti ye Kristo."},
{"verse" : "21 Yesu n'asookera awo okubuulira abayigirizwa be nti kimugwanira okugenda e Yerusaalemi, okubonyaabonyezebwa ennyo abakadde ne bakabona abakulu n'abawandiisi, n'okuttibwa, ne ku lunaku olw'okusatu okuzuukizibwa."},
{"verse" : "22 Peetero n'amutwala, n'atanula okumunenya,ng'agatttba nti Nedda, Mukama wange: ekyo tekirikubaako n'akatono."},
{"verse" : "23 N'akyuka, n'agamba Peetero nti Dda ennyuma wange, Setaani oli nkonge gye ndi: kubanga tologtooza bya Katonda, wabula eby'abantu. "},      
{"verse" : "24 Awo Yesu n'agamba abayigirizwa be nti Omuntu bw'ayagala okujja en nyuma wange, yeefiirize yekka yeetikke omusalaba gwe, angoberere."},
{"verse" : "25 Kubanga buli ayagaIa okulokola obulamu bwe alibubuza: na buli alibuza obulamu bwe ku lwange alibulaba."},
{"verse" : "26 Kubanga omuntu kulimugasa kutya okulyaensi yonna, naye ng'afiiriddwa obulamu bwe? oba omuntu aliwaayo ki okununula obulamu bwe?"},             
{"verse" : "27 Kubanga Omwana w'omuntu agenda kujjira mu kitiibwa kya Kitaawe ne bamalayika be; n'alyoka asasula buli muntu nga bwe yakola."},
{"verse" : "28 Ddala mbagamba nti Waliwo ku bano abayimiridde wano, abatalirega ku kufa n'akatono, okutuusa lwe baliraba Omwana w'omuntu ng'ajja mu bwakabaka bwe."}
]