[{"title" : "Yokaana Omubatiza asindika ababaka eri Yesu"},
{"verse" : "11:1 Awo olwatuuka Yesu bwe yamala okulagira abayigirizwa be ekkumi n'ababiri, n'avaayo n'agenda okuyigiriza n'okubuulira mu bibuga byabwe."},
{"verse" : " 2 Naye Yokaana bwe yawulirira mu kkomera ebikolwa bya Kristo;n'atuma abayigirizwa be,"},            
{"verse" : "3 okumugamba nti Ggwe wuuyo ajja oba tulindirire mulala?"},
{"verse" : "4 Yesu n'addamu n'abagamba nti Muddeeyo mutegeeze Yokaana bye muwulira ne bye mulaba:"},
{"verse" : " 5 abazibye amaaso balaba,n'abalema batambula, n'abagenge balongoosebwa, n'abaggavu b’amatu bawulira, n'abafu bazuukizibwa, n'abanaku babuulirwa enjiri."},
{"verse" : "6 Naye yenna alina omukisa talinneesittalako."},
{"verse" : "7 Nabo bwe baagenda, Yesu n'asooka okwogera n’ebibiina ku Yokaana nti Kiki kye nwagenderera mu ddun gu okutuiuulira? olumuli olunyeenyezebwa n'empewo?"},
{"verse" : "8 Naye kikikye mwagenderera okulaba? omuntu ayanbadde ezinekaaneka? Laba, abanbala ezinekaaneka baba mu nnyunba za bakabaka."},
{"verse" : "9 Naye kiki ye mwagenderera? okulaba nnabbi? Weewaawo, mbagamba, era asingira ddala nnabbi."},
{"verse" : " 10 Oyo ye yawatdiikwako nti Laba, ntuma omubaka wange mu maaso go, Alikukulembera alirongoosa ekkubo lyo."},
{"verse" : "11 Ddala mbagamba nti Tevanga nu abo abazaalibwa abakazi omuntu singa Yokaana Omubatiza: naye omuto mu bwakabaka obw'omu ggulu amusinga ye."},
{"verse" : "12 Okuva ku biro bya Yokaana Omubatiza okuuusa leero obwakabaka obw'omu ggulu buwaguzibwa, n'abawaguza abunyaga lwa maanyi. "},
{"verse" : "13 Kubanga bannabbi bonna n'amateeka baalagula okutuusa ku Yokaana. "},
{"verse" : "14 Era oba mwagala okukkiriza, oyo ye Eriya agenda okujja."},
{"verse" : "15 Alina amatu ag'okuwulira, awulire."},
{"verse" : "16 Naye nnaafaananya ki emirembe gino? Gifaanana n'abaana abato batuula mu butale abayita bannaawe,"},
{"verse" : "17 nga bagamba nti Twabafuuyira emirere, so nammwe temwazina; twabakubira ebiwoobe, so temwakaaba."},
{"verse" : "18 Kubanga Yo:aana yaj ja nga talya so nga tanywa, ne boogera nti Aliko dayimooni."},
{"verse" : "19 Omwana w'omuntu yajja ng'alya ng'anywa, ne boogera nti Laba, muluvu oyo, era omutamiivu, mukwano gw'abawooza era ogw'abalina bibi! Era amagezi gaweebwa obuuukirivu olw'ebikolwa byago."},
{"verse" : "20 N'asookera awo okubuulirira bibuga mwe yakolera eby'amaanyi bye ebingi, kubanga tebyenenya."},
{"verse" : "21 Zirikusanga ggwe Kolaziini! ziriusanga ggwe Besusayida! kubanga by'amaanyi ebyakolerwa mu mmwe, singa byakolerwa mu Ttuulo e Sidoni, singa byenenya dda, singa bali mu bibukutu ne muvvu."},
{"verse" : "22 Naye mbagamba nti Ku lunaku olw'omusango Ttuulo ne Sidoni baliba n'okubonyaabonyezebwa okuligumiikirizika okusinga mmwe."},
{"verse" : "23 Naawe, Kaperunawumu, oligulumizibwa okutuuka ku ggulu? olikka e Magombe: kubanga eby'amaanyi ebyakolerwa mu ggwe singa byakolerwa mu Sodoma, singa weekiri ne kaakano."},
{"verse" : "24 Naye mbagamba nti Ku lunaku olw'omusango ensi y'e Sodomu eriba n'okubonyaabonyezebwa okuligumiikirizika okusinga ggwe."},
{"verse" : "25 Mu biro ebyo Yesu yaddamu n'agamba nti Nkwebaza, Kitange, Mukama w'eggulu n'ensi, kubanga wakisa ebigambo bino ab'amagezi n'abakabakaba n'obibikkuliraabaana abato: "},
{"verse" : "26 weewaawo, Kitange, kubanga bwe kityo bwe kyasiimibwa mu maaso go. "},                  
{"verse" : "27 Ebintu byonna byankwasibwa Kitange: so tewali muntu amanyi Omwana wabula Kitaawe; so tewali muntu amanyi Kitaawe wabula Omwana, na buli muntu Omwana gw'ayagala okumu bikkulira. "},
{"verse" : " 28 Mujje gye ndi, mmwe mwenna abakooye era abazitoowereddwa nange nnaabawummuza."},
{"verse" : "29 Mwetikke ekikoligo nange, muyigire ku nze; kubanga ndi muteefu era omuwombeefu mu mutima: nammwe muliraba ekiwummulo eky'omu myoyo gyammwe."},
{"verse" : " 30 Kubanga ekikoligo kyange si kizibu, n'omugugu gwange mwangu."}

]