[{"title" : "Setaani akema Yesu"},
{"verse" : "4:1 Awo Yesu n'atwalibwa Omwoyo mu ddungu okukemebwa Setaani. "},
{"verse" : "2 Bwe yamala okusiiba ennaku amakumi ana, emisana n'ekiro, enjala n'eryoka.emuluma. "},
{"verse" : "3 Omukemi n'ajja n'amugamba nti Oba oliMwana wa Katonda, gamba amayinja gano gafuuke emmere."},
{"verse" : "4 Naye n'addamu n'agamba nti Kyawandiikibwa nti Omuntu tabanga mulamu n a mmere yokka, wabula na buli kigambo ekiva mu kamwa ka Katonda."},
{"verse" : "5 Awo Setaani n'amutwala ku kibuga ekitukuvu n'amuteeka ku kitikkiro kya yeekaalu,"},
{"verse" : "6 n'amugamba nti Oba oli Mwana wa Katonda, buukaogwe wansi: kubanga kyawandiikibwa nti Alikulagiririza bamalayika be: Mu mikono gyabwe balikuwanirira, Oleme okwesittala ekigere kyo ku jjinja."},
{"verse" : " 7 Yesu n'amugamba nti Kyawandiikibwa nate nti Tokemanga Mukama Katonda: wo."},
{"verse" : "8 Ate Setaani n'amutwala ku lusozi oluwanvu ennyo, n'amulaga ensi za bakabaka bonna abali mu nsi, n'ekitiibwa kyazo;"},
{"verse" : " 9 n'amugamba nti Ebyo byonna naabikuwa bw'onoovuunama okunsinza."},
{"verse" : "10 Awo Yesu n'amugamba nti Vaawo genda, Setaani: kubanga kyawandiikibwa nti Osinzanga Mukama Katonda wo; era omuweerezanga yekka."},
{"verse" : "11 Awo Setaani n'amuleka; laba, bamalayika ne bajja, ne bamuweereza."},
{"verse" : "12 Awo bwe yawulira nga Yokaana bamuwaddeyo, n'addayo e Ggaliraaya;"},
{"verse" : "13 ng'avudde e Nazaaleesi, n'ajja, n' abeera e Kaperunawumu, ekiri ku nnyanja, mu nsi ya Zebbulooni neNafutaali:"},
{"verse" : "14 ekigambo kituukirire nnabbi Isaaya kye yayogera, ng'agamba nti "},
{"verse" : "15 Ensi ya Zebbulooni n'ensi ya Nafutaali, Ekkubo ly'ennyanja, emitala wa Yoludaani, e Ggaliraaya ey'amawanga."},
{"verse" : "16 Abantu abaali batuula mu kizikiza, Baalaba omusana mungi, N'abo abaali batuula munsi y'okufa ne mu kisiikirize kyakwo, Omusana gwabaakira."},
{"verse" : "17 Yesu n'asookera awo okubuulira n'okugamba nti Mwenenye; kubanga okwakabaka obw'omu ggulu bunaatera okutuuka."},
{"verse" : "18 Bwe yali ng'atambula ku ttale ly'ennyanja y'e Ggaliraaya, n'alaba ab'oluganda babiri, Simooni gwe bayitaPeetero, ne  Andereya muganda we, nga basuula omugonjo mu nnyanja, kubangabaali bavubi."},
{"verse" : " 19 N'abagamba nti Mujje, muyite nange, nange ndibafuula abavubi b'abantu. "},
{"verse" : "20 Amangu ago ne baleka emigonjo, ne bayita naye:"},
{"verse" : "21 N'atambulako mu maaso n'alaba ab'oluganda babiri abalala,Yakobo omwana wa Zebedaayo, ne Yokaana muganda we, nga bali mu lyato wamu ne kitaabwe Zebeedaayo, nga bayunga emigonjo gyabwe; n'abayita."},
{"verse" : "22 Amangu ago ne baleka awo eryato ne kitaabwe, ne bagenda naye. 23 Yesu n'abuna Ggaliraaya yonna, ng'abayigiririza mu makuŋŋaaniro gaabwe, era ng'abuulira enjiri ey'obwakabaka, era ng'awon ya endwadde zonna n'obunafu bwonna mu bantu."},
{"verse" : "24 Ebigambo bye ne bibun a Obusuuli bwonna: ne bamureetera bonna abaali balwadde, abaali bakwatiddwa endwadde ezitali zimu, n’ebonyoobonyo, n'ab'emizimu; ab'en simbu, n'abaali bakoozibye; n'abawonya."},
{"verse" : "25 Ebibiina bingi, nga bava e Ggaliraaya n’e Dekapoli ne Yerusaalemi n’e Buyudaaya n'emitala waYoludaani ne bayita naye."}
]