[{"title" : "Olukwe lw'okutta Yesu"},                
{"verse" : "26:1 Awo olwatuuka Yesu bwe yamala ebigambo ebyo byonna, n'agamba abayigirizwa be nti "},
{"verse" : "2 Mumanyi nti olw'ebbiri walibaawo Okuyitako, n'Omwana w'omuntu aliweebwayo okukomererwa."},
{"verse" : "3 Awo bakabona abakulu n'abakadde b'abantu ne bakuŋŋaanira mu kigango kya kabona asinga obukulu, eyayitibwa Kayaafa;"},      
{"verse" : "4 ne bateeseza wamu Yesu okumukwasa amagezi, bamutte."},
{"verse" : "5 Naye ne bagamba nti Tuleme okumukwatira ku lunaku olukulu, abantu baleme okukaayana."},
{"verse" : "6 Naye Yesu bwe yali mu Bessaniya, mu nju ya Simooni omugenge, "},
{"verse" : "7 omukazi n'ajja gy'ali, eyalina eccupa ey'amafuta ag'omugavu ag'om uwendo omungi ennyo, n'agamufuka ku mutwe, ng'atudde alya."},
{"verse" : "8 Naye abayigirizwa bwe baalaba, ne banyiiga ne bagamba nti Gafudde ki gano? "},
{"verse" : "9 Kubanga gano singa gatundiddwa gandivuddemu ebintu bingi, okuwa abaavu."},
{"verse" : "10 Naye Yesu bwe yategeera n'abagamba nti Munakuwaliza ki omukazi? kubanga ankoze ekigambo ekirungi."},
{"verse" : "11 Kubanga abaavu be muli nabo bulij jo; naye temuli nange bulijjo."},
{"verse" : "12 Kubanga bw'afuse amafuta gano ku m ubiri gwange, anziraze okunziika."},
{"verse" : "12 Kubanga bw'afuse amafuta gano ku m ubiri gwange, anziraze okunziika."},                
{"verse" : "13 Mazima mbagamba nti Enjiri eno buli gy'eneebuulirwanga mu nsi zonna, n'ekyo omukazi ono ky'akoze kinaayogerwangako okumujjukira."},
{"verse" : "14 Awo omu ku abo ekkumi n'ababiri, eyayitibwa Yuda Isukalyoti, n'agenda eri bakabona abakulu,"},
{"verse" : "15 n'agamba nti Mukkiriza kumpa ki, nange ndimuwaayo gye muli? Ne bamugerera ebitundu bya ffeeza amakumi asatu."},      
{"verse" : "16 N'asookera awo okunoonya ebbanga bw'anaamuwaayo."},
{"verse" : "17 Naye ku lunaku olusookerwako olw'emigaati egitazimbulukuswa, abayigirizwa ne bajja eri Yesu, ne bagamba nti Oyagala tuteekereteekere wa Okuyitako gy'onookuliira?"},
{"verse" : "18 N'agamba nti Mugende mu kibuga ewa gundi, mumugambe nti Omuyigiriza agambye nti Ekiseera kyange kinaatera okutuuka; ewuwo gye nnaaliira Okuyitako n'abayigirizwa bange."},
{"verse" : "19 Abayigirizwa ne bakola nga Yesu bw'abalagidde; ne bateekateeka Okuyitako. "},
{"verse" : "20 Awo obudde bwe bwawungeera, n'atuula okulya n'abayigirizwa ekkumi n'ababiri;"},
{"verse" : "21 era baali balya; n'agamba nti Mazima mbagamba nti omu ku mmwe anandyamu olukwe."},
{"verse" : "22 Ne banakuwala nnyo, ne batanula kinnoomu okumugamba nti Mukama waage, ye nze?"},
{"verse" : "23 Naye n'addamu n'agamba nti Oyo akozezza awamu nange mu kibya, ye anandyamu olukwe."},
{"verse" : "24 Omwana w'omuntu agenda, nga bwe yawa ndiikirwa: naye zisanze omuntu oyo anaalyamu olukwe Omwana w'omuntu! kyandibadde kirungi eri oyo singa teyazaalibwa omuntu oyo."},
{"verse" : "25 Yuda, eyamulyamu olukwe, n 'addamu n'agamba nti Labbi, ye nze? N'amugamba nti Ggwe oyogedde. "},                           
{"verse" : "26 Era baali bakyalya, Yesu n'atoola omugaati, ne yeebaza, n'agu menyamu; n'awa abayigirizwa, n'agamba nti Mutoole, mulye; guno gwe mubirigwange."},
{"verse" : "27 N'atoola ekikompe, ne yeebaza, n'abawa, ng'agamba nti Munywe ku kino mwenna; "},
{"verse" : "28 kubanga kino gwe musaayi gwange ogw'endagaano, oguyiika ku lw'abangi olw'okuggyawo ebibi."},      
{"verse" : "29 Naye mbagamba nti Sirinywa n'akatono okusooka leero ku guno ogubala ku muzabbibu, okutuusa ku lunaku luli lwe ndigunywa omuggya awamu nammwe mu bwakabakabwa Kitange. "},
{"verse" : "30 Bwe baamala okuyimba ne bafuluma okugenda ku lusozi olwa Zeyituuni."},
{"verse" : " 31 Awo Yesu n'abagamba nti Mmwe mwenna muneesittala ku lwange ekiro kino: kubanga kyawandiikibwa nti Ndikuba omusumba, n'endiga ez'omu kisibo zirisaasaanyizibwa."},
{"verse" : "32 Naye bwe ndimala okuzuukizibwa, ndibakulembera okugenda e Ggaliraaya."},
{"verse" : "33 Naye Peetero n'addamu n'amugamba nti Bonna bwe baneesittala ku lulwo, nze seesittale n'akatono. "},
{"verse" : "34 Yesu n'amugamba nti Mazima nkugamba nti Mu kiro kino, enkoko eneeba tennakookolima, ononneegaana emirundi esatu."},
{"verse" : "35 Peetero n'amugamba nti Newakubadde nga kiiŋŋwanira okufiira awamu n aawe, siikwegaane n'akatono. N'abayigirizwa bonna ne boogera bwe batyo. "},
{"verse" : "36 Awo Yesu n'atuuka nabo mu kifo ekiyitibwa Gesusemane, n'agamba abayigirizwa be nti Mutuule wano, ŋŋende eri nsabe."},
{"verse" : "37 N'atwala Peetero n'abaana ba Zebbedaayo bombi, n'atanula okunakuwala n'okweraliikirira ennyo."},
{"verse" : "38 Awo n'abagamba nti Omwoyo gwange guliko ennaku nnyingi, zigenda kunzita : mubeere wano, mutunule nange."},                
{"verse" : "39 N'atambulako katono, n'avuunama, n'asaba, n'agamba nti Ai Kitange, ekikompe kino kinveeko, oba kiyinzika: naye si nga nze bwe njagala wabula nga ggwe bw’oyagala."},
{"verse" : "40 Nadda eri abayigirizwa, n'abasanga nga beebase, n'agamba Peetero nti Kazzi temuyinzizza kutunula nange n'essaawa emu?"},
{"verse" : "41 Mutunule musabe, muleme okuyingira mu kukemebwa: omwoyo gwe gwagala naye omubiri gwe munafu."},                 
{"verse" : "42 Nate n'agenda omulundi ogw'okubiri, n'asaba, ng'agamba nti Ai Kitange, oba nga kino tekiyinza kunvaako, wabula nze okukinywa, ky'ayagala kikolebwe."},
{"verse" : "43 N'ajja nate n'abasanga nga beebase, kubanga amaaso gaabwe gaali gakambagga. "},
{"verse" : "44 N'abaleka nate, n'agenda, n'asaba omulundl ogw'okusatu, n'ayogera nate ebigambo bimu na biri."},
{"verse" : "45 Awo n'ajja eri abayigirizwa, n' abagamba nti Mwebakire ddala kaakano, muwummule: laba, ekiseera kinaatera okutuuka, n'Omwana w'omuntu aweereddwayo mu mikono gy'abalina ebibi."},
{"verse" : "46 Muyimuke tugende: laba, andyamu olukwe anaatera oku tuuka."},
{"verse" : "47 Yali akyayogera, laba, Yuda, omu ku kkumi n'ababiri, n'ajja, ng'alina ebibiina bingi ebirina ebitala n'emiggo, nga bava eri bakabona abakulu n'abakadde b'abantu."},
{"verse" : "48 Naye oyo amulyamu olukwe yabawa akabon ero, ng'agamba nti Gwe nnaanywegera, nga ye wuuyo: mumukwate."},
{"verse" : "49 Amangu ago n'ajja awali Yesu, n'agamba nti Mirembe, Labbi; n'amunywegera nnyo."},
{"verse" : "50 Yesu n'amugamba nti Munnange, kola ky'ojjiridde. Awo ne bajja, Yesu ne bamussaako emikono, ne bamukwata."},
{"verse" : "51 Laba, omu ku abo abaali ne Yesu, n'agolola omukono, n'asowola ekitala kye, n'atema omuddu wa kabona asinga obukulu, n'amusalako okutu."},                
{"verse" : "52 Awo Yesu n'amugamba nti Ekitala kyo kizze mu kifo kyakyo: kubanga abo bonna abakwata ekitala balifa kitala."},
{"verse" : "53 Oba olowooza nti ssiyinza kwegayirira Kitange, naye n'ampeereza kaakano bamalayika okusinga liigyoni ekkumi n'ebbiri? "},
{"verse" : "54 Kale binaatuukirira bitya ebyawandiikibwa nti kigwanira okuba bwe bityo? "},      
{"verse" : "55 Mu luseeraekyo Yesu n'agamba ebibiina nti Muli ng'abajjiridde omunyazi n'ebitala n'emiggo okunkwata? Nnatuulanga buli lunaku mu yeekaalu nga njigiriza, ne mutankwata."},
{"verse" : "56 Naye kino kyonna kituuse, bannabbi bye baawandiika era bituu kirizibwe. Awo abayigirizwa bonna ne bamwabulira,ne badduka. "},
{"verse" : "57 Ne bali abaakwata Yesu, ne bamutwala ewa Kayaafa kabon a asinga obukulu, abawandiisi n'abakadde gye baakuOnaanira. "},
{"verse" : "58 Naye Peetero n'amuvaako ennyuma wala, okutuuka mu kigango kya kabona asinga obukulu, n'ayingira munda, n'atuula n'abaweereza, alabe we binakkira."},
{"verse" : "59 Naye bakabona abakulu n'ab'omu lukiiko bonna ne banoonya obujulirwa obw'obulimba ku Yesu, balyoke bamutte;"},
{"verse" : "60 ne batabulaba,newakubadde ng'abajulirwa ab'obulimba bangi abajja. Naye oluvannyuma ne bajja babiri,"},
{"verse" : "61 ne bagamba nti Ono yagamba nti Nnyinza okumenya yeekaaluya Katonda, n'okugizimbira ennaku ssatu."},
{"verse" : "62 Kabona asinga obukulu n'ayimirira, n'amugamba nti Toyanukula n'akatono? kigambo ki bano kye bakulumiriza?"},
{"verse" : "63 Naye Yesu n'asirika. Kabona asinga obukulu n'amugamba nti Nkulayiza Katonda omulamu, tubuulire oba nga ggwe Kristo, Omwana wa Katonda. "},
{"verse" : "64 Yesu n'amugamba nti Oyogedde: n aye mbagamba nti Okusooka leero muliraba Omwana w'omuntu ng'atudde ku mukrr.o ogwa ddyo ogw'amaanyi, ng'ajjira ku bire eby'eggulu."},
{"verse" : "65 Awo kabona asinga obukulu n'ayuza ebyambalo bye, n'agamba ntiAwodde Katonda: twagalira ki nate abajulirwa? laba, muwulidde kaakano obuwoozi bwe:"},
{"verse" : "66 mulowooza mutya? Ne baddamu ne bagamba nti Agwanidde kufa."},
 {"verse" : "67 Awo ne bamuwandira amalusu mu maaso ge, ne bamukuba ebikonde: abalala ne bamukuba empi"},                
{"verse" : "68 nga bagamba n ti Tulagule Kristo: ani akukubye?"},
{"verse" : "69 Naye Peetero yali atudde bweru mu kigango: omuwala n'ajja gy'ali, n'agamba nti Naawe wali wamu ne Yesu Omugaliraaya."},
{"verse" : "70 Naye ne yeegaanira mu maaso ga bonaa ng'agamba nti Ky'ogamba sikima nyi."},      
{"verse" : "71 Naye bwe yafuluma okutuuka mu kisasi, omuwala omulal n'amulaba n'agamba aba abaal awo nti N'on o yali wamu ne Yesi Omunazaaleesi."},
{"verse" : "72 Ne yeegaana nate, n'alayira nti Omuntu oyo simumanyi."},
{"verse" : "73 Ne wayitawo ebba nga ttono, abaali bayimiridde awo ne bajja ne bagamba Peetero nti Mazima naawe oli munnaabwe; ku banga enjogera yo ekutegeezezza "},
{"verse" : "74 Awo n'atanula okukolima n'okulayira nti Omuntu oyo simumanyi Amangu ago enkoko n'ekookolima."},
{"verse" : "75 Peetero n'ajjukira ekigambo Yesu kye yagamba nti Enkoko eneeba tennaba kukookolima ononneegaanira emirundi esatu. N'afuluma ebweru, n'akaaba nnyo amaziga."}
]