[
{"title" : "Yokaana Omubatiza atemebwako"},
{"verse" : "14:1 Mu biro biri Kerode owessaza n'awulira ettutumu lya Yesu, "},
{"verse" : "2 n'agamba abaddu be nti Oyo ye Yokaana Omubatiza; azuukidde m u bafu; era eby'amaanyi bino kyebiva bikolera mu ye."},
{"verse" : "3 Kubanga Kerode yali akutte Yokaana, n'amusiba, n'amuteeka mu kkomera olwa Kerodiya, mukazi wa Firipo muganda we."},
{"verse" : "4 Kubanga Yokaana yamugamba nti Kyamuzizo ggwe okubeera naye."},
{"verse" : "5 Bwe yali ayagala okumutta, n 'atya abantu, kubanga baamulowooza nga ye nnabbi."},
{"verse" : "6 Bwe lwatuuka olw'okujjukira amazaalibwa ga Kerode, omuwala wa Kerodiya n'azina mu maaso gaabwe, n'asanyusa Kerode."},
{"verse" : "7 Awo n'alayira n'asuubiza okumuwa kyonna kyonna ky'anaasaba."},
{"verse" : "8 Naye, bwe yaweererwa nnyina,n'agamba nti Mpeera wano mu lutiba omutwe gwa Yokaana Omubatiza."},
{"verse" : "9 Kabaka n'alumwa; naye olw'ebirayiro bye, n'olw'abo abaali batudde nga balya naye, n'alagira okugumuwa;"},
{"verse" : "10 n'atuma, n'atemako Yokaana omutwe mu kkomera."},
{"verse" : "11 Ne baleeta omutwe gwe mu lutiba, ne baguwa omuwala: n'agutwalira nnyina."},
{"verse" : "12 Abayigirizwa be ne bajja, ne basitula omulambo, ne bamuziika; ne bagenda ne babuulira Yesu."},
{"verse" : "13 Awo, Yesu bweyawulira, n'aviirayo mu lyato, n'agenda awali eddungu kyama: ebibiinabwe byawulira, ne biva mu bibuga ne bimugoberera nga biyita ku lukalu."},
{"verse" : "14 N'avaayo, n'alaba ekibiina kinene, n'abasaasira, n'awon ya abalwadde baabwe."},
{"verse" : "15 Bwe bwawungeera, abayigirizwa ne bajja w'ali, ne bagamba nti Wano ddungu, obudde buyise nnyo; siibula aba, bagende mubibuga, beegulire emmere. "},
{"verse" : "16 Naye Yesu n'abagamba nti Tewali kib azzisaayo; mmwe mubawe ebyokulya."},
{"verse" : "17 Ne bamugamba nti Tetulina kintuwano wabula emigaati etaano, n'ebyennyanja bibiri."},
{"verse" : "18 N'agamba nti Mubindeetere wano."},
{"verse" : "19 N'alagira ebibiina okutuula ku muddo; n'atwala emigaati etaano n'ebyennyanja bibiri, n'atunula waggulumu ggulu, ne yeebaza, n'amenyamu emigaati n'agiwa abayigirizwa, abayigirizwa ne bagabira ebibiina."},
{"verse" : "20 Ne balya bonna, ne bakkuta: ne bakuŋŋaanya obukunkumuka obwasigalawo, ebibbo kkumi na bibiri ebyajjula."},
{"verse" : "21 N'abo abaalya baali abasajja ng'enkumi ttaano, abakazi n'abaana obutabassaako:"},
{"verse" : "22 Amangu ago n'awaliriza abayigirizwa okusaabala, bamukulembere okugenda emitala w'eri, amale okusiibula ebibiina."},
{"verse" : "23 Bwe yamala okusiibula ebibiina, n'alinnya ku lusozi yekka okusaba: obudde bwe bwawungeera, yaliyo bw'omu."},
{"verse" : "24 Naye eryato lyali limaze okutuuka mu buziba, nga lyesunda n'amayengo, kubanga omuyaga gwa bafuluma mu maaso."},
{"verse" : "25 Awo ekiro mu kisisimuka eky'okuina n'ajja gye bali, ng'atambula ku nnyanja."},
{"verse" : "26 Abayigirizwa bwe baamulaba ng' atambula ku nnyanja, ne beeraliikirira, ne bagamba nti Dayimooni; n e beekanga nga batya."},
{"verse" : "27 Amangu ago Yesu n'ayogera nabo, n'agamba nti Muddeemu omwoyo: nze nzuuno; temutya."},
{"verse" : "28 Peetero n'amuddamu n'agamba n ti Mukama wange, oba nga ggwe wuuyo, adagira njije gy'oli ku mazzi."},
{"verse" : " 29 N'agamba nti Jjangu. Peetero n'ava mu lyato, n'atambulira ku mazzi, okugenda eri Yesu. "},
{"verse" : "30 Naye, bwe yalaba omuyaga, n'atya: n'atanula okusaanawo, n'akaaba, n'agamba nti Mukama wange, ndokola."},
{"verse" : "31 Amangu ago Yesu n'agolola omukono, n'amukwata, n'amugamba nti Ggwe ali na okukkiriza okutono, kiki ekikubuusizzabuusizza?"},
{"verse" : "32 Bwe baalinnya mu lyato, omuyaga ne guggwaawo."},
{"verse" : "33 N'abo abaali mu lyato ne bamusinza, nga bagamba nti Mazima oli Mwana wa Katonda."},
{"verse" : "34 Bwe baamal a okuwunguka, ne batuuka ku lukalu olw'e Genesaleeti."},
{"verse" : "35 Abantubaayo bwe baamumanya, ne batuma mu nsi eyo yonna eriraanyeewo, ne bamuleetera bonna abalwadde;"},            
{"verse" : "36 ae: bamwegayirira bakomeko bukomi ku lukugiro Iw'ekyambalo kye; bonna abaakomako ne bawonyezebwa ddala."}
]