[{"title" : "Abawandiisi n'Abafalisaayo"},
{"verse" : "23:1 Awo Yesu n'ayogera n'ebibiina n'abayigirizwa be, "},
{"verse" : "2 ng'agamba nti Abawandiisi n'Abafalisaayo batudde ku ntebe ya Musa:"},
{"verse" : "3 kale ebigambo byonna bye babagamba, mubikole mubikwate: naye temukola ngabo bwe bakola; kubanga boogera naye tebakola."},
{"verse" : "4 Era basiba emigugu egizitowa egiteetikkika, bagitikka abantu ku kibegabega; naye bo bennyinitebaagala kuginyeenyaako n'engalo yaabwe."},
{"verse" : "5 Naye ebikolwa byabwe byonna babikola era abantu babirabe, kubanga bagaziya fulakuteri zaabwe, era bongerako amatanwuwa,"},
{"verse" : "6 era baagala ebifo eby'oku manjo ku mbaga, n'entebe ez'ekitiibwa mu makuŋŋaaniro,"},
{"verse" : "7 n'okulamusibwa mu butale, n'okuyitibwa aba nti Labbi."},
{"verse" : "8 Naye mmwe temuyitibwanga Labbi: kubanga, omuyigiriza wammwe ali omu, nammwe mwenna muli ba luganda."},                
{"verse" : "9 Era temuyitanga muntu ku nsi kitammwe: kubanga K itammwe ali omu, ali mu ggulu."},
{"verse" : "10 So temuyitibwanga balagirizi: kubanga omulagirizi wammwe ali omu, ye Kristo."},
{"verse" : "11 Naye mu mmwe abasinga obukulu atsaabanga muweereza wammwe."},      
{"verse" : "12 Na buli aneegulumizanga anakkakkanyizibwanga; na buli aneekakkanyanga anaagulumi. zib wanga."},
{"verse" : "13 Naye ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi kubanga muggalira obwakabaka obw'omu ggulu mu maaso g'abantu; kubanga mmwe temuyingira, n'abo ababa bayingira temubagan ya kuyingira."},
{"verse" : "14 [Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi Kubanga mulya ennyumba za bannamwandu, era ne mwefuula aba. saba ennyo: n'olwekyo mulibaako omusango ogusinga obunene.]  "},
{"verse" : "15 Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi kubanga mwetooloola mu nnyanj: ne ku lukalu okukyusa omuntu omu naye bw'alabika, mumufuula mwanu wa Ggeyeena emirundi ebiriokukira mmwe."},
{"verse" : "16 Ziribasanga mmwe, abasaale abazibe b'amaaso, abagamba nti Buli anaalayiranga yeekaalu, nga si kintu; naye buli an aalayiranga ezaabu ey'omu yeekaalu, ng'azzizza omusango."},
{"verse" : "17 Mmwe abasiru era abazibe b'amaaso; kubanga ekikira obukulu kiruwa, ezaabu, oba yeekaalu etukuza ezaabu?"},
{"verse" : "18 Oba mugamba nti Omuntu bw'anaalayiranga ekyoto,nga si kintu; naye buli anaalayiranga ekitone ekiriko, ng'azzizza omusango. "},
{"verse" : " 19 Mmwe abazibe b'amaaso: kubanga ekikira obukulu kiruwa, ekitone, oba ekyoto ekitukuza ekitone?"},
{"verse" : "20 Naye alayira ekyoto, alayira kyo, nebyonna ebiriko."},
{"verse" : " 21 Naye alayira yeekaalu alayira yo, n'oyo atuula omwo. "},                
{"verse" : "22 Naye alayira eggulu, alayira ntebe ya Katonda, n'oyo agituulako."},
{"verse" : "23 Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi! kubanga muwa ekitundu eky'ekkumi ekya nnabbugira ne aneta ne kkumino, ne mulekayo ebigambo ebikulu eby'amateeka, obutalyanga nsonga, n'ekisa, n'okukkiri zanga: naye bino kyabagwanira okubikola, era na biri obutabirekaayo."},         
 {"verse" : "24 Mmwe abasaale abazibe b'amaaso abasengejja ensiri, ne mumi ra eŋŋamira."},      
{"verse" : "25 Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi! kubanga munaaza kungulu ku kikompe n'ekibya, naye munda mujjudde obun yazi n'obuteegendereza."},
{"verse" : "26 Ggwe Omufalisaayo omuzibe w'amaaso, sooka onaaze munda mu kikompe n’ekibya, ne kungulu kwakyo kulyoke kube kulungi."},
{"verse" : "27 Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi kubanga mufaanana amalaalo agasiigibwa okutukula, agasiigibwa okutukula, agalabika kungulu nga gawoomye, naye munda mujjudde amagumba g'abafu, n'empitambi yonna."},
{"verse" : "28 Bwe mutyo nammwe kungulu mulabika mu bantu nga muli batuukirivu, naye munda mujjudde obunnanfuusi n'obujeemu."},
{"verse" : "29 Ziribasanga mmwe, abawandiisi n'Abafalisaayo, bannanfuusi! kubanga milzimba amalaalo ga bannabbi, muwoomya ebiggya by'abatuukirvu,"},
{"verse" : "30 ne mugamba nti Singa twaliwo mu biro bya bajjajjaffe, tetwandissizza kimu nabo mu musaayi gwa bannabbi. "},
{"verse" : "31 Bwe mutyo mwetegeeza mwekka nti muli baana baabwe abatta bannabbi. "},
{"verse" : "32 Kale mujjuze ekigera kya bajjajjammwe."},
{"verse" : "33 Mmwe emisota, abaana b'embalasaasa, mulidduka mutya omusango ogwa Ggeyeena?"},
{"verse" : "34 Laba, kyenva mbatumira bannabbi, n'ab'amagezi, n'abawandiisi: n'abamu ku bo mulibatta mulibakomerera; n'abalala mulibakuba emiggo mu makul3naaniro gammwe, mulibayigganya mu byalo byonna:"},                
{"verse" : "35 mulyoke mujjirwe omusaayi gwonna omutuukirivu ogwayiika ku nsi, okusookera ku musaayi gwa Abiri oyo omutuukirivu okutuusa ku musaayi gwa Zaakaliya omwana wa Balakiya, gwe mwattira wakati wa yeekaalu n'ekyoto."},
{"verse" : "36 Mazima mbagamba nti Ebigambo bino byonna birituukirira ab'emirembe gino."},
{"verse" : "37 Yerusaalemi, Yerusaalemi, atta ban nabbi, akasuukirira amayinja abantu abatumibwa gy'ali! emirun di emeka gye nnayagalira ddala okukuŋŋaanya abaana bo, ng'enkoko bw'ekunnaanya obwana bwayo munda w'ebiwaawaatiro byayo, ne mutayagala!"},      
{"verse" : "38 Laba, ennyumba yammwe ebalekeddwa kifulukwa."},
{"verse" : "39 Kubanga mbagamba n ti Temulindabako n'akatono okusookaleero, okutuusa lwe mulyogera nti Aweebwa omukisa ajja mu linnya lya Mukama."}
]