[{"title" : "Yesu awonya eyaziŋŋama"},
{"verse" : "9:1 N'asaabala, n'awunguka, n'atuuka mu kibuga ky'ewaabwe."},
{"verse" : "2 Awo ne bamuleetera omulwadde akoozimbye, ng'agalamizibbwa ku kitanda: naye Yesu bwe yalaba okukkiriza kwabwe, n'agamba oyo akoozimbye nti Mwana wange, guma omwoyo, ebibi byo bikuggiddwako."},
{"verse" : "3 Kale, laba, abawandiisi abalala ne boogera mu myoyo nti Ono awoola Katonda."},
{"verse" : "4 Naye Yesu bwe yamanya ebirowoozo byabwe, n'agamba nti Kiki ekibalowoozesa obubi mu mitima gyammwe?"},
{"verse" : "5 Kubanga ekyangu kiruwa okugamba nti Ebibi byo bikuggiddwako, oba okugamba nti Golokoka otambule? "},
{"verse" : "6 Naye mutegeere ng'Omwana w'omuntu alina obuyinza ku nsi okuggyako ebibi n'agamba oyo akoozimbye nti Yimirira, ositule ekitanda kyo, oddeyo mu nnyumba yo."},
{"verse" : "7 N'agolokoka, n'agenda ewuwe."},
{"verse" : "8 Naye ebibiina bwe byalaba ne bitya, ne bigulumiza Katonda, eyawa abantu obuyinza obwenkanidde awo."},
{"verse" : "9 Yesu bwe yavaayo n'alaba omun tu, ayitibwa Matayo, ng'atudde mu ggwoolezo: n'amugamba nti Yita nange. N'agolokoka, n'ayita naye."},
{"verse" : "10 Awo olwatuuka bwe yali ng'atudde munju ng'alya, laba, ne wajja abawooza bangi, n'abantu ababi bangi, ne batuula wamu ne Yesu n'abayigirizwa be."},
{"verse" : "11 Abafalisaayo bwe baalaba, ne bagamba abayigirizwa be nti Omuyigiriza wammwe kiki ekimuliisa n'abawooza n'abantu ababi?"},
{"verse" : "12 Naye bwe yawulira, n'agamba nti Abalamu tebeetaaga musawo, wabula abalwadde."},
{"verse" : "13 Naye mugende muyige amakulu g'ekigambo kino nti Njagala kisa, so si ssaddaaka kubanga sajja kuyita batuukirivu, wabula abantu abi."},
{"verse" : "14 Ne walyoka wajja w'ali abayigirizwa ba Yokaana ne bagamba nti Kiki ekitusiibya ffe n'Abafalisaayo emirundi emingi, naye abayigirizwa bo tebasiiba? "},
{"verse" : "15 Yesu n'abagamba nti Abaana ab'omu mbaga ey'obugole bayinza batya okunakuwala awasizza omugole ng'akyali nabo? naye ennaku zigen da okujja awasizza omugole lw'alibaggibwako, ne balyoka basiiba."},
{"verse" : "16 Tewali mu atunga kiwero ekiggya mu kyambalo ekikadde; kubanga ekyo ekitungibwamu kiyuza ekyambalo, n'ekituli kyeyongera okugaziwa."},
{"verse" : "17 So tebafuka mwenge musu mu nsawo za maliba enkadde; kubanga bwe bakola bwe batyo, ensawo ez'amaliba ziyulika, n'omwenge guyiika, n'ensawo ez'amaliba zifaa faagana: naye, bafuka omwenge omusu mu nsawo ez'amaliba empya, byombi birama."},
{"verse" : "18 Bwe yali ng'aky’abagamba ebigambo ebyo, ne wajja omwami omu, n'amusinza n'agamba n ti Muwala wange kaakano afudde: naye jjangu omuteekeko omukono, anaalamuka."},
{"verse" : "19 Yesu n'agolokoka n'amugoberera, n'abayigirizwa be."},
{"verse" : "20 Awo omukazi eyali alwalidde ekikulukuto ky'omusaayi emyaka kkumi n'ebiri, n'ajja ennyuma we, n'akoma ku lukugiro lw'ekyambalo kye:"},
{"verse" : "21 kubanga yayogera mu mwoyo gwe nti Bwe nnaakoma obukomi ku kyambalo kye nnaawona."},        
{"verse" : "22 Naye Yesu bwe yakyuka n'amulaba, n'agamba nti Mwana wange, guma omwoyo; okukkiriza kwo kukuwonyezza. Omukazi n'awona okuva mu kiseera ekyo."},
{"verse" : "23 Yesu bwe yatuuka mu nju y'omwami oyo, n'alaba abafuuwa endere, n'ekibiina nga bakuba ebiwoobe,"},
{"verse" : "24 n'agamba nti Muveewo: kubanga omuwala tafudde, yeebase bwe basi. Ne bamusekerera nnyo."},
{"verse" : "25 Naye ekibiina bwe kyamala okugobebwawo, n'ayingira, n'amukwata ku mukono; omuwala n'agolokoka."},
{"verse" : "26 Ebigambo ebyo ne bibuna mu nsi eri yonna. "},
{"verse" : "27 Naye Yesu bwe yavaayo, abazibe b'amaaso babiri ne bamugoberera, nga boogerera waggulu nga bagamba nti Tusaasire, ggwe omwana wa Dawudi."},       
{"verse" : "28 Bwe yatuuka mu nju, abazibe b'amaaso ne bajja gy'ali: Yesu n'abagamba nti Mukkirizzanga nnyinza okukola kino? ne bamugamba nti Weewaawo, Mukama waffe."},
{"verse" : "29 N'alyoka akoma ku maaso gaabwe ng'agamba nti Nga bwe mukkirizza kibeere gye muli bwe kityo."},
{"verse" : "30 Amaaso gaabwe ne gazibuka. Yesu n'abakuutira ng'agamba nti Mulabe tewaba muntu amanya."},
{"verse" : "31 Naye ne bafuluma, ne babunya ebigambo bye mu nsi eri yonna. "},
{"verse" : "32 Awo bwe baali bafuluma ne bamuleetera kasiru, ng'aliko dayimooni."},
{"verse" : "33 N'agoba dayimooni, kasiru n'ayogera; ebibiina ne byewuunya, ne bigamba nti Edda n'edda tewalabikanga bwe kiti mu Isiraeri."},
{"verse" : "34 Naye Abafali saayo ne bagamba nti Agoba dayimooni ku bwa mukulu wa dayimooni."},
{"verse" : "35 Yesu n'ayitayita mu bibuga byonna, n'embuga zonna, ng'ayigiriza mu makuŋŋaaniro gaabwe, ng'abuulira enjiri ey'obwakabaka, ng'awonya endwadde zonna n'obunafu bwonna."},
{"verse" : "36 Naye bwe yalaba ebibiina, n'abisaasira, kubanga baali bakooye nnyo nga basaasaanye, ng'e ndiga ezitalina musumba."},
{"verse" : "37 N'alyoka agamba abayigirizwa be nti Eby'okukungula bye bingi, naye abakozi be batono."},
{"verse" : "38 Kale musabe Omwami w'eby'okukungula, asindike abakozi mu by'okukungula bye."}

]