[
{"title" : "Yokaana Omubatiza alongoosa Ekkubo"},  
{"verse" : "3:1 Mu nnaku ezo, Yokaana Omubatiza n'ajja ng'abuulirira mu ddungu ery'e Buyudaaya,"},
{"verse" : " 2 ng'agamba nti Mwenenye; kubanga obwakabaka obw'omu ggulu bunaatera okutuuka."},
{"verse" : "3 Kubanga oyo nnabbi Isaayagwe yayogerako, ng'agamba nti Eddoboozi ly'oyo ayogerera waggulu mu ddungu nti Mulongoose oluguudo lwa Mukama, Muluŋŋamye amakubo ge."},
{"verse" : "4 Naye Yokaana oyo yayambalanga engoye ez'ebyoya by'eŋŋamira, nga yeesiba olukoba olw'eddiba mu kiwato; n'emmere ye yaIi nzige na mubisi gw'enjuki ez'omu nsiko."},
{"verse" : " 5 Awo ne bava e Yerusaalemine mu Buyudaaya wonna, n'ensi yonna eriraanye Yoludaani, ne bajja gy'ali;"},
{"verse" : "6 n'ababatiza mu mugga Yoludaani, nga baatula ebibi byabwe."},
{"verse" : " 7 Naye Lwe yalaba Abafalisaayo abangi n'Abasaddukaayo abangi nga bajjirira okubatiza kwe n'abagamba nti Mmwe abaana b'emisota, ani eyabalabula okudduka obusungu obugenda okujja?"},
{"verse" : "8 Mubale ebibala ebisaanidde okwenenya;"},
{"verse" : "9 temulowooza kwogera mu mitima nti Tulina Ibulayimu ye jjajjaffe: kubanga mbagamba nti Katonda ayinza mu mayinj a gano okugafuuliramu Ibulayimu abaana."},
{"verse" : "10 Naye kaakano embazzi eteekeddwa ku kikolo ky'emiti: buli muti ogutabala bibala birungi gunaatemebwa, gunaasuulibwa mu muliro."},
{"verse" : "11 Nze mbabatiza na mazzi olw'okwenenya: naye oyo ajja ennyuma wange ye ansinga amaanyi, sisaanira na kukwata ngatto ze: oyo alibabatiza n'Omwoyo Omutukuvu n'omuliro."},
{"verse" : "12 Olugali lwe luli mu mukono gwe, naye alirongoosa nnyo egguuliro lye; alikuŋŋaanyiza eŋŋaano mu ggwanika, naye ebisusunku aliby okya n'omuliro ogutazikira. "},
{"verse" : "13 Awo Yesu n'ava e Ggaliraaya, n'atuuka ku Yoludaani eri Yokaana, amubatize. 14 Naye Yokaana yali ayagala okumugaana, ng'agamba nti Nze nneetaaga ggwe okumbatiza, naawe ojja gye ndi? "},
{"verse" : "15 Naye Yesu n'addamu n'amugamba nti Kkiriza kaakano: kubanga kitugwanira bwe tutyo okntuukiriza obutuukirivu bwonn a. N'alyoka amukkiriza."},
{"verse" : " 16 Awo Yesu, bwe yamala okubatizibwa, amangu ago n'ava mu mazzi: laba, eggulu ne limubikkukira, n'alabaOmwoyo gwa Katonda ng'akka ng'ejjiba, ng'ajja ku ye;"},
{"verse" : " 17 aba, eddoboozi ne liyima mu ggulu, nga ligamba nti Oyo ye Mwana wange, gwe njagala, gwe nsanyukira ennyo. "}

]