[{"title" : "Olugero lw'omusizi"},
{"verse" : "13:1 Ku lunaku olwo Yesu n'afuluma mu nju, n'atuula ku mabbali g'ennyanja."},
{"verse" : "2 Ebibiina bingi ne bimukuŋŋaanirako, n'okusaabala n'asaabala mu lyato, n'atuula; ekibiina kyonna ne kiyimirira ku ttale."},
{"verse" : " 3 N'ayogera nabo bingi mu ngero, ng'agamba nti Laba, omusizi yafuluma okusiga;"},
{"verse" : "4 bwe yali ng'asiga, ensigo endala ne zigwa ku mabbali g'ekkubo, ennyonyi ne zijja ne zizirya:"},
{"verse" : " 5 endala ne zigwa awali enjazi, awatali ttaka lingi amangu ago ne zimera, kubanga tezaalina ttaka ggwanvu:"},
{"verse" : "6 enjuba bwe yavaayo, ne ziwotookerera kubanga tezaalina mmizi, ne zikala."},
{"verse" : "7 Endala n e zigwa kumaggwa; amaggwa ne gamera, ne gazizisa"},
{"verse" : "8 endala ne zigwa ku ttaka eddungi ne zibala emmere endala kikumi endala nkaaga, endala makumi asatu"},
{"verse" : "9 Alina amatu, awulire."},             
{"verse" : "10 Abayigirizwa ne bajja ne bamugamba nti Kiki ekikwogeza nabo mu ngero?"},
{"verse" : "11 N'addamu n'abagamba nti Mmwe muweereddwa okumanya ebigambo eby'ekyama eby'obwakabaka obw'omu ggulu naye bo tebaweereddwa."},
{"verse" : "12 Kubanga buli alina, aliweebwa, era alisukkirirawo: naye buli atalina aliggibwako ne ky'ali nakyo."},
{"verse" : "13 Kyenva njogera nabo mu ngero kubanga bwe balaba tebalaba, bwe bawulira, tebawulira, so tebategeera."},
{"verse" : "14 Naye Isaaya bye yalagula bibatuukiriridde, ebyayogera nti Muliwulira buwulizi, naye temu litegeera; Muliraba bulabi, naye temu lyetegereza:"},
{"verse" : "15 Kuba omutimagw'abantu bano gusavuwadde, N'amatu gaabwe gawulira bubi, N'amaaso gaabwe bagazibye; Baleme okulaba n'amaaso, n'okuwulira n'amatu, N'okutegeera n'omutima, N'okukyuka, Ne mbawonya."},
{"verse" : "16 Naye amaaso gammwe gali na omukisa, kubanga galaba; n'amatu gammwe, kubanga gawulira."},
{"verse" : "17 Kubanga mazima mbagamba nti Bannabbi bangi n'aba abatuukirivu abeegombanga okulaba bye mutunuulira, so tebaabiraba; n'oku wulira bye muwulira, so tebaabiwulira."},
{"verse" : "18 Kale mmwe muwulire olugero lw'omusizi."},
{"verse" : "19 Buli awulira ekigambo eky'obwakabaka, nga takitegedde, omubi oyo ajja, n'akwakula ekisigiddwa mu nutima gwe. Oyo ye yasigibwaku mabbali g'ekkubo."},
{"verse" : "20 N’oyo eyasigibwa awali enjazi, ye oyo awulira kigambo, amangu ago n'akikkiriza n'essanyu;"},
{"verse" : "21 naye talina mmizi munda mu ye, naye, alwawo katono; bwe wabaawo ennaku n’okuyigganyizibwa olw'ekigambo, amangu ago yeesittala."},
{"verse" : "22 N'oyo eyasigibwa mu maggwa, ye oyo awulira ekigambo; naye okweraliikirira kw'ensi, n'obulimba bw'obugagga bizisa ekigambo, era tabala."},
{"verse" : "23 N'oyo eyasigibwa kuttaka eddungi, ye oyo awulira ekigambo, n'akitegeera; oyo ddala abala ddala ebibala, omulala aleeta kikumi, omulala nkaaga, omulala makumi asatu."},
{"verse" : "24 Awo n'abaleetera ohugero olulala n'ayogera nti Obwakabaka obw'omu ggulu bufanaanyizibwa n'omuntu eyasiga ensigo ennungi mu n nimiro ye:"},
{"verse" : "25 naye aba bwe baali beebase omulabe we n'ajja n'asigamu eŋŋaano ey'omu nsiko mu ŋŋaano ennungi, n'agenda."},
{"verse" : "26 Naye bwe yameruka, bwe yayanya, n'erabika n'eŋŋaano ey'omu nsiko."},
{"verse" : "27 Abaddu be ne bajja ne bagamba omwami nti Ssebo, tewasiga nsigo nnungi mu nnimiro yo? kale yali etya okubaamu ŋŋaano ey'omu nsiko?"},
{"verse" : "28 N'abagamba nti Omulabe ye yakola atyo. Abaddu ne bamugamba nti Kale oyagala tugende tugikoolemu?"},
{"verse" : "29 Naye n'agamba nti Nedda; mpozzi bwe munaaba mukoolamu eŋŋaano ey'omu nsiko, munaggiramu n'eŋŋaano yennyin i."},         
{"verse" : "30 Muleke bikule byombi bituuse amakungula: mu biro eby'amakungula ndigamba abakunguzi nti Musooke mukuŋŋaanye eŋŋaano ey'omu nsiko, mugisibe emiganda eyokebwe: naye eŋŋaano yennyini mugikuŋŋaanyize mu ggwanika lyange."},
{"verse" : "31 N'abaleetera olugero olulala, ng'agamba nti Obwakabaka obw'omu ggulu bufaanana n'akaweke ka kaladaali, omuntu ke yaddira, n'akasiga mu nnimiro ye:"},
{"verse" : "32 nako nga ke katono okusinga ensigo zonna; naye bwe kaakula, ne kaba kanene okusinga omuddo gwonna, ne kaba omuti, n'ennyonyi ez'omu bbanga nga zijja, nga zibeera ku matabi gaagwo."},
{"verse" : "33 N'abagerera olugero olulala nti Obwakabaka obw'omu ggulu bufaanana n'ekizimbulukusa, omukazi kye yaddira, n'akissa mu bubbo busatu obw'obutta, n'okuzimbulukuka ne buzimbulukuka bwonna."},
{"verse" : "34 Ebigambo ebyo byonna Yesu yabigamba ebibiina mu ngero; naye awatali lugero teyabagamba kigambo:"},
{"verse" : "35 kituukirire ekyayogererwa mu nnabbi, ng'agamba nti Ndyasamya akamwa kange mu ngero; Ndireeta ebigambo ebyakwekebwa okuva ku kutondebwa kw'ensi. "},
{"verse" : "36 Awo n'asiibula ebibiina, n'ayingira mu nju: abayigirizwa be ne bajja w'ali, ne bagamba nti Tutegeeze olugero olw'eŋŋaano ey'omu nsiko eyali mu nnimiro."},
{"verse" : "37 N'addamu n'agamba nti Asiga ensigo ennungi ye Mwana w'omuntu;"},
{"verse" : "38 ennimiro ye nsi;ensigo ennungi, abo be baana b'obwakabaka; n'eŋŋaano ey'omu nsiko be baana b'omubi;"},
{"verse" : "39 omulabe eyagisiga ye Setaani: amakungula ye nkomerero y'ensi; n'abakunguzi be bamalayika."},
{"verse" : "40 Kale ng'eŋŋaano ey' omu nsiko bw'ekujgnaanyizibwa n'eyokebwa mu muliro; bwe kityo bwe kiriba ku nkomerero y'ensi."},
{"verse" : "41 Omwana w'omuntu alituma bamalayika be, nabo baliggyamu mu bwakabaka bwe ebintu byonna ebisittaza, n' abo abakola obubi,"},
{"verse" : "42 balibasuula mu kikoomi eky'omuliro: mwe muliba okukaaba amaziga n'okuluma obujiji."},
{"verse" : "43 Kale abantu abatuukirivu balimasamasa ng'enjuba mu bwakabaka bwa Kitaabwe. Alina amatu, awulire."},
{"verse" : "44 Obwakabaka obw'omu ggulu bufaanana n'eky'obugagga ekyakisibwa mu lusuku; omuntu n'akiraba, n'akikweka; n'olw'essanyu lye n' agenda n'atunda by'ali nabyo byonna, n'agula olusuku olwo."},
{"verse" : "45 Nate, obwakabakaobw'omu ggulu bufaanana omuntu omutunzi anoonya eruulu ennungi:"},
{"verse" : "46 bwe yalaba eruulu emu ey'omuwendo omungi, n'agenda n'atunda by'ali nabyo byonna, n'agigula."},
{"verse" : "47 Nate, obwakabaka obw'omu ggulu bufaanana ekiragala, kye basuula mu nnyanja, ne kikuŋŋaanya ebya buli ngeri:"},
{"verse" : "48 bwe kyajjula, ne bakiwalulira ku ttale; ne batuula, ne bakuŋŋaanyiza ebirungi mu nkanga, ebibi ne babisuula."},
{"verse" : "49 Bwe kityo bwe kiriba ku nkomerero y'ensi: bamalayika balijja, balyawulamu abantu ababi mu batuukirivu,"},
{"verse" : "50 balibasuula mu kikoomi eky'omuliro: mwe muliba okukaaba amaziga n'okuluma obujiji."},
{"verse" : "51 Mubitegedde ebigambo bino byonna? Ne bamugamba nti Weewaawo."},
{"verse" : "52 N'abagamba nti Buli muwandiisi eyayigirizibwa eby'obwakabaka obw'omu ggulu, kyava afaanan a n'omuntu alina ennyumba ye, aggya mu tterekero lye ebintu ebiggya n'ebikadde."},
{"verse" : "53 Awo olwatuuka Yesu bwe yamala engero zino, n'avaayo."},
{"verse" : "54 Bwe yatuuka mu nsi y'ewaabwe n'abayigiriza mu kkuŋŋaaniro lyabwe, n 'okuwuniikirira ne bawuniikirira, ne bagamba nti Ono yaggya wa amagezi gan o, n'eby'amaanyi bino?"},
{"verse" : "55 Ono si ye mwana w'omubazzi? nnyin a si gwe bayita Malyamu? ne baganda be Yakobo, ne Yusufu, ne Simooni, ne Yuda?"},
{"verse" : "56 Ne bannyina bonna tebali waffe? Kale ono yaggya waebigambo bino byonna?"},
{"verse" : "57 Ne bamunyiigira. Naye Yesu n'abagamba ntiNnabbi tabulwa kitiibwa, wabula mu nsi y'ewaabwe, ne mu nny umba y'ewaabwe."},
{"verse" : "58 So teyakolayo bya magero bingi olw'obutakkiriza bwabwe."}

]