[{"title" : "Abayigirizwa ekkumi n'ababiri"},
{"verse" : "10:1 N'ayita abayigirizwa be ekkumi n'ababiri, n'abawa obuyinza kudayimooni omubi, okumu gobanga, n'okuwonyanga endwadde zonna n'obunafu bwonna."},      
{"verse" : "2 Abatume abo ekkumi n'ababiri, amannya gaabwe ge gano: eyasooka ye Simooni, ayitibwa Peetero, ne Andereya muganda we; Yakobo omwana wa Zebbedaayo, ne Yokaana muganda we;"},
{"verse" : "3 Firipo, ne Battolomaayo; Tomasi, ne Matayo omuwooza; Yakobo omwana wa Alufaayo, ne Saddayo;"},
{"verse" : "4 Simooni Omukananaayo, ne Yuda Isukalyoti, ye yamulyamu olukwe."},
{"verse" : "5 Yesu n'abatuma abo ekkumi n'ababiri n 'ababuulirira, ng'agamba nti Temugendanga mu makubo g'ab'amawanga, so temuyingiranga mu bibuga by'Abasamaliya;"},
{"verse" : "6 naye waakiri mugende eri endiga ezaabula ez'omu nnyumba ya Isiraeri."},
{"verse" : "7 Bwe muban ga mutambulamubuulirenga nga mugamba nti Obwakabaka obw'omu ggulu bunaatera okutuuka."},
{"verse" : "8 Muwonyenga abalwadde, muzuukizenga abafu, mulongoosenga abagenge, mugobenga dayimooni: mwaweebwa buwa, nammwe muwenga buwa."},
{"verse" : "9 Temubeeranga na zaabu, newakubadde effeeza, newakubadde ebikomo mu nkoba zammwe;"},
{"verse" : "10 so n'ensawo etambula, newakubadde ekkanzu ebbiri, newakubadde engatto, newakubadde omuggo: kubanga akola emirimu asaanira okuweebwa emmere ye."},
{"verse" : "11 Naye buli kibuga kye munaayingirangamu, oba mbuga, munoonyeengamu omuntu bw'ali asaana; musulanga omwo okutuusalwe mulivaayo."},
{"verse" : "12 Bwe munaayingiranga mu nju, mugiramusenga."},
{"verse" : "13 Enju bw'esaananga, emirembe gyammwe gijjenga ku yo: naye bw'etasaananga, emirembe gyammwe giddenga gye muli."},
{"verse" : "14 Era omuntu bw'atabaasembezanga newakubadde okuwulira ebigambo byammwe bwe muvanga mu nju eyo oba mu kibuga ekyo, mukunkumulanga enfuufu ey'omu bigere byammwe."},
{"verse" : "15 Ddala mbagamba nti ensi ya Sodoma ne Ggomola eriba n'okubonyaabonyezebwa okuligumiikirizika ku lunaku olw'omusango, okukira ekibuga ekyo."},
{"verse" : "16 Laba, nze mbatuma ng'endiga wakati mu misege: kale mubanga n'amagezi ng'emisota, era mubanga ng'amayiba obutaba na bukuusa."},
{"verse" : "17 Naye mwekuumanga abantu: kubanga balibawaayo mu nkiiko, ne mu makurpgaaniro gaabwe balibakubiramu;"},
{"verse" : "18 era mulitwalibwa eri abaamasaza n'eri bakabaka okubalan ga nze, okuba obujulirwa eri bo n'ab'amawanga."},
{"verse" : " 19 Naye bwe banaabawan gayo, temweraliikiranga nti Tunaagamba tutya? nti Tunaayogera ki? kubanga muliweebwa mu kiseera ekyo bye mulyogera."},
{"verse" : "20 Kubanga si mmwe mwogera, wabula Omwoyo gwa Kitammwe ye ayogerera mu mmwe."},
{"verse" : "  21 Ow'oluganda anaawangayo muganda we okufa, ne kitaawe omwana: n’abaana banaajeemeranga ababazaala, n’okubassa "},
{"verse" : " 22 Munaakyayibwanga abantu bonna okubalanga erinnya lyange: naye alinyiikira okutuuka ku nkomerero, ye alirokoka. "},
{"verse" : "23 Bwe babagobanga mu kibuga ekyo, muddukira mu ky'okubiri: kubanga ddala mbagamba nti Temulibunya bibuga bya Isiraeri, okutuusa Omwana w'omuntu lw'alijja."},
{"verse" : "24 Omuyigirizwa tasinga amuyigiriza, so n'omuddu tasinga mukamawe."},
{"verse" : "25 Kimumala omuyigirizwa okuba ng'amuyigiriza, n'omuddu okuba nga mukama we. Oba nga bayise nannyini nju Beeruzebuli, tebalisinzaawo abo abali mu nju ye?"},           
{"verse" : "26 Kale temubatyanga: kubanga tewali kigambo ekyabikibwa, ekitalibikkulwa, newakubadde ekakwekebwa, ekitali manyibwa."},
{"verse" : "27 Kye mbagambira mu kizikiza, mukyogereranga mu musana: kye muwulira mu kutu, mukibuuliriranga waggulu ku nnyumba."},
{"verse" : "28 So temubatyanga abatta omubiri, naye nga tebayinza kutta b ulamu: naye mumutyenga ayinza okuzikiririza obulamu n'omubiri mu Ggeyeena. "},
{"verse" : "29 Enkazaluggya ebbiri tebazitundamu ppeesa limu? era tewaliba n'emu ku zo erigwa wansi Kitammwe nga tamanyi:"},
{"verse" : "30 era n'enviiri zam mwe ez'oku mutwe zaabalibwa zonna."},
{"verse" : "31 Kale temutyanga; mmwe musinga enkazaluggya ennyingi."},
{"verse" : "32 Kale buli muntu yenna alinjatulira mu maaso g'abantu, nange ndimwatulira mu maaso Kitange ali mu ggulu."},
{"verse" : "33 Naye yenna alinneegaanira mu maaso g'abantu, nange ndimwegaa n ira mu maaso ga Kitange ali mu ggulu."},
{"verse" : "34 Temulowooza nti najja ku leeta mirembe ku nsi: sajja kuleeta mirembe, wabula ekitala."},
{"verse" : "35 Kubanga n ajja kwawukanva omwana ne kitaawe, omuwala ne nnyina, omugole ne nyazaalawe;"},
{"verse" : "36 abalabe b'omuntu banaabanga ba mu nnyumba ye."},
{"verse" : "37 Ayagalakitaawe oba nnyina okubasinza nze, tansaanira; ayagala mutabani oba muwala we okubasinza nze, tansaanira."},
{"verse" : "38 N'oyo atakwata musalaba gwe n'agoberera ennyuma wange, tansaanira."},
{"verse" : "39 Alaba obulamu bwe alibubuza; abuza obulamu bwe ku lwange alibulaba."},
{"verse" : "40 Akkiriza mmwe ng'akkirizza nze, akkiriza nze ng'akkirizza eyantuma."},
{"verse" : "41 Akkiriza nnabbi mu li nnya lya nnabbi aliweebwa empeera ya nnabbi; naye akkiriza omutuukirivu mu linnya ly'omutuukirivu aliweebwa empeera y'omutuukirivu ."},
{"verse" : "42 Era buli amuwa okunywa omu ku abo abatono ekikompe ky'amazzi amannyogovu kyokka, mu linnya ly'omuyigirizwa, mazima mbagamba nti empeera ye terimubula n'akatono."}

]