[{"title" : "Obufumbo n'okwawukana"},
{"verse" : "19:1 Awo olwatuuka Yesu bwe yamala ebigambo ebyo, n'ava Ggaliraaya, n'ajja ku mbibi y'e Buyudaaya emitala wa Yoludaani;"},
{"verse" : "2 ebibiina ebinene ne bimugoberera; n'abawonyeza eyo. "},
{"verse" : "3 Abafalisaayo ne bajja gy'ali, ne bamukema, nga bagamba nti Omuntu ayinza okugoba mukazi we okumulanga buli kigambo?"},
{"verse" : "4 N'addamu n'agamba nti Temusoma nti oyo eyabakola olubereberye nga yabakola omusajja n'omukazi,"},
{"verse" : "5 n'agamba nti Omuntu kyanaavanga aleka kitaawe ne nnyina, yeetabe ne mukazi we; nabo bombi banaabanga omubiri gumu?"},
{"verse" : "6 obutaba babiri nate, naye omubiri gumu. Kale Katonda kye yagatta awamu, omuntu takyawulangamu."},      
{"verse" : "7 Ne bamugamba nti Kale, Musa ekyamulagiza ki okumuwa ebbaluwa ey'okwawukana, alyoke amugobe?"},
{"verse" : "8 N'abagamba nti Olw'obukakanyavu bw'emitima gyammwe Musa kyeyava akkiriza mugobenga bakazi bammwe: naye okuva ku lubereberye tekyalibwe kityo."},
{"verse" : "9 Era mbagamba nti Buli anaagobanga mukazi we, wabu la okumulanga ogw'obwenzi, n'awasa omulala, ng'ayenze: n'oyo awasa eyagobebwa ng'ayenze."},
{"verse" : "10 Abayigirizwa ne bamugamba nti Ebigambo eby'omusajja ne mukazi we bwe biba bwe bityo, si kirungiokuwasa."},
{"verse" : "11 N'abagamba nti Abantu bonna tebayinza kukkiriza kigambo ekyo,wabula abakiweebwa. "},
{"verse" : "12 Kubanga waliwo abalaawe abazaNaye Yesu n 'agamba nti Mubaleke abaana abato, temubagaana kujja gye ndi: kubaaga abali ng’abo obwakabaka obw'omu ggulu bwe bwabwe. alibwa bwe batyo okuva mu mbuto za bannyaabwe; waliwo n'abalaawe abalaayibwa abantu: waliwo n'abalaawe, abeeraawa bokka olw'obwakabaka obw'omu ggulu: Ayinza okukikkiriza, akikkirize."},
{"verse" : "13 Awo ne bamuleetera abaana abato, abasseeko emikono gye, asabe: abayigirizwa ne babajunga. "},      
{"verse" : "14 Naye Yesu n'agamba nti Mubaleke abaana abato, temubagaana kujja gyendi: kubaaga abali ng’abo obwakabaka obw'omu ggulu bwe bwabwe."},
{"verse" : "15 N'abassaako emikono n'avaayo."},
{"verse" : "16 Laba, omuntu n'ajja gy'ali n'agamba ntiMukama wange, ndikola kigambo ki ekirungi, mbeere n'obulamu obutaggwaawo?"},
{"verse" : "17 N'amugamba nti Lwaki ompita omulungi? Omulungi ali Omu: naye bw'oyagala okuyingira mu bulamu, wuliranga amateeka."},
{"verse" : "18 N'amugamba nti Galuwa? Yesu n'agamba nti Tottanga, Toyendanga, Tobbanga, Towaayirizanga, "},
{"verse" : "19 Ossangamu ekitiibwa kitaawo ne nnyoko: era, Yagalanga muliraanwa wo nga bwe weeyagala wekka. "},
{"verse" : "20 Omulenzi n'amugamba nti Ebyo byonna nabikwata: ekimpeebuuseeko ki ate?  "},      
{"verse" : "21 Yesu n'amugamba nti Bw'oyagala okuba eyatuukirira, genda otunde ebibyo, ogabire abaavu, oliba n'obugagga mu ggulu: olyoke ojje, ongoberere. "},
{"verse" : "22 Omulenzi bwe yawulira ekigambo ekyo, n'agenda ng'anakuwadde: kubanga yali alina obugagga bungi."},
{"verse" : "23 Yesu n'agam ba abayigirizwa be nti Mazima mbagamba nti Kizibu omuntu omugagga okuyingira mu bwakabaka obw'omu ggulu."},
{"verse" : "24 Era nate mbagamba nti Kyangu eŋŋamira okuyita mu nnyindo y'empiso, okukira omugagga okuyingira mu bwakabaka bwa Katonda."},
{"verse" : "25 Abayigirizwa bwe haawulira ne beewuunya nnyo, nga bagamba nti Kale ani ayinza okulokolebwa? 26 Yesu n'abatunuulira n'abagamba nti Mu bantu ekyo tekiyinzika; naye Katonda ayinza byonna."},
{"verse" : "27 Awo Peetero n'addamu n'amugamba ntiLaba, ffe twaleka byonna, ne tukugoberera; kale tuliba na ki?"},
{"verse" : "28 Yesu n'abagamba nti Mazima mbagamba nti Mmwe abangoberera, mu mazaalibwa ag'okubiri Omwana w'omuntu bw'alituula ku ntebe ey'ekitiibwa kye, nammwe mulituula ku ntebe ekkumi n'ebbiri, nga musalira omusango ebika ekkumi n'ebibiri ebya Isiraeri."},      
{"verse" : "29 Na buli muntu yenna eyaleka ennyumba, oba ba luganda, oba bannyina, oba kitaawe, oba nnyina, oba baana, oba hyalo, olw'erinnya lyange, aliweebwa emirundi kikumi, era alisikira obulamu obutaggwaawo."},
{"verse" : "30 Naye bangi ab'olubereberye abaliba ab’oluvannyuma; n'ab'oluvannyuma abaliba ab'olubereberye."}
]