[{"title" : "Okufuusibwa kwa Yesu"},
{"verse" : "17:1 Ennaku omukaaga bwe zaayitawo Yesu n'atwala Peetero ne Yakobo ne Yokaana muganda we, n'abalinnyisa ku lusozi oluwanvu bokka:"},
{"verse" : "2 n'afuusibwa mu maaso gaabwe: amaaso ge ne gamasamasa ng'enjuba, ebyambalo bye ne bitukula ng'omusana."},
{"verse" : "3 Laba, Musa ne Eriya ne babalabikira nga boogera naye."},   
{"verse" : "4 Peetero n'addamu n'agamba Yesu nti Mukama wange, kirungi ffe okubeera wano: bw'oyagala, nnaazimba wano ensiisira ssatu; emu yiyo, n'endala ya Musa, n'endala ya Eriya."},
{"verse" : " 5 Bwe yali ng'akyayogera, laba, ekire ekimasamasa ne kibasiikiriza: laba, eddoboozi ne liva mu kire, nga ligamba nti Ono ye Mwana wange gwe n jagala, gwe nsanyukira ennyo; mumuwulire."},      
{"verse" : "6 Abayigirizwa bwe baaliwulira, ne bagwa nga beevuunise, ne batya nnyo."},
{"verse" : "7 Yesu n'ajja n'abakomako n'agamba nti Muyimuke, temutya."},
{"verse" : "8 Ne bayimusa amaaso gaabwe, ne batalaba muntu, wabula Yesu yekka."},
{"verse" : "9 Bwe baali nga bakka ku lusozi, Yesu n'abalagira ng'agamba nti Temubuulirako muntu bye mwolesebbwa, okutuusa Omwana w'omuntu lw'alimala okuzuukira mu bafu."},
{"verse" : "10 Abayigirizwa be ne bamubuuza, ne bagamba nti Kale kiki ekigambya abawandiisi nti Eriya kimugwanidde okusooka okujja? "},
{"verse" : "11 N'addamu n'agamba nti Eriya ajja ddala, alirongoosa byonna:"},
{"verse" : "12 naye mbagamba nti Eriya amaze okujja, nabo tebaamumanya, naye baamukola bwe baayagala. Bw'atyo n'Omwana w'omuntu alibonyaabonyezebwa bo."},
{"verse" : "13 Awo abayigirizwa ne bategeera nti yayogera nabo ku Yokaana Omubatiza."},
{"verse" : "14 Bwe baatuuka eri ekibiina, omuntu n'ajja gy'ali, n'amufukaamirira, ng'agamba nti"},
{"verse" : "15 Mukama wange, musaasire omwana wange: kuban ga agwa ensimbu, zimubonyaabonya nnyo: kubanga emirundi mingi ng'agwa mu muliro, era emirundi mingi mu mazzi."},
{"verse" : "16 Ne mmuleeteraabayigirizwa bo, ne batayinza kumuwonya."},      
{"verse" : "17 Yesu n'addamu n'agamba nti Mmwe ab'emirembe egitakkiriza emikyamu, ndituusa wa okubeera nammwe? ndituusa wa okubagumiikiriza? mumundeetere wano. 18 Yesu n'amuboggolera; dayimooni n'amuvaako: omulenzi n'awona okuva mu kiseera ekyo."},
{"verse" : "19 Awo abayigirizwa ne bajja eri Yesu kyama, ne bagamba nti Kiki ekitulobedde ffe okuyima okumugoba?"},
{"verse" : "20 N'abagamba nti Olw'okukkiriza kwammwe okuba okutono: kubanga ddala mbagamba nti Singa mulina okukkiriza okwenkana ng'akaweke ka kaladaali, bwe muligamba olusozi luno nti Vaawo wano genda wali; kale luligenda; so singa tewali kigambo kye mutayinza."},
{"verse" : "21 Naye kyokka eky'engeri en o tekiyinza kuvaawo awatali kusaba na kusiiba."},
{"verse" : "22 Bwe baali nga bakyatudde e Ggaliraaya, Yesu n'abagamba nti Omwana w'omu ntu agenda kuweebwayo mu mikono gy'abantu;"},
{"verse" : "23 balimutta, ne ku lunaku olw'okusatu alizuukizibwa. Ne banakuwala nnyo. "},
{"verse" : "24 Bwe baatuuka e Kaperunawumu, abantu abasolooza ediderakima ne bajja eri Peetero, ne bagamba nti Mukama wammwe tawa diderakima?"},           
 {"verse" : "25 N'agamba nti Awa. Bwe yayingira mu nju, Yesu n'amwesooka ng'agamba nti Olowooza otya, Simooni? Bakabaka b'ensi bawooza oba basolooza bantu ki? baan a baabwe nantiki bannaggwanga?"},
{"verse" : "26 N'agamba nti Bannaggwanga. Yesu n'amugamba nti Kale abaana ba ddembe."},
{"verse" : "27 Naye, tuleme okubasittaza, genda ku nnyanja, osuule eddobo, onnyulule ekyennyanja ekinaasooka okubbulukuka; bw'onooyasamya akamwa kaakyo, onoolabamu esutateri: otwale eyo, ogibawe ku bwange ne ku bubwo."}
]