[
{"title" : "Azuukidde"},     
{"verse" : "28:1 Naye olunaku olwa ssabbiiti bwe lwali lugenda okuggwaako, ng'olunaku olw'olubereberye mu nnaku omusanvu lunaatera okukya, Malyamu Magudaleene ne Malyamu ow'okubiri ne bajja okulaba amalaalo."},
{"verse" : "2 Laba, ne wabaawo ekikankano ekinene ku nsi; kuban ga malayika wa Mukama yava mu ggulu, n'ajja n'ayiringisa ejjinja okuliggyawo, n'alituulako."},
{"verse" : "3 Naye ekifaananyi kye kyali nga kumyansa, n'engoye ze zaali zitukula ng'omuzira:"},
{"verse" : "4 era entiisa ye n 'ekankanya abakuumi, ne baba ng'abafudde."},
{"verse" : "5 Naye malayika n'addamu n'agamba abakazi nti Mmwe temutya: kubanga mmanyi nga munoonya Yesu eyakomererwa."},
{"verse" : "6 Tali wano; kubanga azuukidde, nga bwe yagamba. Mujje, mulabe ekifo Mukama we yagalamira."},
{"verse" : "7 Mugende mangu, mubuulire abayigirizwa be nti Azuukidde mu bafu; laba, abakulembera okugenda e Ggaliraaya; gye mulimulabira: laba, mbabuulidde."},
{"verse" : "8 Ne bava mangu ku ntaana, n'entiisa n'essanyu lingi, ne baddukana okubuuliraabayigirizwa be."},
{"verse" : "9 Laba, Yesu n'abasisinkana, n'agamba nti Mirembe. Ne bajja ne bamukwata ebigere, ne bamusinza."},
{"verse" : "10 Awo Yesu n' abagamba nti Temutya: mugende mubuulire baganda bange bagende e Ggaliraaya, gye balindabira."},
{"verse" : "11 Naye bwe baali bagenda, laba abakuumi abamu ne bajja mu kibuga, ne babuulira bakabona abakulu byonna ebibaddeyo."},                
{"verse" : "12 Ne bakuŋŋaana wamu n'abakadde, ne bateesa wamu, ne babaweera basserikale effeeza nnyingi,"},
{"verse" : "13 ne bagamba nti Mugambanga nti Abayigirizwa be bajja ekiro, ne bamubba ffe nga twebase."},
{"verse" : "14 Naye ekigambo kino bwe kiribuulirwa owessaza, ffe tulimuwooyawooya, nammwe tulibaggyako omusango."},      
{"verse" : "15 Nabo ne batwala effeeza, ne bakola nga bwe baaweererwa: ekigambo kino ne kibuna mu Bayudaaya, okutuusa leero. "},
{"verse" : "16 Naye abayigirizwa ekkumi n'omu ne bagenda e Ggaliraaya, ku lusozi Yesu gye yabalagira."},
{"verse" : "17 Bwe baamulaba ne bamusinza: naye abalala ne babuusabuusa."},
{"verse" : "18 Yesu n'ajja n'ayogera nabo, n'agamba nti Mpeereddwa obuyinza bwonna mu ggulu ne ku nsi."},
{"verse" : "19 Kale mugende, mufuule amawanga gonna abayigirizwa, nga mubabatiza okuyin gira mu linnya lya Kitaffe n'Omwana n'Omwoyo Omutukuvu;"},
{"verse" : "20 nga mu bayigiriza okukwata byonna bye nnabalagira mmwe: era, laba, nze ndi wamu nammwe ennaku zonna, okutuusa emirembe ginolwe giriggwaawo."}
]