[{"title" : "Ani mukulu"},      
{"verse" : "18:1 Mu kiseera ekyo abayigirizwa ne bajja eri Yesu, ne bagamba nti Kale ani omukulu mu bwakabaka obw'omu ggulu?"},
{"verse" : "2 N'ayita omwana omuto, n'amuyimiriza wakati waabwe,"},
{"verse" : "3 n'agamba nti Mazima mbagamba nti Bwe mutakyuka okufuuka ng'abaana abato, temuliyingira n'akatono mu bwakabaka obw'omu ggulu."},
{"verse" : "4 Kale buli eyeewombeeka ng'omwana on o omuto, ye mukulu mu bwakabaka obw'omu ggulu."},
{"verse" : "5 Na buli alisembeza omwana omuto ng'ono mu linya lyange ng'asembezezza nze:"},
{"verse" : "6 naye alyesitazza ku abo abato bano abanzikiiza waakiri asibibwe mu bulago olubengo olunene, balyoke bamusuule mu buziba bw'ennyanja."},
{"verse" : "7 Zirisanga ensi olw'ebigambo ebisittaza! Kubanga ebisittaza tebiri rema kujja; naye zirisanga omuntu oyo aleeta ekisittaza!"},      
{"verse" : "8 Oba ng'omukono gwo oba kugulu kwo nga kukwesittaza, kutemeko okusuule wala: kye kirungi oyingire mu bulamu ng'obuzeeko omukono oba kugulu, okusinga okusuulibwa mu muliro ogw'emirembe n'emirembe, ng'olina emikono gyombi oba amagulu gombi."},
{"verse" : "9 Era oba ng'eriiso lyo nga likwesittaza, liggyeemu, olisuule wala: kye kirungi oyingire mu bulamu ng' oli wa ttulu okusinga okusuulibwa mu Ggeyeem ey'omuliro, ng'olina amaaso gombi."},
{"verse" : "10 Mulabe nga temunyoomanga omu ku abo abato bano; kubangi mbagamba nti mu ggulu bamalayika baabwe batunuulira enn aku zonna amaaso ga Kitange ali mu ggulu. "},
{"verse" : "11 [Kubanga Omwana w'omuntu yajja okulokola ekyabula.]"},
{"verse" : "12 Mulowooza mutya? Omuntu bw'aba n'endiga ze ekikumi, emu ku zo bw'ebula, taleka ziri ekyenda mu omwenda,n’agenda ku nsozi, n’anoonya eyo ebuzeeko?"},
{"verse" : "13 Era bw'aba ng'agirabye, mazima mbagamba nti agisanyukira eyo okusinga ziri ekyenda mu omwenda ezitabuze."},
{"verse" : "14 Bwe kityo tekyagalibwa mu maaso ga Kitammwe ali mu ggulu, omu ku abo abato bano okuzikirira."},      
{"verse" : "15 Muganda wo bw'akukola obubi genda omubuulirire ggwe naye mwekka: bw'akuwulirara n g'ofunye muganda wo."},
{"verse" : "16 Naye bw'atawulira, twala omulala naawe obababiri era mu kamwa k'abajulirwa ababiri oba basatu buli kigambo kikakate."},
{"verse" : "17 Era bw'agaana okuwulira abo buulira ekkanisa: era bw'agaan, okuwulira n'ekkanisa, abeere gy'oli nga munnaggwanga era omuwooza."},
{"verse" : "18 Mazima mbagamba nti Byonna bye mulisiba ku nsi birisibwa mi ggulu: era byonna bye mulisumu lula ku nsi birisumululibwa mi ggulu."},
{"verse" : "19 Nate mbagamba nti Oba bannammwe babiri bwe beetabang ku nsi buli kigambo kyonna kye balisaba, kiribakolerwa Kitange ali mu ggulu."},
{"verse" : "20 Kubanga we baba ababiri oba basatu nga bakuŋŋaanye mu linnya lyange, nange ndi awo wakati waabwe."},
{"verse" : "21 Awo Peetero n'ajja, n'amu gamba nti Mukama wan ge, mugand wange bw'annyonoonanga, nnaa musonyiwanga emirundi emeka kutuusa emirundi musanvu?"},      
{"verse" : "22 Yesu n'amugamba nti Sikugambanti Okutuusa emirundi mumvu; naye nti Okutuusa emirundi ensanvu emirundi omusanvu."},
{"verse" : "23 Obwakabaka obw'omu ggulu yebuva bufaananyizibwa n'omu.tu eyali kabaka, eyayagala okubala muwendo n'abaddu be."},
{"verse" : "24 Bwe asooka okubala, ne bamuleetera mu, gw'abanja ettalanta akakumi."},
{"verse" : "25 Naye kubanga teyalina kya kusaula, mukama we n'alagira okumuunda, ne mukazi we, n'abaana be, n'ebintu byonna by'ali nabyo, ebbanja liggwe."},
{"verse" : "26 Awo omuddu n'a;wa wansi n'amusinza, ng'agamba nti Mukama wange, mmanja npola, nange ndikusasula byonna."},
{"verse" : "27 Mukama w'omuddu oyo n'amuaasira, n'amuta, n'amusonyiwa ebbanja."},
{"verse" : "28 Naye omuddu oyo n'afuluma, n'asanga muddu munne, we yali abanja eddinaal i ekikumi: n'amukwata, n'amugwa mu bulago, ng'agamba nti Sasula ebbanja lyange."},      
{"verse" : "29 Awo muddu munne n'agwa wansi n'amwegayirira, ng'a;amba, nti Mmanja mpola, nange idikusasula."},      
{"verse" : "30 N'atakkiriza: naye n'agenda n'amuteeka mu kkomera, male okusasula ebbanja."},
{"verse" : "31 Awo baddu banne bwe baalaba bwe bibadde, ne banakuwala nnyo, ne bagenda n e babuulira mukama waabwe ebigambo byonna ebibaideyo."},
{"verse" : "32 Awo mukama we n'amuyita n'amugamba nti Ggwe omuddu omubi, nakusonyiwa ebbanja liri lyonna, kubanga wanneegayirira:"},
{"verse" : "33 naawe tekikugwanidde kusaasi ra muddu munno, nga nze bwe nnakusaasira ggwe?"},
{"verse" : "34 Mukama we n'asunguwala, n'amuwa mu bambowa, amale okusasula ebban ja lyonna."},
{"verse" : "35 Bw'atyo Kitange ali mu ggulu bw'alibakola, bwe muta, onyiwa mu mitima.gyammwe buli nuntu muganda we."}  
]