[{"title" : "Yesu ayogera ku kugwa kwe kkanisa"},
{"verse" : "24:1 Yesu n'afuluma mu yeekaalu; yali ng'atambula, abayigirizwa be ne bajja okumulaga amazimba ga yeekaalu:"},
{"verse" : "2 Naye n'addamu n'abagamba nti Temulaba bino byonna? mazima mbagamba nti Tewalisigala wano jjinja eriri kungulu ku jjinja eritalisuulibwa wansi."},            
{"verse" : " 3 Bwe yali atudde ku lusozi olwa Zeyituuni, abayigirizwa ne bajja gy'ali kyama, ne bagamba nti Tubuulire bino we biribeererawo n'akabonero ak'okujja kwo bwekaliba, n'ak'emirembe gino okuggwaawo?"},
{"verse" : "4 Yesu n'addamu n'abagamba nti Mulabe omuntu yenna tabakyamyanga."},
{"verse" : "5 Kubanga bangi abalijja mu linnya lyange, nga bagamba nti Nze Kristo; balikyamya bangi."},
{"verse" : "6 Mu liwulira entalo n'ettutumu ly'entalo: mulabe temweraliikiriranga: kubanga tebirirema kubaawo; naye enkomerero ng'ekyali."},
{"verse" : "7 Kubanga eggwanga liritabaala eggwanga ne kabaka alitabaala kabaka: walibaawo enjala n'ebikankano mu bifo ebitali bimu. 8 Naye ebyo byonna lwe lubereberye lw'okulumwa."},                
{"verse" : "9 Lwe balibawaayo mmwe mubonyebonyezebwe, balibatta: nammwe mulikyayibwa amawanga gonna okubalanga erinnya lyan ge."},
{"verse" : "10 Mu biro ebyo bangi abalyesittala, baliwantjanayo, balikyawagana. "},
{"verse" : "11 Ne bannabbi bangi ab'obulimba balijja, balikyamya bangi."},      
{"verse" : "12 Naye agumiikiriza okutuuka ku nkomerero, alirokolebwa."},
{"verse" : "13 Naye agumiikiriza okutuuka ku nkomerero, alirokolebwa."},
{"verse" : "14 N'enjiri eno ey'obwakabaka eribuulirwa mu nsi zonna, okuba omujulirwa mu mawanga gonn a; awo enkomerero n'eryoka ejja."},       
{"verse" : "15 Kale bwe muliraba eky'omuzizo ekizikiriza, Danyeri nnabbi kye yayogerako, nga kiyimiridde mu kifo ekitukuvu, (asomamu ategeere),"},
{"verse" : "16 kale abali mu Buyudaaya baddukiranga ku nsozi:"},
{"verse" : "17 ali waggulu, ku nju takkanga kuggyamu bintu ebiri mu nju ye:"},
{"verse" : "18 ali mu lusuku taddanga nate: kutwala kyambalo kye."},
{"verse" : "19 Naye ziribasan ga abali embuto n'abayonsa mu nnaku ezo!"},
{"verse" : "20 Nammwe musabe ekidduko kyammwe kireme okuba mu biro eby'empewo, newakubadde ku ssabbiiti:"},
{"verse" : "21 kubanga mu biro ebyo waliba ekibonyoobonyo ekiaene, nga tekibangawo kasookedde ensi ebaawo okutuusa leero, era tekiribaawo nate."},                
{"verse" : "22 Ennaku ezo singa tezaasalibwako, tewandirokose buli alina omubiri: naye olw'abalonde ennaku ezo zirisalibwako."},
{"verse" : "23 Mu biro ebyo omuntu bw'abagambanga nti Laba, Kristo ali wano, oba ntiWano; temukkirizanga."},
{"verse" : "24 Kubanga walijja bakristo ab'obulimba, nebannabbi ab'obulimba, n'abo balikola obubonero obukulu n'eby'amagero; n'okukyam5 a bakyamye n'abalonde, oba nga kiyinzika."},      
{"verse" : " 25 Laba, mbalabudde."},
{"verse" : "26 Kale bwe babagambanga nti Laba, ali mu ddungu; temufulumanga: laba, ali mu bisenge munda; temukkirizanga."},         
{"verse" : "27 Kubanga ng'okumyansa bwe kuva ebuvanjuba, ne kulabikira ebugwanjuba; bwe kutyo bwe kuli ba okujja kw'Omwana w'omuntu."},
{"verse" : "27 Kubanga ng'okumyansa bwe kuva ebuvanjuba, ne kulabikira ebugwanjuba; bwe kutyo bwe kuli ba okujja kw'Omwana w'omuntu. Awaba omulambo wonna, awo ensega we zikuŋŋaanira."},
{"verse" : "29 Naye amangu ago, oluvannyuma lw'ekibonyoobonyo eky'omu nnaku ezo enjuba erifuuka ekizikiza, n'omwezi tegulyolesa musana gwagwo, n'emrsiunyeenye zirigwa okuva mu ggulu, n'amaanyi ag'omu ggulu my'eenyezebwa:"},
{"verse" : "30 awo lwe kalirabika akabonero ak'Omwana w'omuntu mu ggulu: n'ebika byonna eby'ensi lwe birikuba ebiwoobe, biriraba Omwana w'omuntu ng'ajja ku bire eby' eggulu n'amaanyi n'ekitiibwa ekinene."},
{"verse" : "31 Era alituma bamalayika be n'eddoboozi ddene ery'ekkondeere, nabo balikuŋŋaanya abalonde be mu mpewo ennya, okuva ku nkomerero y'eggulu n'okutuusa ku nkomerero yaalyo."},
{"verse" : "32 Era muyigire ku mutiini olugero lwagwo: ettabi lyagwo bwe ligejja, amalagala ne gatojjera, mutegeera ng'omwaka guli kumpi;"},
{"verse" : "33 bwe mutyo nammwe, bwe mulaba ebigambo ebyo byonna, mutegeere nti ali kumpi, ku luggi."},
{"verse" : "34 Mazima mbagamba, nti Emirembe gino tegiriggwaawo, okutuusa ebyo hvnnna lwe birikolebwa."},                
{"verse" : "35 Eggulu n'ensi biriggwaawo, naye ebigambo byange, tebiriggweerawo ddala."},
{"verse" : "36 Naye eby'olunaku luli n ekiseera tewali abimanyi, newakubadde bamalayika ab'omu ggulu, newakubadde Omwana, wabula Kitange yekka."},
{"verse" : "37 Naye ng'ennaku za Nuuwa bwe zaali, bwe kutyo bwe kuliba okujja kw'Omwana w'omuntu."},      
{"verse" : "38 Kuba nga bwe baali ku nnaku ezo ezaasooka amataba nga balya nga banywa, nga bawasa nga bawayiza, okutuuka ku lunaku Nuuwa lwe yayingira mu ly ato,"},
{"verse" : "39 ne batamanya okutuusa amataba lwe gajja, ne gabatwala bonna; bwe kutyo bwe kuliba okujja kw'Omwana w'omuntu."},
{"verse" : "40 Mu biro ebyo abasajja babiri baliba mu kyalo; omu alitwalibwa, n'omulala alirekebwa:"},
{"verse" : "41 abakazi babiri baliba nga basa ku lubengo; omu alitwalibwa, n'omulala alirekebwa."},
{"verse" : "42 Kale mutunule; kubanga temumanyi lunaku bwe luli Mukamawammwe lw'ajjirako."},
{"verse" : "43 Naye kino mukitegeere nti Alina enju ye sin ga yamanya ekisisimuka bwe kiri omubbi ky'anajjiramu, yanditunudde, teyandirese nnyumba ye kusimibwa."},
{"verse" : "44 Mukale nammwe mweteeketeeke: kubanga mu kiseera kye mutalowoolezaamu Omwana w'omuntu ky'ajjiramu. "},
{"verse" : "45 Kale aluwa nate omuddu oyo omwesigwa ow'amagezi, mukama we gwe yasigira ab'omu nju ye, okubawanga emmere yaabwe mu kiseera kyayo?"},
{"verse" : "46 Omuddu oyo alina omukisa, mukama we gw'alisanga ng'azze ngakola bw'atyo."},
{"verse" : "47 Mazima mbagamba nti alimusigira ebintu bye byonna."},                
{"verse" : "48 Naye omuddu oyo omubi bw'aligamba mu mutima gwe nti Mukama wange aludde;"},
{"verse" : "49 era bw'alisooka okukuba baddu banne, n'okulya n'okunywera awamu n'aba tamiivu;"},
{"verse" : "50 mukama w'omuddu oyo alijjira ku lunaku lw'atalindiririramu, ne mu kiseera ky'atamanyi,"},          
{"verse" : "51 alimutemamu ebitundu bibiri, alimuwa omugabo gwe wamu ne bannanfuusi : mwe muliba okukaaba n'okuluma obujiji."}
]