[{"title" : "Yesu ayingira mu Yerusaalemi n'obuwanguzi"},
{"verse" : "21:1 Bwe baasembera okumpi ne Yerusaalemi, ne batuuka e Besufaage, ku lusozi olwa Zeyituuni awo Yesu n'atuma abayigirizwa babiri,"},
{"verse" : "2 n'abagamba nti Mugende mu mbuga ebali mu maaso, amangu ago munaalaba endogoy ng'esibiddwa, n'omwana gwayo nayo; muzisumulule, muzindeetere."},
{"verse" : "3 Naye omu bw'anaabagambi ekigambo, munaagamba nti Muka ma waffe ye azaagala; naye anaazi weereza mangu ago."},
{"verse" : "4 Kino kya baawo, ekigambo kituukirire nnabb kye yayogera, ng'agamba nti"},
{"verse" : "5 Mubuulire muwala wa Sayuuni nti Laba, Kabaka wo ajja gy'oli. Omuteefu, nga yeebagadde endogoyi, N'akayana omwana gw'endogoyi."},
{"verse" : "6 Abayigirizwa ne bagenda, n bakola nga Yesu bwe yabalagira"},      
{"verse" : "7 ne baleeta endogoyi, n'omwana gwayo, ne bazissaako engoye zaabwe; n'azituulako."},
{"verse" : "8 Abantu bangi ab'omu kibiina ne baaliira engoyi zaabwe mukkubo; abalala ne batema amatabi ku miti, ne bagaaliira mu kkubo. "},      
{"verse" : "9 Ebibiina ebyamu kulembera, n'ebyo ebyava ennyuma ne byogerera waggulu, nebigamba nti Ozaana eri omwana wa Dawudi Aweereddwa omukisa ajja mu linnya lya Mukama: Ozaana waggulu mu ggulu."},
{"verse" : "10 Awo bwe yayingira mu Yerusaalemi, ekibuga kyonna ne kikankanyizibwa nga kigamba nti Ani ono?"},
{"verse" : "11 Ebibiina ne bigamba nti Ono nnabbi, Yesu ava mu Nazaaleesi eky'e Ggaliraaya."},
{"verse" : "12 Yesu n'ayingira mu yeekaalu ya Katonda, n'agobera ebwen bonna abaali batundira mu yeekaalu n'avuunika embaawo ez'abaali bawaanyisa effeeza, n'entebe ez'abaali batunda amayiba;"},
{"verse" : "13 n'abagamba nti Kyawandiikibwa nti Ennyumba yange eneeyitibwanga nnyumba ya kusabirangamu: naye mmwe mugifuula mpuku ya banyazi."},      
{"verse" : "14 Awo abazibe b'amaaso n'abalema nti bajja gy'ali mu yeekaal u: n'abawonya."},
{"verse" : "15 Naye bakabona abakult n'abawandiisi bwe baalaba eby'amagero bye yakola, n'abaana abaaya gerera waggulu mu yeekaalu nga bagamba nti Ozaana eri omwana wi Dawudi; ne banyiiga"},
{"verse" : "16 ne bamugamba nti Owulira bano bwe bagamba? Yesu n'abagamba nti Mpulira: temusomangako nti Mu kamwa k'abaana abato n'abawere otuukirizza ettendo?"},
{"verse" : "17 N'abaleka, n'afuluma mu kibuga, n'agenda e Bessaniya, n'asula eyo."},
{"verse" : "18 Awo enkya bwe yali ng'addayo ku kibuga, enjala n'emuluma."},
{"verse" : "19 N'alaba omutiini gumu ku mabbali g'ekkubo, n'agutuukako, n'asanga nga tekuli kintu, wabula amalagala ameereere; n'agugamba nti Tobalanga bibala emirembe n'emirembe. Amangu ago omutiini ne guwotoka."},
{"verse" : "20 Abayigirizwa bwe baalaba, ne beewuunya, ne bagamba nti Omutiini guwotosegutya amangu?"},      
{"verse" : "21 Yesu n'addamu n'abagamba nti Mazima mbagamba nti Bwe munaabanga n'okukkiriza, nga temubuusabuusa, temuukolenga kin o kyokka eky'omutiini, naye bwe muligamba olusozi luno ati Situlibwa osuulibwe mu nnyanja, kirikolebwa."},
{"verse" : "22 Ne byonna byonna bye munaayagalanga nga musaba, nga mukkirizza, munaabiweebwan ga "},
{"verse" : "23 N'ayingira mu yeekaalu, bakabona abakulu n'abakadde b'abantu ne bajja gy'ali ng'ayigiriza, ne bagamba nti Buyinza ki obukukoza bino? ani eyakuwa obuyinza buno?"},
{"verse" : "24 Yesu n'addamu n'abagamba nti Nan ge ka mbabuuze ekigambo kimu, bwe mnnaakinzivuunula, era nange n'ababuulira obuyinza bwe buli obunkoza bino.  "},
{"verse" : "25 Okubatiza kwa Yokaana kwava wa? mu ggulu nantiki mu bantu? Ne beebuuzaganya bokka na bokka, n e bagamba nti Bwe tunaagamba nti Mu ggulu: anaatugamba nti Kale kiki ekyabalobera okumukkiriza?"},
{"verse" : "26 Naye bwe tunaagamba nti Mu bantu; tutya abantu; kubanga bonna bamulowooza Yokaana nga nnabbi."}, 
{"verse" : "27 Ne baddamu Yesu ne bagamba nti Tetumanyi. Naye n'abagamba nti Era nange siibabuulire obuyinza bwe buli obunkoza bino."},
{"verse" : "28 Naye mu lowooza mutya? Waaliwo omuntu eyalina abaana be babiri; n’ajja eri ow'olubereberye, n'agamba nti Omwana, genda okole emirimu leero mu lusuku olw'emizabbibu."},
{"verse" : "29 N'addamu n'agamba nti ŋŋaanyi: n aye oluvannyuma ne yeenenya, n'agenda."},
{"verse" : "30 N'ajja eri ow'okubiri, n'amugamba bw'atyo. Naye n'addamu n'agamba nti Ka ŋŋende, ssebo: n'atagenda."},                
{"verse" : "31 Ku abo bombi ani eyakola kitaawe ky'ayagala? Ne bagamba nti Ow'olubereberye. Yesu n'abagamba nti Mazima mbagamba n ti abawooza n'abenzi babasooka mmwe okuyingira mu bwakabaka bwa Katonda."},
{"verse" : "32 Kubanga Yokaana yajja gye muli mu kkubo ery'obutuukirivu, n ammwe temwamukkiriza: naye abawooza n'abenzi baamukkiriza: namm we, bwe mwalaba bwe mutyo, n'oluvannyuma temwenenya okumukkiriza."},
{"verse" : "33 Muwulire olugero olulala: Waaliwo omuntu eyalina ennyumbaye, n'asimba olusuku olw'emizabbibu, n'alukomerako olukomera, n'alusimamu essogolero, n'azimba ekigo, n'alusigira abalimi, n'atambulaolugendo."},
{"verse" : "34 Awo omwaka bwe gwali gunaatera okutuuka ebibala okwengera, n'atuma abaddu be eri abalimi, babawe ebibala bye."},
{"verse" : "35 Naye abal imi ne bakwata abaddu be, omu ne bamukuba, omulala ne bamutta, omulala n e bamukasuukirira amayinja. "},
{"verse" : " 36 N'atuma nate abaddu abalala bangi okusinga ab'olubereberye: ne babakola nabo bwe batyo."},
{"verse" : "37 Oluvannyum a n'abatumira omwana we, ng'agamba nti Banaawulira omwanawange."},      
{"verse" : "38 Naye abalimi bwe baalaba omwana ne bagamba bokka na bokka n ti Ono ye musika; mujje, tumutte, tulye obusika bwe."},
{"verse" : "39 Ne bamukwata, ne bamusindiikiriza mu lusuku lw’emizabibbu, ne bamutta."},
{"verse" : "40 Kale, mukama w'olusuku olw'emizabbibu bw'alijja, alibakola atya abalimi abo?"},
{"verse" : "41 Ne bamugamba nti Abo ababi alibazikiriiza bubi; naye olusuku olw'emizabbibu alirusigira abalimi abalala, abanaamuweerezanga ebibala byamu mu mwaka gwabyo."},
{"verse" : "42 Yesu n'abagamba nti Temusomangako mu byawandiikibwa nti Ejjinja abazimbi lye baagaana Lye l yafuuka omutwe gw'ensonda: Kino kyava eri Mukama, Era kya kitalo mu maaso gaffe?"},
{"verse" : "44 [Era agwa ku jjinja lino alimenyekamenyeka: n'oyo gwe lirigwako, lirimubetenta.]"},
{"verse" : "45 Awo bakabona abakulu n'Abafalisaayo bwe baawulira engero ze, ne bate geera nti ayogedde ku bo."} 
]