[{"title" : "Kola ebirungi osanyuse Katonda"},
{"verse" : "6:1 Mwekuume obutakoleranga bigambo byammwe eby'obutuukirivumu maaso g'abantu, era babalabe: kubanga bwe munaakolanga bwemutyo temuuweebwenga mpeera eri Kitammwe ali mu ggulu."},
{"verse" : "2 Kale, bw'ogabiranga abaavu, teweefuuyiranga ŋŋombe mu maaso go, n ga bannanfuusi bwe bakola mu makuŋŋaaniro ne mu nguudo, abantu babawe ekitiibwa. Mazima mbagamba nti Bamaze okuweebwa empeerayaabwe."},  
{"verse" : "3 Naye ggwe, bw'ogabiranga abaavu, omukono gwo ogwa kkono gulemenga okumanya ogwa ddyo bye gukola:"},
{"verse" : "4 okugaba kwo kubeerenga kwa kyama: kale Kitaawo alaba mu kyama alikuwa empeera. Essaala ya Mukaka waffe"},
{"verse" : "5 Era bwe musabanga, temubanga nga bannanfuusi: kubanga baagala okusaba nga bayimiridde mu makuŋŋaaniro ne ku mabbali g'enguudo, era abantu baba!abe. Mazima mbagamba nti Bamaze abo okuweebwa empeera yaabwe."},
{"verse" : "6 Naye ggwe bw'osabanga yingiranga mu kisenge munda, omalenga okuggalawo oluggi olyoke osabe Kitaawo ali mu kyama, kale Kitaawo alaba mu kyama, alikuwa empeera"},
{"verse" : "7 Nammwe bwe musabanga, temuddiŋŋananga mu bigambo, ng'ab'amawanga bwe bakola: kubanga balowooza nga banaawulirwa olw'ebigambo byabwe ebingi."},
{"verse" : "8 Kale, temufaanana nga bo: kubanga Kitammwe amanyi bye mwetaaga nga temunnaba kumusaba. "},
{"verse" : "9 Kale, musabenga bwe muti, nti, Kitaffe a1i ggulu, Erinnya lyo litukuzibwe. 10 Obwakabaka bwo bujje. By'oyagala bikolebwe mu nsi, nga bwe bikolebwa mu ggulu."},
{"verse" : "11 Otuwe leero emmere yaffe eya leero."},
{"verse" : "12 Otusonyiwe amabanja gaffe, nga naffe bwe tusonyiye abatwewolako. "},
{"verse" : "13 Totutwala mu kukemebwa, naye otulokole eri omubi. Kubanga obwakabaka, n'obuyinza, n'ekitiibwa, bibyo, emirembe n'emirembe, Amiina."},
{"verse" : "14 Kubanga bwe munaasonyiwanga abantu ebyonoono byabwe, Kitammwe ali mu ggulu anaabasonyiwanga nammwe."},
{"verse" : "15 Naye bwe mutaasonyiwenga bantubyonoono byabwe, ne Kitammwe taasonyiwenga byonoono byammwe"},
{"verse" : "16 Nate bwe musiibanga, temubeeranga nga bannanfuusi, abalina amaaso ag'ennaku: kubanga beeyonoona amaaso gaabwe, era abantu babalabe nga basiiba. Mazima mbagamba nti Bamaze okuweebwa empeera yaabwe. "},
{"verse" : "17 Naye ggwe bw'osiibanga, osaabanga amafuta ku mutwe, onaaban ga ne mu maaso "},
{"verse" : "18 abantu balemenga okulaba ng'osiiba, wabula Kitaawo ali mu kyama: kale Kitaawo alaba mu kyama alikuwa empeera. "},
{"verse" : "19 Temweterekeranga bintu ku nsi kwe byonoonekera n’ennyenje n'obutalagge, n’ababbi kwe basimira ne babba: "},
{"verse" : "20 naye mweterekeranga ebintu mu ggulu, gye bitayonoonekera n'ennyenje newakubadde obutalagge, so n'ababbi gye batasimira; so gye batabbira:"},
{"verse" : "21 kubanga ebintu byo we bibeera, omutima gwo nagwo gye gubeera. "},
{"verse" : "22 Ettabaaza y'omubiri lye liiso: eriiso lyo bwe liraba awamu, omubiri gwo gwonna gunaabanga n'okutangaala. "},
{"verse" : "23 Naye eriiso lyo bwe liba ebbi, omubiri gwo gwonna gunaabanga n'ekizikiza. Kale okutangaala okuli munda mu ggwe bwe kubeera ekizikiza, ekizikiza ekyo kyenkana wa obunene! "},        
{"verse" : "24 Tewali muntu ayinza kuweereza baami babiri: kuba oba anaakyawanga omu, n'ayagalanga omulala; oba anaanywereranga ku omu, n'anyoomanga omulala. Temuyinza kuweereza Katonda ne mamona."},
{"verse" : "25 Kyenva mbagamba nti Temweraliikiriranga bulamu bwammwe, nti mulirya ki; mulinywa ki; newakubaade omubiri gwa mmwe, nti mulyambala ki. Obuulamu tebukira mmere; n’omubiri tegukira byakwambala?"},
{"verse" : "26 Mulabe ennyonyi ez'omu bbanga, nga tezisiga, so tezikungula, tezikuŋŋaanyiza mu mawanika; era Kitammwe ali mu ggulu aziriisa ezo. Mmwe temusinga nnyo ezo?"},
{"verse" : "27 Ani mu mmwe bwe yeeraliikirira, ayinza okweyon gerako ku bukulu bwe n'akaseera akamu?"},
{"verse" : "28 Naye ekibeeraliikiriza ki eby'okwambala? Mutunuulire amalanga ag'omu ttale, bwe gam era; tegakola mulimu, so tegalanga lugoye:"},
{"verse" : "29 naye mbagamba nti ne Sulemaani mu kitiibwa kye kyonna, teyayambalanga ng'erimuku go. "},
{"verse" : "30 Naye Katonda bw'ayambaza bw'atyo omuddo ogw'omu ttale, oguliwo leero, ne jjo bagusuula mu kyoto, talisinga nnyo okwambaza mm we, abalina okukkiriza okutono?"},
{"verse" : "31 Kale temweraliikiriranga nga mwogera nti Tulirya ki? oba tulinywa ki? oba tulyambala ki?"},
{"verse" : "32 Kuban ga ebyo byonna amawanga bye ganoonya; kubanga Kitammwe ali mu ggulu amanyi nga mwetaaga ebyo byonna. "},
{"verse" : "33 Naye musooke munoonye obwakabaka bwe n'obutuukirivu bwe; era ebyo byonna mulibyongerwako."},
{"verse" : "34 Kale temweraliikiriranga bya jjo: kubanga olunaku olwa jjo lulyeraliikirira ebyalwo. Olunaku olumu ekibi kyalwo kirumala. "}
]