[{"title" : "Olugero lw'embaga y'obugole"},
{"verse" : "22:1 Yesu n'addamu n'ayogera nabo nate mu ngero, ng'agamba nti"},
{"verse" : "2 Obwakabaka obw'omu ggulu bufaananyizibwa omuntu eyali kabaka, eyamufumbira omwana we embaga ey'obugole,"},
{"verse" : "3 n'atuma abaddube okuyita abaayitirwa embaga ey'obugole: ne batayagala kujja."},                
{"verse" : "4 N'atuma nate abaddu abalala, ng'agamba nti Mubuulire abantu abaayitibwa nti Laba, nfumbye embaga yange; ente zange n'eza ssava zittiddwa, ne byonna byeteeseteese: mujje ku mbaga ey'obugole."},
{"verse" : "5 Naye bo ne batassaayo mwoyo ne bagenda, omulala mu kyalo kye, omulala mu buguzi bwe:"},
{"verse" : "6 abaasigalawo ne bakwata abaddu be, ne babagirira ekyejo, nebabatta."},      
{"verse" : "7 Kabaka n'akwatibwa obusungu; n'agaba eggye lye, n'azikiriza abassi abo, n'ayokya ekibuga kyabwe."},
{"verse" : "8 Awo n'agamba abaddu be nti Obugole bweteeseteese, naye abo abaayitibwa tebasaanira."},
{"verse" : "9 Kale mugende mu masannanzira g'enguudo, bonna be munaalabayo mubayite ku mbaga ey'obugole:"},
{"verse" : "10 Abaddu bali ne bagenda mu nguudo, ne bakuŋŋaanyabonna be baalaba, ababi n'abalungi: obugole ne bujjula abagen yi."},
{"verse" : "11 Naye kabaka bwe yayingira okulaba abagenyi, n'alabamu omuntu atayambadde kyambalo kya bugole:"},
{"verse" : "12 n'amugamba nti Munnange, oyingidde otya wano nga tolina kyambalo kya bugole? n'abunira."},
{"verse" : "13 Awo kabaka n'agamba abaweereza be nti Mumusibe emikono n'amagulu, mumusuulemu kizikiza eky'ebweru; mwe muliba okukaaba n'okuluma obujiji."},
{"verse" : "14 Kuban ga bangi abayitibwa, naye abalondemu batono."},
{"verse" : "15 Awo Abafalisaayo ne bagenda, ne bateesa wamu bwe banaamutega mu bigambo."},
{"verse" : "16 Ne bamutumira abayigirizwa baabwe, wamu n'Abakerodiyaani, ne bagamba n ti Omuyigiriza, tumanyi ng'oli wa mazima, era ng'oyigiriza mu mazima ekkubo lya Katonda, so ebigambo by'omuntu yenna tobissaako mwoyo: kubanga tososola mu bantu."},                
{"verse" : "17 Kale tubuulire, olowooza otya? Kirungi okuwa Kayisaali omusolo, oba si weewaawo?"},
{"verse" : "18 Naye Yesu n'ategeera obubi bwabwe, n'agamba nti Munkemera ki, mmwe bannanfuusi?"},
{"verse" : "19 Mundage effeeza ey'omusolo. Ne bamuleetera eddinaali."},      
{"verse" : "20 N'abagamba nti Ekifaananyi kino n'obuwandiikeko by'ani?"},
{"verse" : "21 Ne bamugamba nti Bya Kayisaali. Awo n'abagamba nti Kale musasule Kayisaaliebya Kayisaali; ne Katonda ebya Katonda."},
{"verse" : "22 Bwe baawulira, ne beewuunya, ne bamuleka, ne bagenda."},              
{"verse" : "23 Ku lunaku olwo ne bajja gy'ali Abasaddukaayo, abagamba nti tewali kuzuukira: ne bamubuuza,"},
{"verse" : "24 nga bagamba nti Om uyigiriza, Musa yagamba nti Omuntu bw'afanga, nga talina baana, muganda we addengawo awase mukazi we, azaalire muganda we ezzadde."},
{"verse" : "25 Awo ewaffe yaliyo ab'oluganda musanvu: ow'olubereberye n'awasa n'afa, naye nga bw'ataalina zzadde n'alekera muganda we mukazi we;"},
{"verse" : "26 bw'atyo n'ow'okubiri, n'ow'okusatu, okutuusa bonna omusanvu."},
{"verse" : "27 Oluvann yuma, bonna nga baweddewo, omukazi n'afa."},
{"verse" : "28 Kale mu kuzuukira alibamuka ani ku abo omusanvu? kubanga bonna baabuna okumufumbirwa. "},
{"verse" : "29 Naye Yesu n'addamu n'abagamba nti Mukyama olw'obutamanya ebyawandiikibwa, newakubadde amaanyi ga Katonda."},                
{"verse" : "30 Kubanga mu kuzuukira tebawasa, so tebafumbirwa, naye bali nga bamalayika mu ggulu."},
{"verse" : "31 Naye eby'okuzuukira kw'abafu, temwasoma Katonda kye yabagamba nti"},
{"verse" : "32 Nze ndi Katonda wa Ibulaimu, era Katonda wa Isaaka, era Katonda wa Yakobo? Si Katonda wa bafu, naye wa balamu."},      
{"verse" : "33 Ebibiin a bwe byawulira ne byewuunya okuyigiriza kwe."},
{"verse" : "34 Naye Abafalisaayo bwe baawulira nti abunizza Abasaddukaayo, ne bakuŋŋaanira wamu."},
{"verse" : " 35 Omu ku bo, ow'amateeka, n'amubuuza ng'amukema nti"},
{"verse" : "36 Omuyigiriza ekiragiro ekikulu mu mateeka kiruwa?"},
{"verse" : "37 Naye n'amugamba nti Yagalanga Mukama Katonda wo n'amutima gwo gwonna, n'obulamt bwo bwonna, n'amagezi go gonna."},
{"verse" : "38 Kino kye kiragiro ekikulu eky'olubereberye."},
{"verse" : "39 N'eky'okubiri ekikifaanana kye kino nti Yagalanga muliraanwa wo nga bwe weeyagala wekka."},
{"verse" : "40 Mu biragiro bino byombi amateeka gonna mwe gasinziira, era ne bannabbi."},
{"verse" : "41 Abafalisaayo bwe baakutlnaana, Yesu n'ababuuza,"},
{"verse" : "42 ng'agamba nti Kristo mumulowooza mutya? ye mwana w'ani? Ne bamugamba nti Wa Dawudi. "},                
{"verse" : "43 N'abagamba nti Kale, Dawudi mu Mwoyo kiki ekimuyisa Mukama we, ng'agamba nti"},
{"verse" : "44 Mukama yagamba Mukama wange nti Tuula ku mukono gwange ogwa ddyo, Okutuusa lwe ndissa abalabe bo wansi w'ebigere byo? "},
{"verse" : "45 Kale oba nga Dawudi amuyita Mukama we, ali atya omwana we?"}, 
{"verse" : "46 Ne wataba muntu eyayinza okumuddamu ekigambo, era okuva ku lunaku olwo tewali muntu eyayaŋŋanga okumubuuza ekigambo nate."}

]