[{"title" : "Okwonoona kuva munda"},
{"verse" : "15:1 Awo ne bajja eri Yesu Abafalisaayo n'abawandiisi abaava mu Yerusaalemi, nga bagamba nti"},
{"verse" : "2 Abayigirizwa bo kiki ekiboonoonyesa obulombolombo bwe twaweebwa abakadde? kubanga tebanaaba mu n galo nga balya emmere."},
{"verse" : "3 N'addamu n'abagamba nti Nammwe kiki ekiboonoonyesa etteeka lya Katonda olw'obulombolombo bwe mwaweebwa?"},
{"verse" : "4 Kubanga Katonda yagamba nti Ossangamu ekitiibwa kitaawo ne nnyoko: nate nu Avumanga kitaawe oba nnyina, bamuttanga bussi."},
{"verse" : "5 Naye mmwe mugamba nti Buli aligamba kitaawe oba nnyina nti Kyonna kye nnandikuwadde okukugasa, nkiwadde Katonda, "},
{"verse" : "6 alireka okussaamu ekitiibwa kitaawe. Mwadibya ekigambo kya Katonda olw'obulombolombo bwammwe bwe mwaweebwa."},
{"verse" : "7 Mmwe bannanfuusi, Isaaya yala gula bulungi ku mmwe, ng'agambo nti"},
{"verse" : "8 Abantu b ano banzisaamu ekitiibwa kya ku mimwa; Naye omutima gwabwe guno wala."},
{"verse" : "9 Naye bansinziza bwereere, Nga bayigiriza amateeka g'abantu nga bye by'okukwata."},
{"verse" : "10 N'ayita ekibiina, n'abagamba nti Muwulire,mutegeere:"},
{"verse" : "11 ekiyingira mu kamwa si kye kyonoona omuntu; naye ekiva mu kamwa, ekyo kye kyonoona omuntu."},
{"verse" : "12 Awo abayigirizwa ne bajja, ne bamuga mba nti Omanyi Abafalisaayo ng baanyiiga, bwe baawulira ekigambo ekyo?"},
{"verse" : "13 Naye n'addamu n'agamba nti Buli kisimbe Kitange ow'omu ggulu ky'ataasimba, kirisimbulibwa."},
{"verse" : "14 Mubaleke: be basaale abatalaba. Naye omuzibe w'amaaso bw'akulembera muzibe munne bombi baligwa mu bunnya"},
{"verse" : "15 Peetero n'addamu n'amugamba nti Tunnyonnyole olugero olwo."},
{"verse" : "16 Naye n'agamba nti Era nammwe temunnaba kuba na magezi."},
{"verse" : "17 Temutegeera ati buli ekiyingira mu kamwa kigenda mu lubuto,ne kisuulibwa mu kiyigo?"},
{"verse" : "18 Naye ebifuluma mu kamwa biva mu mutima; n'ebyo bye byonoona omuntu."},
{"verse" : "19 Kubanga mu mutima mu muva ebirowoozo ebibi, obussi obwenzi, obukaba, obubbi, okuwaayiriza, okuvuma:"},
{"verse" : "20 ebyo bye byonoona omuntu: naye okulya nga tanaabye mu ngalo tekwonoon; muntu."},
{"verse" : "21 Yesu n'avaayo, n'agenda ku njuyi z'eTtuulo n'e Sidoni."},
{"verse" : "22 Kale, laba, omukazi Omukanani n'ava ku mbibi eyo, n'ayogerera waggulu ng'agamba nti Onsaasire Mukama wange, omwana wa Dawudi; muwala wange alwadde nnyo dayimooni."},
{"verse" : "23 Naye n'atamuddamu kigambo. Abayigirizwa be ne bajja ne bamwegayirira, nga bagamba nti Musiibule; kubanga atuleekaanira emabega."},
{"verse" : "24 Naye n'addamu n'agamba nti Saatumibwa wabula eri endiga ezaabula ez'omu nnyumba ya Isiraeri."},
{"verse" : "25 Naye n'ajja, n'amusinza, ng'agamba nti Nlukama wange, mbeera."},       
{"verse" : "26 N'addamu n'agamba nti Si kirungi okuddira emmere y'abaana n'okugisuulira obubwa."},
{"verse" : "27 Naye n'agamba nti Weewaawo, Mukama wange: kubanga n'obubwa bulya obukunkumuka obugwa okuva ku mmeeza ya bakama baabwo."},
{"verse" : "28 Yesu n'alyoka addamu n'amugamba nti Ggwe omukazi, okukkiriza kwo kunene: kibeere gy'oli nga bw'oyagala. Muwala we n'awona okuva mu kiseera ekyo."},
{"verse" : "29 Yesu n'avaayo, n'ajja ku ttale ly'ennyanja y'e Ggaliraaya; n'alinnya ku lusozi,n'atuula okwo."},
{"verse" : "30 Ebibiina bingi ne bijja gy'ali, nga birina abawenyera,n'abazibe b'amaaso, ne bakasiru, n'abalema, n'abalala bangi, ne babassa awali ebigere bye; n'abawonya:"},
{"verse" : "31 ekibiina n'okwewuunya ne beewuunya, bwe baalaba bakasiru nga boogera, abalema nga balamu, abawenyera nga batambula, n'abazibe b'amaaso nga balaba: ne bagulumiza Katonda wa Isiraeri."},
{"verse" : " 32 Yesu n'ayita abayigirizwa be, n'agamba nti Nsaasira abantu kubanga leero baakamala nange ennaku ssatu nga tebalina kya kulya: n'okubasiibula nga balina enjala sikyagala, wozzi banaazirikira mu kkubo."},
{"verse" : "33 Abayigirizwa ne bamugamba nti Tunaggya wa emigaati emingi bwe giti mu ddungu, okukkusa ekibiina ekinene ekyenkana wano?"},
{"verse" : "34 Yesu n'abagamba nti Mulina emigaati emeka? Ne bagamba nti Musanvu, n'ebyennyanja ebitono si bingi. "},
{"verse" : "35 N'alagira ekibiina okutuula wansi;"},
{"verse" : "36 n'atoola em igaati musanvu n'ebyennyanja; ne yeebaza n'amenyamu n'awa abayigirizwa, abayigirizwa ne bagabira ebibiina. "},
{"verse" : "37 Ne balya bonna, nebakkuta: ne bakuŋŋaanya obukunkumuka obwasigalawo, ebisero musanvu ebyajjula."},
{"verse" : "38 N'abo abaalya baali tbasajja enkumi nnya, abakazi n'abaana obutabassaako."},
{"verse" : "39 N'asiibua ebibiina, n'asaabala mu lyato, n'ajja mu mbibi y'e Magadani. "}
]