[{"title" : "Yesu ye mukama wa ssabbiiti"},
{"verse" : "12:1 Awo mu biro ebyo Yesu n'ayita mu nnimiro y'eŋŋaano ku ssabbiiti; abayigirizwa be ne balumwa enjala, ne batandika okunoga ebirimba by'eŋŋaano, ne balya."},
{"verse" : "2 Naye Abafalisaayo bwe baalaba,ne bamugamba nti Laba, abayigirizwa bo bakola eky'omuzizo okukolera ku ssabbiiti."},
{"verse" : "3 Naye n'abagamba nti Temusoinanga Dawudi bwe yakola, bwe yalumwa enjala, ne be yali nabo;"},
{"verse" : "4 bwe yayingira mu nnyumba yaKatonda, n'alya emigaati egy'okulaga egyali egy’omuzizo ye okugirya newakubadde be yali nabo, wabula bakabona bokka?"},
{"verse" : "5 Nantiki musomanga mu mateeka, bakabona mu yeekaalu ku ssabbiiti bwe baasobya ssabbiiti, so tebazza musango?"},
{"verse" : "6 Naye mbagamba nti ali wano asinga yeekaalu obukulu."},
{"verse" : "7 Naye singa mumanyi amakulu ga kino nti Njagala ekisa, so sissaddaaka, temwandinenyezza abatazzizza musango."},
{"verse" : "8 Kubanga Omwana w'omuntu ye mukama wa ssabbiiti."},
{"verse" : "9 N'avaayo, n'ajja mu kkuŋŋaaniro lyabwe:"},
{"verse" : "10 era, laba, mwalimu omu eyalina omukono ogukaze. Ne bamubuuza, nga bagamba nti Kirungi okuwonyeza omuntu ku ssabbiiti? era bamuwawaabire."},
{"verse" : "11 N'abagamba nti Ani mu mmwe, bw'aliban'endiga ye emu n'emala egwa mu bunnya ku ssabbiiti, ataligikwata atagiggyamu?"},
{"verse" : "12 Omuntu tasmga nnyo ndiga? Kale kirungi okukola obulungi ku ssabbiiti."},
{"verse" : "13 N'alyoka agamba omuntu oyo nti Golola omukono gwo. N'agugolola; ne guwona, ne guba ng'ogw'okubiri."},
{"verse" : "14 Naye Abafalisaayo ne bafuluma, ne bamwekobaana bwe banaamuzikiriza."},
{"verse" : "15 Yesu bwe yategeera n'avaayo: abantu bangi ne bagenda naye; n'awonya bonna,"},
{"verse" : "16 n'abakomako baleme okumwatiikiriza:"},
{"verse" : "17 kituukirire ekyayogererwa mu Isaaya nnabbi nti"},
{"verse" : "18 Laba mulenzi wange gwe nnalondamu; Gwe njagala, ansanyusa emmeeme yange: Ndimuteekako Omwoyo gwange, Alibuulira amawanga omusango."},
{"verse" : "19 Taliyomba, so talireekaana; So tewaliba muntu aliwulira eddoboozi lye mu nguudo."},
{"verse" : "20 Olumuli olwatifu talirumenya, So n'enfuuzi ezinyooka talizizikiza, Okutuusa lw'alisindika omusango okuwangula."},
{"verse" : "21 N' erinnya lye amawanga galirisuubira."},           
{"verse" : "22 Awo ne bamuleetera omuntu aliko dayimooni, ng'azibye amaaso n'omumwa: n'amuwonya, oyo eyali azibye omumwa n'ayogera n'alaba."},
{"verse" : "23 Ebibiina ne bisamaalirira byonna, ne byogera nti Ono ye mwana wa Dawudi?"},
{"verse" : "24 Naye Abafalisaayo bwe baawulira, ne boogera nti Oyo tagoba dayimooni, wabula ku bwa Beeruzebuli omukulu wa dayimooni."},
{"verse" : "25 Bwe yamanya okulowooza kwabwe n'abagamba nti Buli bwakabaka bwe bwawukana bwokka n a bwokka buzika; na buli kibuga oba nnyumba bw'eyawukana yokka na yokka terirwawo:"},
{"verse" : "26 ne Setaani bw'agoba Setaani ayawukana yekka na yekka; n'obwakabaka bwe bulirwawo butya?"},
{"verse" : "27 Oba nga nze ngoba dayimooni ku bwa Beeruzebuli, abaana bammwe bagigoba ku bw'ani? kale abo be balibasalira omusango."},
{"verse" : "28 Naye oba nga nze ngoba dayimooni ku bw'Omwoyo gwa Katonda, kale obwakabaka bwa Katonda bubajjidde. "},
{"verse" : "29 Oba omuntu ayinza atya okuyingira mu nju y'omuntu ow'amaanyi, n'anyaga ebintu bye, wabula ng'asoose kusiba ow'amaanyi oli? n'alyoka anyaga enju ye."},
{"verse" : "30 Omuntu atabeera nange mulabe wange; era omuntu atakuŋŋaanyiza wamu nange asaasaanya."},
{"verse" : "31 Kyenva mbagamba nti Abantu balisonyiyibwa buli kibi n'eky'okuwoola, naye okuwoola Omwoyo tekulisonyiyika."},
{"verse" : "32 Buli muntu aliwoola Omwana w'omuntu alisonyiyibwa; nayebuli muntu aliwoola Omwoyo Omutukuvu talisonyiyibwa, newakubadde mu mirembe egya kaakano, newakubadde mu mirembe egigenda okujja."},
{"verse" : "33 Oba mufuule omuti omulungi, n'ebibala byagwo bibe birungi; oba mufuule omuti omubi, n'ebibala byagwo bibe bibi: kubanga omuti gutegeererwa ku bibala byagwo. "},
{"verse" : "34 Mmwe abaana b'emisota, muyinza mutya okwogera ebigambo ebirungi nga muli babi? kubanga ku ebyo ebijjula mu mutima, aka mwa bye koogera."},
{"verse" : "35 Omuntu omulungi ebirungi abiggya mu tterekero lye eddungi: n'omuntu omubi ebibi abiggya mu tterekero lye ebbi."},            
{"verse" : "36 Era mbagamba nti Buli kigambo ekitaliimu abantu kye boogera, balikiwoleza ku lunaku olw'omusango."},
{"verse" : "37 Kubanga ebigambo byo bye birikuweesa obutuukirivu, bigambo byo bye birikusinza omusango."},
{"verse" : "38 Awo abawandiisi abalala n'Abafalisaayo ne bamuddamu ne bagamba nti Omuyigiriza, twagala otulage akabonero tukalabe."},
{"verse" : "39 Naye n'addamu n'abagamba nti Ab'emirembe emibi era egy'obwenzi banoon ya akabonero: so tebaliweebwa kabonero wabula akabonero ka nnabbi Yona:"},
{"verse" : "40 ku ba nga Yona bwe yamala ennaku essatu, emisana n'ekiro, mu lubuto lwa lukwata; bw'atyo n'Omwana w'omuntu bw'alimala ennaku essatu, emisana n'ekiro, mu mutima gw'ettaka."},
{"verse" : "41 Abantu ab'e Nnineeve baliyimirira mu musango wamu n'abantu ab'emirembe gino, era balibasinzaomusango: kubanga Yona bwe yababuulira ne beenenya; era, laba, asinga Yona ali wano."},
{"verse" : "42 Kabaka omukazi ow'omu bukiika obwa ddyo aliyimirira mu musango wamu n'aba ab'emirembe gino, era alibasinza omusango; kubanga yava ku nkomerero y'ensi okuwulira amagezi ga Sulemaani; era, laba, asinga Sulemaani ali wano."},
{"verse" : "43 Naye dayimooni omubi bw'ava mu muntu, atambula mu nsenyi enkalu, nga anoonya aw'okuwummulira, n aye n'abulwa."},
{"verse" : "44 Kale agamba nti Naddayo mu nnyumba yange mwe nnava; bw'atuukamu, agiraba nga njereere, enyiridde, ng'ero ngoosebbwa."},
{"verse" : "45 Awo agenda, n'aleeterako dayimooni abalala musanvu abamusin ga obubi, nabo bwe bayingira babeera omwo: n'eby'oluvannyuma eby'omuntu oyo birisinga obubi eby'olubereberye. Bwe kiriba bwe kityo eri ab'emirembe gino emibi."},
{"verse" : "46 Bwe yali ng'akyayogera n'ebibiina, laba, nnyina ne baganda be baali bayimiridde bweru, nga baagala kwogera naye."},
{"verse" : "47 Omuntu n'amugamba nti Laba, nnyoko ne baganda bo bayimiridde bweru,baagala kwogera naawe."},
{"verse" : "48 Naye n'addamu n'agamba oyo amubuulidde nti An i mmange? be baani baganda bange?"},
{"verse" : "49 N'agolola omukono eri abayigirizwa be, n'agamba nti Laba, mmange ne ba ganda bange!"},
{"verse" : "50 Kubanga buli akola Kitange ali mu ggulu by'ayagala, ye muganda wange, ye mwannyinaze, ye mmange."}

]