[{"title" : "Yesu ewa Piraato"},
{"verse" : "27:1 Naye obudde bwe bwakya bakabona abakulu bonna n'a bakadde b'abantu ne bateesa wamu ebya Yesu okumutta:"},           
{"verse" : "2 ne bamusiba, ne bamutwala, ne bamuwaayo eri Piraato owessaza."},
{"verse" : "3 Awo Yuda, eyamulyamu olukwe, bwe yalaba ng'omusango gumusinze, ne yejjusa, n'addiza bakabona abakulu n'abakadde ebitundu ebyo amakumi asatu ebya ffeeza"},
{"verse" : "4 ng'agamba nti Nnayonoona okulyamu olukwe omusaayi ogutalina kabi. Naye bo ne bamugamba nti Guno guli ku ffe? musango gwo"},                
{"verse" : "5 Effeeza n'azisuula mu yeekaal n'afuluma, n'agenda yeetuga."},
{"verse" : "6 Naye bakabona abakulu ne batwala ebitundu biri ebya ffeeza, bagamba nti Kya muzizo okubiteeka mu ggwanika lya Katonda, kubanga muwendo gwa musaayi."},
{"verse" : "7 Ne bateesa, ne bazigulamu olusuku lw’omubumbi, okuziikangamu abagenyi."},      
{"verse" : "8 Olusuku luli kyeruva luyitibwa olusuku lw'omusaayi, ne kaakano."},
{"verse" : "9 Awo lwe kyatuukirira ekyayogererwa mu nnabbi Yeremiya, ng'agamba nti Ne batwala ebitundu ebya ffeeza amakumi asatu, omuwendo gw'oyo gwe baalamula omuwendo, abantu ku baana ba Isiraeri gwe baalamula;"},
{"verse" : "10 ne babiggyamu olusuku lw'omubumbi, nga Mukama bwe yandagira."},
{"verse" : "11 Awo Yesu n'ayimirira mu maaso g'owessaza: owessaza n'amubuuza ng'agamba nti Ggwe Kabaka w'Abayudaaya? Yesu n'amugamba nti Oyogedde."},
{"verse" : "12 Bakabona abakulu n'abakadde bwe baamuloopa, n'ataddamu n'akatono."},
{"verse" : "13 Awo Piraato n'amugamba nti Towulira bigambo bino bye bakulumiriza bwebiri? "},
{"verse" : "14 Naye teyamuddamu na kigambo na kimu: owessaza n'okwewuunya n e yeewuunya nnyo."},
{"verse" : "15 Naye ku mbaga owessaza yalina empisa okusumululiranga ekibiina omusibe omu, gwe baayagalanga."},
{"verse" : "16 Era mu biro ebyo baalina omusibe omumanyi, ayitibwa Balaba."},
{"verse" : "17 Awo bwe baakuŋŋaana, Piraato n'abagamba nti Aluwa gwe mwagala mmubasumululire? Balaba, oba Yesu ayitibwa Kristo?"},
{"verse" : "18 Kubanga yamanya nga bamuweesezzaayo buggya."},
{"verse" : "19 Naye bwe yatuula kuntebe ey'emisango, mukazi we n'amutumira, ng'agamba nti Omuntuoyo omutuukirivu tomukola kintu n'akatono: kubanga nnalumiddwa leero bingi mu kirooto ku lulwe."},
{"verse" : "20 Naye bakabona abakulu n'abakadde ne babuulirira ebibiina okusaba Balaba, bazikirize Yesu."},                
{"verse" : "21 Naye owessaza n'addamu n'abagamba nti Ku abo bombi sluwa gwe mwagala mmubasumuluLire? Ne bagamba nti Balaba."},
{"verse" : "22 Piraato n'abagamba nti Kale anaakola ntya Yesu ayitibwa Kristo? Bonna ne bagamba nti Akomererwe."},
{"verse" : "23 Naye n'agamba nti Lwaki? ekibi ky'akoze kiruwa? Naye ne bakaayana nnyo, n e bagamba nti Akonererwe."},      
{"verse" : "24 Naye Piraato bwe ralaba nga taasobole n 'akatono, era iga bayinze okukaayana, n'addira imazzi,n'anaaba mu ngalo m u maaso n'ekibiina ng'agamba nti Nze siriiko :abi olw'omusaayi gw'omuntu ono imutuukirivu: musango gwammwe."},
{"verse" : "25 Abantu bonna ne baddamu ne Pagamba nti Omusaayi gwe gubeere ku ffe, ne ku baana baffe."},
{"verse" : "26 Awo n'abasumululira Balaba : naye Yesu n'amukuba enkoba n 'alyoka amuwaayo okukomererwa. "},
{"verse" : "27 Awo basserikale b'owessaza ne batwala Yesu mu kigango eky'emisango, ne bamukuŋŋaanyizaako ekitongole kyonna. "},
{"verse" : "28 Ne bamwambula, ne bamwambaza olugoye olumyufu."},
{"verse" : "29 Ne baluka engule ey'amaggwa, ne bagissa ku mutwe gwe, n'olumuli mu mukono gwe ogwa ddyo; ne bafukamira mu maaso ge, ne bamuduulira, nga bagambanti Mirembe, Kabaka w'Abayudaaya!"},
{"verse" : "30 Ne bamuwandira amalusu,ne batoola olumuli luli ne bamukuba mu mutwe."},
{"verse" : "31 Awo bwe baamala okumuduu1ira, ne bamwambulako olugoye, ae bamwambaza ebyambalo bye, ne bamutwala okumukomerera."},
{"verse" : "32 Naye bwe baali bafuluma, ne basisinkana omu Omukuleene, erinnya lye Simooni: ne bamuwaliriza oyo yeetikke omusalaba gwe."},
{"verse" : "33 Bwe baatuuka mu kifo ekiyitibwa Gologoosa, amakulu gaakyo kifo kya kiwanga,"},                                           
{"verse" : "34 ne bamuwa omwenge okunywa ogutabuddwamu omususa: naye bwe yalegako, n'atayagala kunywa."},
{"verse" : "35 Bwe baamala okumukomerera, ne bagabana ebyambalo bye, nga bakuba akalulu;"},
{"verse" : "36 ne batuula awo ne bamutunuulira."},      
{"verse" : "37 Ne bassa waggulu ku mutwe gwe omusango gwe oguwandiikiddwa nti ONO YE YESU KABAKA W'ABAYUDAAYA. "},
{"verse" : "38 Awo abanyazi babiri ne bakomererwa naye, omu ku mukono ogwa ddyo, omulala ku gwa kkono."},
{"verse" : "39 N'abaali bayita ne bamuvuma, nga banyeenya emitwe gyabwe,"},
{"verse" : "40 nga bagamba nti Ggwe amenya yeekaalu, agizimbira ennaku essatu, weerokole: oba nga oli Mwana wa Katonda, va ku musalaba okke. "},
{"verse" : "41 Bakabona abakulu n'abawandiisi n'abakadde ne baduula bwe batyo, nga bagamba nti"},
{"verse" : "42 Yalokola balala; tayinza kwerokola yekka. Ye Kabaka wa Isiraeri; ave kaakano ku musalaba, naffe tunaamukkiriza."},
{"verse" : "43 Yeesiga Katonda; amulokole kaakano, oba amwagala: kubanga yagamba nti Ndi Mwana wa Katonda."},
{"verse" : "44 Abanyazi abaakomere rwa naye era nabo ne bamuvuma bwe batyo."},
{"verse" : "45 Naye okuva ku ssaawa ey'omukaaga kyali kizikiza ku nsi yonna okutuuka ku ssaawa ey'omwenda."},
{"verse" : "46 Obudde bwe bwatuuka ng'essaawa ey'omwenda Yesu n'ayogerera waggulu n'eddoboozi ddene, ng'agamba nti Eri, Eri, lama sabakusaani? amakulu gaakyo nti Katonda wange, Katonda wange, kiki ekikundesezza?"},
{"verse" : "47 Naye abalala abaali bayimiridewo, bwe baawulira, ne bagamba nti Ono ayita Eriya."},
{"verse" : "48 Amangu ago munnaabwe omu n'addukana, n'atoola ekisuumwa, n'akijjuza omwenge omukaatuufu, n'akissa ku lumuli, n'amunywesa."},
{"verse" : "49 Naye abalala ne bagamba nti Leka tulabe nga Eriya anajja okumulokola."},                
{"verse" : "50 Naye Yesu n'ayogerera nate waggulu n'eddoboozi ddene, n'ata omwoyo gwe."},
{"verse" : "51 Laba, eggigi lya yeekaalu ne liyulikamu wabiri okuva waggulu okutuukawansi; ensi n'ekankana; enjazi ne zaatika:"},
{"verse" : "52 entaana ne zibikkuka; emirambo mingi egy'abatukuvu abaali beebase ne gizuukizibwa;"},      
{"verse" : "53 ne bava mu ntaana bwe yamala okuzuukira, ne bayingira mu kibuga ekitukuvu, bangi ne babalaba."},
{"verse" : "54 Naye omwami w'ekitongole, na bali abaali n aye nga batunuulira Yesu, bwe baalaba ekikankano, n'ebigambo ebibaddewo, ne batya nnyo, ne bagamba nti Mazima ono abadde Mwana wa Katonda."},
{"verse" : "55 Waaliwo n'abakazi bangi abaayimirira ewala nga balengera, abaayitanga ne Yesu okuva e Ggaliraaya, abaamuweerezanga:"},
{"verse" : "56 mu abo mwalimu Malyamu Magudaleene, ne Malyamu nnyina Yakobo ne Yose, ne nnyina w'abaana ba Zebbedaayo."},
{"verse" : "57 Naye obudde bwali buwungeera, n 'ajja omuntu omugagga, eyava Alimasaya, erinnya lye Yusufu, era naye yali muyigirizwa wa Yesu:"},
{"verse" : "58 oyo n'agenda eri Piraato, n'asaba omulambo gwa Yesu. Awo Piraato n'alagira okugumuwa."},
{"verse" : "59 Yusufu n'atwala omulambo, n'aguzinga mu bafuta enjeru, "},
{"verse" : "60 n'aguteeka mu ntaana ye empya, gye yasima mu lwazi: n'ayiringisa ejjinja ddene n'alissa kumulyango gw'entaana, n'agenda."},
{"verse" : "61 Waaliwo Malyamu Magudaleene, ne Malyamu ow'okubiri, nga batudde mu maaso g'entaana."},
{"verse" : "62 Naye enkya, lwelunaku olwaddirira olw'Okuteekateeka, bakabona abakulu n'Abafalisaayo ne bakuŋŋaanira ewa Piraato,"},                
{"verse" : "63 ne bagamba nti Omwami, tujjukidde omulimba oyo eyagamba ng'akyali mulamu nti Ennaku bwe ziriyitawo essatu ndizuukira."},
{"verse" : "64 Kale lagira bakuumire ddala amalaalo okutuusa ku lunaku olw'okusatu, abayigirizwa be batera okujja okumubba, bagambe abantu nti Azuukidde mu bafu: era okukyama okw'oluvannyuma kulisinga kuli okwasooka."},
{"verse" : "65 Piraato n'abagamba nti Mulina abakuumi: mugende, mugakuumire ddala nga bwe muyinza."},      
{"verse" : "66 Nabo ne bagenda, ne bagakuumira ddala amalaalo, ejjinja ne balissaako akabonero, n'abakuumi nga weebali."}

]