[{"title" : "Aliko ddayimooni awonyezebwa"},
{"verse" : "5:1 Bwe yalaba ebibiina, n'alinnya ku lusozi: n'atuula wansi, abayigirizwa be ne bajja gy'ali. "},
{"verse" : "2 n'ayasamya akamwa ke, n'abayigiriza ng'agamba nti"},
{"verse" : "3 Balina omukisa abaavu mu mwoyo: kubanga abo obwakabaka abw'omu ggulu bwe bwabwe."},
{"verse" : "4 Balina omukisa abali mu nnaku: kubanga abo balisanyusibwa. "},
{"verse" : " 5 Balina omukisa abateefu: kubanga abo balisikira ensi."},
{"verse" : "6 Balina omukisa abalumwa enjala n'ennyonta olw'obutuukirivu: kubanga abo balikkusibwa."},
{"verse" : "7 Balina omukisa ab'ekisa: kubanga abo bali kwatirwa ekisa."},
{"verse" : " 8 Balina omukisa abalina omutima omulongoofu: kubanga abo baliraba Katonda."},
{"verse" : "9 Balina omukisa abatabaganya: kubanga abo baliyitibwa baana ba Katonda."},
{"verse" : "10 Balina omukisa abayigganyizibwa olw'obutuukirivu: kubanga abo obwakabaka obw'omu ggulu bwe bwabwe."},
{"verse" : "11 Mmwe mulina omukisa bwe banaabavumanga, bwe banaabayigganyanga, bwe banaabawaayiranga buli kigambo kibi, okubavunaanya nze. "},
{"verse" : "12 Musanyuke, mujaguze nnyo: kubanga empeera yammwe nnyingi mu ggulu: kubanga bwe batyo bwe baayigganya bannabbi abaasooka mmwe."},
{"verse" : "13 Mmwe muli munnyo gwa nsi; naye omunnyo bwe guggwaamu ensa, balirungamu munnyo nnabaki? Tegukyasaana nate, wabula okusuulibwa ebweru, abantu okugulinnyirira."},
{"verse" : " 14 Mmwe muli musana gwa nsi. Ekibuga bwe kikubibwa ku lusozi, tekiyinzika kukisibwa."},
{"verse" : "15 So tebakoleeza ttabaaza okugivuunikiramu kibbo; wabula okugiteeka waggulu ku kikondo kyayo; nayo ebaakira bonna abali mu nju."},
{"verse" : "16 Kale omusana gwammwe gwakenga bwe gutyo mu maaso g'abantu balabenga ebigambo ebirungi bye mukola, balyoke bagulumizenga Kitammwe ali mu ggulu. "},
{"verse" : "17 Temulowoozanga nti najja okudibya amateeka oba ebya bannabbi: sajja kudibya, wabula okutuukiriza."},
{"verse" : "18 Kubanga mbagamba mazima nti Eggulu n’ensi okutuusa lwe biriggwaawo, ennukuta emu newakudde akatonnyeze akamu ak’om u Mateeka tekaliggwaawo, Okutuusa byonna lwe birimala okutuukirira. "},
{"verse" : "19 Kale buli anaadibyanga erimu ku mateeka ago wadde erisinga obutono era anaayigirizanga abantu bw'atyo, aliyitibwa mutono mu bwakabaka obw'omu ggulu: naye buli anaagakwatanga era anaagayigirizan ga, oyo aliyitibwa mukulu mu bwakabaka obw'omu ggulu."},
{"verse" : "20 Kubanga mbagamba nti obutuukirivu bwammwe bwe butaasingenga butuukiruvu bwa bawandiisi n'Abafalisaayo, temuliyingira n'akatono mu bwakabaka obw'omu ggulu."},
{"verse" : "21 Mwawulira ab'edda bwe baagambibwa nti Tottanga naye omuntu bw'anattanga, anazzanga omusango:"},
{"verse" : "22 naye nange mbagamba nti buli muntu asunguwalira muganda we, alizzaomusango; naye anaagambanga muganda we nti Laka, asaanidde okutwalibwamu lukiiko, naye anaagambanga nti Musirusiru, asaanidde okusuul ibwa mu Ggeyeena ey'omuliro."},
{"verse" : "23 Kale, bw'obanga oleese ssaddaaka yo ku kyoto, bw'oyima eyo n'omala ojjukira nga muganda wo akuliko ekigambo, "},
{"verse" : " 24 leka awo ssaddaaka yo mu maaso g'ekyoto, oddeyo, osooke omale okutagabana ne muganda wo, olyoke okomewo oweeyo ssaddaaka yo."}, 
{"verse" : "25 Yagalananga mangu n'oyo akuwawaabira ng'okyali naye mu kkubo; akuwawaabira alemenga oku kutwala eri katikkiro, so ne katikkiri alemenga okukuwa omumbowa, era olemenga okuteekebwa mu kkomera."},
{"verse" : "26 Mazima nkugamba nti Tolivaamu, okutuusa lw'olimala okukome kkereza n'eppeesa erimu. "},
{"verse" : "27 Mwawulira bwe baagambibwa nti Toyendanga:"},
{"verse" : "28 naye nange mbagamba nti buli muntu atunuulira omukazi okumwegomba, ng'amaze okumwendako mu mutima gwe."},
{"verse" : "29 Oba ng'eriiso lyo eryaddyo likwesittaza liggyeemu lisuule wala: kubanga kye kisinga obulungi ekitundu kyo ekimu kizikirire, omubiri gwo gwonna guleme okusuulibwa mu Ggeyeena. "},
{"verse" : "30 Era oba ng’omukono gwo ogwa ddyo gu kwesittaza, gutemeko, gusuule wala kubanga kye kisinga obulungi ekitundu kyo ekimu kizikirire, omubiri gwo gwonna guleme okugenda mu Ggeyeena. "},
{"verse" : "31 Baagambibwa nate nti Omuntu bw'agobanga mukazi we, amuwanga ebbaluwa ey'o kumugoba:"},
{"verse" : "32 naye nange mbagamba nti buli muntu agobanga mukazi we, wabula ogw'obwenzi ng'amwenzezza: n'oyo awasanga gwe baagoba, ng'ayenze. "},
{"verse" : "33 Mwawulira ate ab'edda bwe baagambibwa nti Tolayiranga bya bulimba,naye otuukiririzanga Mukama by'olayira: "},
{"verse" : "34 naye nange mbagamba nti Tolayiranga n'akatono, newakubadde eggulu, kubang ye ntebe ya Katonda;"},
{"verse" : "35 newakubadde ensi, kubanga ye gy'ateekaki ebigere bye; newakubadde Yerusaalemi, kubanga kye kibuga kya Kabaka omukulu. "},
{"verse" : "36 So tolayiranga mutwe gwo, kubanga toyinza kufuula luviiri lumu oba lweruoba oluddugavo."},
{"verse" : "37 Naye ebigambo bya mmwe bibeerenga nti Weewaawa weewaawo; si weewaawo, si weewaawo: naye ebisinga ebyo bivamu mubi. "},
{"verse" : "38 Mwawulira bwe baagambibwa nti Eriiso ligattwengaeriiso, n’erinnyo ligattwenga erinnyo: "},
{"verse" : "39 naye nange mbagamba nti Temuziyiza nga mubi: naye omuntu bw'akukubanga oluba olwa ddyo, omukyukiran ga n'olwa kkono. "},
{"verse" : "39 naye nange mbagamba nti Temuziyiza nga mubi: naye omuntu bw'akukubanga oluba olwa ddyo, omukyukiran ga n'olwa kkono. "},
{"verse" : "40 Omuntu bw'ayagalanga okuwoza naawe okutwala ekkanzu yo, omulekeranga n'ekizibawo kyo."},
{"verse" : "41 Omuntu bw’akuwalirizanga okutambula naye mairo emu, tambulanga n aye n'ey'okubiri "},
{"verse" : "42 Akusabanga omuwanga omuntu bw’ayagalanga okumuwola, tomukubanga mabega."},
{"verse" : " 43 Mwawulira bwe baagambibwa n ti Oyagalanga munno okyawanga omulabe wo: "},
{"verse" : "44 naye nange mbayamba nti Mwagalenga abalabe bammwe, musabirenga ababayigganya;"},
{"verse" : "45 mulyoke mubeerenga abaana Kitammwe ali mu ggulu: kubanga enjuba ye agyakiza ababi n'abalungi, abatonnyeseza enkuba abatuukirivu n'abatali batuukirivu."},  
{"verse" : "46 Kubanga bwe munaayagalanga ababaagala, mulina mpeera ki? n'abawooza tebakola bwe batyo? "},
{"verse" : "47 Bwe naalamusanga baganda bammwe bokka, munaabasinzangawo ki? N’ab'amawanga tebakola bwe batyo? "},
{"verse" : "48 Kale mmwe mubeerenga abatuukirivu, nga Kitammwe ali muggulu bw'ali omutuukirivu."}
]