       
[
{"title" : "Obuzaaliranwa bwa Yesu"},
{"verse" : "1 Ekitabo eky'okuzaalibwa kwa Yesu Kristo, omwana wa Dawudi, omwana wa Ibulayimu."},
{"verse" : "2 Ibulayimu yazaala lsaaka; Isaakan'azaala Yakobo; Yakobo n'azaala Yuda ne baganda be;"},
{"verse" : "3 Yuda n'azaala Pereezi ne Zeera mu Tamali; Pereezi n'azaala Keezulooni; Keezuloon i n'azaala Laamu;"},
{"verse" : "4 Laamu n'azaala Amminadaabu; Amminadaabu n'azaala Nasoni; Nasoni n'azaala Salumooni;"},
{"verse":"5 Salumooni n'azaala Bowaazi muLakabu; Bowaazi n'azaala Obedi mu Luusi; Obedi n'azaala Yese;"},
{"verse" : "6 Yese n'azaala Dawudi kabaka. Dawudi n'azaala Sulemaani mu muka Uliya; "},
{"verse" : "7 Sulemaani n'azaala Lekobowaamu; Lekobowaamu n'azaala Abiya; Abiyan'azaala Asa; "},
{"verse" : " 8 Asa n'azaala Yekosafaati; Yekosafaati n'azaala Yolaamu; Yolaamu n'azaala Uzziya;"},
{"verse" : " 9 Uzziya n'azaala Yosamu; Yosamu n'azaala Akazi; Akasi n'azaala Kezeekiya;"},
{"verse" : "10 Kezeekiya n'azaala Manaase; Manaase n'azaala Amoni; Amoni n'azaala Yosiya;"},
{"verse" : "11 Yosiya n'azaala Yekoniya n e baganda be, mu biro eby'okutwalibwa e Babulooni."},
{"verse" : "12 Oluvannyuma olw'okutwalibwa e Babulooni, Yekoniya n'azaala Seyalutyeri; Seyalutyeri n'azaala Zerubbaberi; "},
{"verse" : "13 Zerubbaberi n'azaala Abiwuudi ; Abiwuudi n'azaala Eriyakimu; Eriyakimu n'azaala Azoli;"},
{"verse" : "  14 Azoli n' azaala Sadoki; Sadoki n'azaala Akimu; Akimu n'azaala Eriwuudi;"},
{"verse" : " 15 Eriwuudi n'azaala Ereyazaali; Ereyazaali n'azaala Mataani; Mataani n'azaala Yakobo;  "},
{"verse" : " 16 Yakobo n'azaala Yusufu, eyali bba Malyamu, eyazaala Yesu ayitibwa Kristo. "},
{"verse" : " 17 Bwe gityo emirembe gyonna, okuva ku Ibulayimu okutuuka ku Dawudi, emirembe kkumi n'ena; nate, okuva ku Dawudi okutuuka ku kutwalibwa e Babulooni, emirembe kkumi n'ena; nate, okuva ku kutwalibwa e Babulooni okutuuka ku Kristo, emirembe kkumi n'ena. "},
{"verse" : "  18 N'okuzaalibwa kwa Yesu Kristo kwali bwe kuti. Malyamu nnyina bwe yali ng'akyayogerezebwa Yusufu, baali nga tebannaba kufumbiriganwa, n'alabika ng'ali lubuto olw'Omwoyo Omutukuvu."},
{"verse" : " 19 Awo Yusufu b ba,kubanga yali muntu mutuukirivu, n'atayagala kumukwasa nson yi, yali alowooza okumulekayo kyama. "},
{"verse" : "  20 Laba bwe yali alowooza bw'atyo, malayika wa Mukama n'ajja gy'ali mu kirooto, n'amugamba ntiYusufu omwana wa Dawudi, totya kutwala Malyamu mukazi wo, kubanga olubuto lwe lwa Mwoyo Mutukuvu."},
{"verse":"21 Naye alizaala omwana wa bulenzi; naawe olimutuuma erinnya lye YESU; kubanga ye ye alirokola abantu be mu bibi byabwe."},
{"verse" : " 22 Ebyo byonna byakolebwa, bituukirire Mukama bye yayogerera mu nnabbi, ng'agamba nti,"},
{"verse" : " 23 Laba, omuwala atamanyi musajja aliba olubuto, era alizaala omwana wa bulenzi, Balimutuuma erinnya lye Emmanweri; eritegeezebwa nti Katonda ali naffe. "},
{"verse" : " 24 Yusufu bwe yazuukuka mu tulo, n'akola nga malayika wa Mukama bwe yamulagira, n'atwala mukazi we, "},
{"verse" : " 25 so teyamumanya okutuusa lwe yamalaokuzaala omwana: n'amutuuma erinnya lye YESU. "}



]
             
   
  

