[


{"verse" : "6:1 Ne ndaba Omwana gw'endiga bwe yabembula ku bubonero omusanvu ko akamu, ne mpulira ekimu ku biramu ebina nga kyogera ng'eddoboozi ery'okubwatuka nti Jjangu olabe."},
{"verse" : "2 Ne ndaba, era, laba, em balaasi enjeru, n'oyo atuddeko ng'alina omutego; n’aweebwa engule: n'agenda ng'awangula, era awangule."},
{"verse" : "3 Bwe yabembula akabonero ak'okubi ri, ne mpulira ekiramu eky'okubiri nga kyogera nti Jjangu olabe."},
{"verse" : "4 N'evaayo embalaasi endala eya lukunyu: era oyo eyali atuddeko n'aweebwa okuggyawo emirembe ku nsi, era battinnane bokka na bokka: n'aweebwa ekitala ekinene."},            
{"verse" : "5 Bwe yabembula akabonero ak'okusatu ne mpulira ekiramu eky'okusatu nga kyogera nti Jjangu olabe. Ne ndaba, era, laba, embalaasi enzirugavu; n'eyali atuddeko ng'alina ekigera mu mukono gwe."},               
{"verse" : "6 Ne mpulira ng'eddoboozi wakati w'ebiramu ebina nga lyogera nti Ekiyi ky'eŋŋaano kya ddinaali, n'ebiyi bisatu ebya sayiri bya ddinaali; amafuta n'omwenge so tobyonoona."},
{"verse" : "7 Bwe yabembula akabonero ak'okuna, ne mpulira eddoboozi ly'ekiramu eky'okuna nga kyogera nti Jjangu olabe."},
{"verse" : "8 Ne ndaba, era, laba, embalaasi eya kyenvu; n'eyali atuddeko, erinaya lye Kufa; ne Magombe n'agenda naye. Ne baweebwa obuyinza ku kitundu eky'okuna eky'ensi, okutta n'ekitala n'enjala n'olumbe n’en solo z'ensi."},
{"verse" : "9 Bwe yabembula akabonero ak'okutaano, ne ndaba wanai w'ekyoto emyoyo gyabwe abattibwa olw'ekigambo kya Katonda, n'olw'okutegeeza kwe baalina:"},
{"verse" : "10 ne boogerera waggulu n'eddoboozi ddene, nga boogera nti Olituusa wa, Mukama, omutukuvu era ow'amazima, obutasala musango n'obutawalana ggwanga olw'omusaayi gwaffe ku bo abatuula ku nsi? "},
{"verse" : "11 Ne baweebwa buli muntu ekyambalo ekyeru; ne bagambibwa okuwummula nate akaseera katono, okutuusa baddu bannaabwe ne baganda baabwe lwe baliwera, abagenda okuttibwa, nga nabo bwe battibwa. "},
{"verse" : "12 Bwe yabembula akabonero ek'omukaaga, ne ndaba, n e waba ekikankano kinene; enjuba n'eddugala ng'olugoye olw'ebyoya, n'omwezi gwonna ne guba ng'omusaayi;"},
{"verse" : "13 n'emmunyeenye ez'omu ggulu ne zigwa ku nsi, ng'omutiini bwe gukunkumula amagu gaagwo, nga gunyeenyezebwa empewo ennyingi."},
{"verse" : "14 N'eggulu ne liggibwawo, ng'omuzingo gw'ekitabo bwe guzingibwa; na buli lusozi n'ekizin ga ne biggibwawo mu bifo byabyo."},
{"verse" : "15 ne bakabaka b'ensi, n'abalangira, n'abagabe, n'abagagga, n'ab'amaanyi, na buli muddu n'ow'eddembe ne beekweka mu mpuku ne mu mayinja ag'oku nsozi;"},
{"verse" : "16 ne bagamba ensozi n'amayinja nti Mutugweko, mutukise mu maaso g'oyo atudde ku ntebe, ne mu busungu bw'Omwana gw'endiga:"},
{"verse" : "17 kubanga olunaku olukulu olw'obusungu bwabwe lutuuse; era ani ayinza okuyimirirawo?"}
]