[


{"verse" : "16:1 Ne mpulira eddoboozi eddene eriva mu yeekaalu, nga ligaiba bamalayika omusanvu nti Muende, mufuke ebibya omusanvu by'obusungu bwa Katonda ku nsi."},
{"verse" : "2 Ow'olubereberye n'agenda, n'auka ekibya kye ku nsi; ne wabaawo bbwa ebbi ezzibu ku bantu abalina nkovuy'ensolo, era abasinza ekifaananyi kyayo."},
{"verse" : "3 Ow'okubiri n'afuka ekibya kye mu nnyanja; ne wabaawo omusaayi ng'ogw'omufu, na buli mwoyo omuunu ne gufa, n'ebyo ebyali mu nyanja."},
{"verse" : "4 Ow'okusatu n'afuka ekibya kye ku migga ne mu nsulo z'amazzi, e wabaawo omusaayi."},               
{"verse" : "5 Ne mpulira malayika w'amazzi ng'ayogera nti Ggwe mutuukirivu, ggwe abaawo era eyabaawo, ggwe Mutukuvu, kubanga wasala omusango bw'otyo:"},
{"verse" : "6 kubanga baafuka omusaayi gw'abatukuvu n'ogwa bannabbi, omusaayi ggwe gw'obawadde okunywa: asaanidde."},
{"verse" : "7 Ne mpulira ekyoto ga kyogera nti Weewaawo, Mukama Katonda, Omuyinza w'ebintu yonna, gya mazima era gya nsonga nisango gyo."},
{"verse" : "8 Ow'okuna n'afuka ekibya kye ku njuba; n'eweebwa okwokya abatu n'omuliro."},
{"verse" : "9 Abantu ne bookebwa okwokya okunene: ne bavuma erinnya lya Katonda alina amaayi ku bibonyoobonyo ebyo; ne ateenenya okumuwa ekitiibwa."},
{"verse" : "10 Ow'okutaano n'afuka ekibya kyeku ntebe y'obwakabaka ey'ensolo obwakabaka bwayo ne buzikiziava: ne beeruma ennimi zaabwe w'obulumi,"},
{"verse" : "11 ne bavuma Katonda ow'omu ggulu olw'obulumi vabwe n'olw'amabwa gaabwe, so beenenya mu bikolwa byabwe."},
{"verse" : "12 Ow'omukaaga n'afuka ekibya kye ku mugga omunene Fulaati; amazzi gaagwo ne gakalira, ekkubo lya bakabaka abava ebuvanjuba liryoke liteekebweteekebwe."},
{"verse" : "13 Ne ndaba nga giva mu kamwa k'ogusota, ne mu kamwa k'ensolo, ne mu kamwa ka nnabbi w'obulimba, emyoyo emibi esatu, nga giri ng'ebikere:"},
{"verse" : "14 kubanga gye mizimu gya balubaale, egikola obubonero; egigenda eri bakabaka b'ensi zonna, okubakuŋŋaanya eri olutalo olw'oku lunaku olukulu olwa Katonda, Omuyinza w'ebintu byonna."},      
{"verse" : "15 (Laba, njija ng'omubbi. Aweereddwa omukisa atunula, n'akuuma ebyambalo bye, aleme okugenda obwereere, era bal eme okulaba ensonyi ze.)"},               
{"verse" : "16 Ne gibakuŋŋaanyiza mu kifo ekiyitibwa mu Lwebbulaniya Amagedoni."},
{"verse" : "17 Ow'omusanvu n'afuka ekibya kye ku bbanga; eddoboozi eddene ne liva mu yeekaalu, mu ntebe y'obwakabaka, nga lyogera nti Kikoleddwa: "},
{"verse" : "18 ne wabaawo okumyansa n'amaloboozi n'okubwatuka; ne wabaawo ekikankano ekinene, nga tekibangawo kasookedde abantu baba ku nsi, ekikankano ekinene, ekikulu bwe kityo."},
{"verse" : "19 N'ekibuga ekinen e ne kyawukanamu ebituadu bisatu, n'ebibuga eby'amawanga ne bigwa: ne Babulooni ekinene ne kijjukirwa mu maaso ga Katonda, okukiwa okun ywa ekikompe eky'obukambwe bw'obusungu bwe."},
{"verse" : "20 Na buli kizinga ne kidduka, so n'ensozi tezaalabika."},
{"verse" : "21 N'omuzira omunene, buli mpeke ng'obuzito obwa ttatanta, ne gukka okuva mu ggulu ku bantu: n 'abantu ne bawoola Katonda olw'ekibonyoobonyo eky'omuzira; kubanga ekibomyoobonyo kyagwo kinene nnyo."}
]