[

{"verse" : "17:1 Ne wajja omu ku bamalayika omusanvu abaalina ebibya omusanvu, n'ayogera nange, ng'agamba nti Jjangu wano, nange nnaakulaga omusango gw'omwenzi omukulu atuula ku mazzi amangi;"},
{"verse" : "2 bakabaka b'ensigwe baayenda naye, n'abo abatuula ku nsi ne batamiira omwen ge gw'obwenzi bwe."},
{"verse" : "3 N'antwala mu ddungu mu Mwoyo: ne ndaba omukazi, ng'atudde ku nsolo emmyufu, ng'ejjudde amannya ag'obuwoozi, ng'erina emitwe musanvu n'amayembe kkumi."},
{"verse" : "4 Omukazi ng'ayambadde olugoye olw'effulungu n'olumyufu, era n'ayonjebwa ne zaabu n'amayinja ag'omuwendo omungi ne luulu, ng'alina mu mukono gwe ekikompe ekya zaabu ekijjudde emizizo, ye mpitambi ey'obwenzi bwe,"},
{"verse" : "5 n e ku kyenyi kye erinnya eriwandiikiddwa nti EKYAMA, BABULOONI EKINENE, NNYINA W'ABENZI ERA OW'EMIZIZO GY'ENSI."},                  
{"verse" : "6 Ne ndaba omukazi oyo ng'atamidde omusaayi gw'abatukuvu, n'omusaayi gw'abajulirwa ba Yesu. Bwe nnamulaba, ne nneewuunya okwowuunya kunene."},
{"verse" : "7 Malapika n'anijamba nti Kiki ekikwewuunyisa? Nze nnaakubuulira ekyama ky'omukazi, n'eky'ensolo emusitudde, eri na emitwe omusanvu n'amayembe ekkumi."},               
{"verse" : "8 Ensolo gye walabye yaliwo eranga tekyaliwo era egenda okuva mu bunnya obutakoma n'okugenda mu kub ula. N'abo abatuula ku nsi balyewuunya, abataawandiikibwa linnya lyabwe mu kitabo ky'obulamu kasookedde ensi eteekebwawo, bwe baliraba en solo nga yaliwo era nga tekyaliwo ate eribaawo."},
{"verse" : "9 Awo we wali omwoyo ogulina amagezi. Emitwe omusanvu ze nsozi omusanvu, omukazi z'atuddeko;"},
{"verse" : "10 era be bakabaka omusanvu; abataano baagwa, omu w'ali, omulala tannaba kujja; era bw'alijja, kimugwanira okumalawo ebiro bitono."},
{"verse" : "11 N'ensolo eyaliwo era teriiwo, oyo naye ye w'osunaana, naye ye w'oku musanvu, era agenda mu kubula."},
{"verse" : "12 N'amayembe ekkumi ge walabye be bakabaka ekkumi, abatannaba kuweebwa bwakabaka; naye baaweebwa obuyinza nga bakabaka, awamu n'ensolo, okumala essaawa emu."},
{"verse" : "13 Abo balina okuteesa kumu, ne bawa ensolo amaanyi gaabwe n'obuyinza."},
{"verse" : "14 Abo balirwana n'Omwana gw'endiga, n'Omwana Kw'endiga alibawangula, kubanga ye Mukama w'abaami, era ye Kabaka wa bakabaka; era n'abo abali awamu naye, abayitibwa, abalonde, abeesigwa. N'annamba nti Amazzi ge walabye, omwenzi w'atudde, be bantu n'ebibiin a n'amawanga n'ennimi."},
{"verse" : "15 N'annamba nti Amazzi ge walabye, omwenzi w'atudde, be bantu n'ebibiina n'amawanga n'ennimi."},
{"verse" : "16 N'amayembe ekkimi ge walabye, n'ensolo, bano balikyawa omwenzi, batimulekesaawo, balimufuula omwereere, balirya ennyama ye, era balimwokera ddala omuliro."},
{"verse" : "17 Kubanga Katonda yassa mu mitima gyabwe okukola kye yateesa, n'okuteesa awamu, n'okuwa ensolo obwakabaka bwabwe, okutuusa ebigambo bya Katonda lwe birituukirira."},
{"verse" : "18 N'omukazi gwe walabye kye kibuga ekinene, ekirina obwakabaka ku bakabaka b'ensi."}
]