[
{"verse" : "4:1 Oluvannyuma lw'ebyo ne ndaba, era, laba, oluggi olugguddwawo mu ggulu, n'eddoboozi lye nnasooka okuwulira, ng'ery'akagombe, nga lyogera nange, ng'ayogera nti Linnya okutuuka wano, nange nnaakulaga ebigwanira okubeerawo oluvannyuma lw'ebyo."},
{"verse" : "2 Amangu ago nnalimu Mwoyo: era, laba, entebe ey'obwakabaka yali ng'eteekeddwawo mu ggulu, era nga waliwo eyali atudde ku ntebe;"},
{"verse" : "3 naye eyali atudde yali afaanana ng'ejjinja erya yasepi n'erya sadio okulabika: era nga wal iwo ne musoke okwetooloola entebe eyali afaanana nga zumaliidi okulabika."},
{"verse" : "4 Entebe ey'obwakabaka yali yeetooloddwa entebe ez'obwakabaka amakumi abiri mu nnya: ne ku ntebe kwaliko abakadde amakumi abiri mu bananga batudde, nga bambadde engoye enjeru; ne ku mitwe gyabwe engule eza zaabu."},
{"verse" : "5 Ne ku ntebe nga kuvaako okumyansa n'amaloboozi n'okubwatuuka. N'ettabaaza omusanvu ez'omuliro nga zaaka mu maaso g'entebe, gy'emyoyo omusanvu egya Katonda;"},
{"verse" : "6 ne mu maaso g'entebe ng'ennyanja ey'endabirwamu, efaanana nga kulusitalo; ne wakati w'entebe n'okwetooloola entebe ebiramu bina ebijjudde amaaso mu bwenyi n'ennyuma."},               
{"verse" : "7 N'ekiramu eky'olubereberye kyali kifaanana n g'empologoma, n'ekiramu eky'okubiri, ng'ennyana, n'ekiramu eky'okusatu kyalina amaaso ng'ag'omuntu, n'ekiramu eky'okuna kyali kifaanana ng'empungu ebuuka."},
{"verse" : "8 N'ebiramu ebina, nga birina buli kimu ebiwaawaatiro mukaaga, bijjudde amaaso enjuyi zonna ne munda: so tebiriiko kuwummula emisana n'ekiro nga byogera nti Omutukuvu, Omutukuvu, Omutukuvu, Mukama Katonda Omuyinza w'ebintu byonna, eyabaawo era abaawo era ajjaokubaawo."},
{"verse" : " 9 Era ebiramu bwe birimuwa ekitiibwa n'ettendo n'okwebaza oyo atudde ku ntebe, omulamu emirembe n'emirembe,"},       
{"verse" : "10 abakadde amakumi abiri mu bana balivuunama mu maaso g'oyo atudde ku ntebe, era balisinza oyo omulamu emirembe n'emirembe, era balisuula engule zaabwe mu maaso g'entebe, nga boogera nti"},
{"verse" : "11 Osaanidde ggwe, Mukama waffe, Katon da waffe, okuweebwanga ekitiibwa n'ettendo n'obuyinza: kubangaggwe wabitonda byonna, era byabaawo lwa kusiima kwo, era byatondebwa."}
]