[
{"verse" : "7:1 Oluvannyuma ne ndaba bamalayika bana nga bayimiridde kuasonda nnya ez'ensi, nga bakutte empewo nnya ez'ensi, empewo yo. nna ereme okukunta ku nsi, newakubadde ku anyanja, newakubadde ki muti gwon na."},               
{"verse" : "2 Ne ndaba malayika omulala ng'alinnya okuva ebuvanjuba, n g'alina akabonero ka Katonda omulamu: n'ayogerera wa ggulu n'eddoboozi ddene ng'agambo bamalayika abana, abaaweebwa okwonoona ensi n'ennyanja,"},
{"verse" : "3 ng'ayogera nti Temwonoona nsi, newakubadde ennyaaja, newakubadde emiti, okutuusa lwe tulimala okuteeka akabonero abaddu ba Katonda waffe ku byenyi byabwe."},
{"verse" : "4 Ne mpulira omuwendo gwabwe abaateekebwako akabonero, baali kasiriivu mu obukumi buna m u enkumi nnya, abaateekebwako akabonera mu buli kika ky'abaana ba Isiraeri"},
{"verse" : "5 Ab'omu kika kya Yuda abaateekebwako akabonero kakumu mu enkumi bbiri: Ab'omu kika kya Lewubeeni ka kumi mu enkumi bbiri: Ab'omu kika kya Gaadi kakumi mu enkumi bbiri:"},
{"verse" : "6 Ab'omu kika kya Aseri kakumi mu enkumi bbiri: Ab'omu kika kya Nafutaali kakumi mu enkumi bbiri: Ab'omu kika kya Manaase kakumi mu enkumi bbiri:"},        
{"verse" : "7 Ab'omu kika kya Simyoni kakumi mu enkumi bbiri: Ab'omu kika kya Leevi kakumi mu enkumi bbiri: Ab'omu kika kya Isakaali kakumi mu enkumi bbiri:"},
{"verse" : "8 Ab'omu kika kya Zebbulooni kakumi mu enkumi bbiri: Ab'omu kika kya Yusufu kakumi mu enkumi bbiri: Ab'omu kika kya Benyamini abaateekebwako akabon ero kakumi mu enkumi bbiri."},
{"verse" : "9 Oluvannyuma lw'ebyo ne ndaba, era laba, ekibiina kinene omuntu yenna ky'atayinza kubala, mu buligwanga n'ebika n'abantu n'ennimi, nga bayimiridde mu maaso g'entebe ye mu maaso g'Omwana gw'endiga, ga bambadde ebyambalo ebyeru, amatabi g' enkindu mu mikono yabwe;"},
{"verse" : "10 ne boogerera waggulu n’eddoboozi ddene, nga boogera nti obulokozi buba bwa Katonda waffe atudde ku ntebe, n'eri Omwana gw'endiga."},
{"verse" : "11 Ne bamalayika onna baali bayimiridde nga beetooloodde entebe n'abakadde n'ebilamu ebina; ne bavuunamaamaaso gaabwe mu maaso g'entebe, ne asinza Katonda,"},
{"verse" : "12 nga boogera nti Amiina: omukisa n'ekitiibwa n'amagezi n'okwebaza n'ettendo n'ouyinza n'amaanyi bibenga eri Katonda waffe emirembe n'emirembe. Amiina."},               
{"verse" : "13 Omu ku bakadde n'adamu, ng'aŋŋamba nti Bano abambadde ebyambalo ebyo ebyeru, be baani, era bava wa? "},
{"verse" : "14 Ne mmugamba nti Mukama wange, gw'omanyi. N'aŋŋamba nti Bano be baava mu kubonaabona kuli okungi, e bayoza ebyambalo byabwe, ne abitukuza mu musaayi gw'Omwana w'endiga."},
{"verse" : "15 Kyebavudde babeera mu maaso g'entebe ya Katonda; ne bamuweerezanga emisana n'ekiro mu yeekaalu ye: n'oyo atudde ku ntebe alitimba eweema ye ku bo."},
{"verse" : "16 Tebalirumwa n jala nate, so tebalirumwa nnyonta nate, so omusana tegulibookya, newakubadde okwokya kwonna:"},
{"verse" : "17 kubanga Omwana gw'endiga ali wakati w'entebe y'anaabalundanga, era alibaleeta eri enzizi ez'amazzi ag'obulamu: era Katonda alisangula buli zziga mu maaso gaabwe."}
]