[

{"verse" : "12:1 N'akabonero akanene ne kalabika mu ggulu, omukazi ng'ayambadde enjuba, n'omwezi nga guli wansi w'ebigere bye, ne ku mutwe gwe nga kuliko engule ey'emmunyeenye kkumi na bbiri;"},
{"verse" : "2 era ng'ali lubuto: n'akaaba ng'alumwa era ng'abalagalwa okuzaala."},
{"verse" : "3 Ne walabika akabonero akalala mu ggulu; era, laba, ogusota ogumyufu ogunene, ogulina emitwe omusanvu n'amayembe kkumi, ne ku mitwe gyagwo engule musanvu."},               
{"verse" : "4 N'omukira gwagwo ne guwalula ekitundu eky'okusatu eky'emmunyeen ye ez'omu ggulu, ne guzisuula ku nsi: ogusota ne guyimirira mu maaso g'omukazi, eyali agenda okuzaala, bw'alizaala, gulyoke guliireddala omwana we."},
{"verse" : "5 N'azaala omwana ow'obulenzi, agenda okufuga amawanga gonna n'omuggo ogw'ekyuma: n'omwana we n'akwakulibwa n'atwalibwa eri Katonda, n'eri entebe ye ey'obwakabaka."},
{"verse" : "6 N'omukazi n' adduka n'atuuka mu ddungu, gye yalina ekifo ekyateekebwateekebwa Katonda, balyoke bamuliisisenga eyo ennaku lukumi mu ebikumi bibirimu nkaaga."},
{"verse" : "7 Ne waba olutalo mu ggulu: Mikaeri ne bamalayika be nga batabaala okulwana n'ogusota; ogusota ne gulwana ne bamalayika baagwo;"},
{"verse" : "8 n e batayinza, so ne watalabika kifo kyabwe nate mu ggulu."},    
{"verse" : "9 N' ogusota ogunene ne gusuulibwa, omusota ogw'edda, oguyitibwa Omulyolyomi era Setaani, omulimba w'ensi zonna; ne gusuulibwa ku nsi, n e bamalayika baagwo ne basuulibwa nagwo."},
{"verse" : "10 Ne mpulira eddoboozi ddene mu ggulu, nga lyogera nti Kaakano obulokozi buzze n'amaanyi n'obwakabaka bwa Katonda waffe, n'obuyinza bwa Kristo we: kubanga aloopa baganda baffe yasuulibwa, abaloopa mu maaso ga Katonda waffe emisana n 'ekiro."},
{"verse" : "11 Nabo baamuwangula olw'omusaayi gw'Omwana gw'endiga, n'olw'ekigambo eky'okutegeeza kwabwe; ne batayagala bulamu bwabwe okutuusa okufa. "},
{"verse" : "12 Kale musanyuke, eggulu n'abaruulamu. Zisanze ensi n'ennyanja: kubanga Omulyolyomi asse gye muli ng'alina obusuagu bungi, ng'amanyi ng'alina akaseera katono."},
{"verse" : "13 Ogusota bwe gwalaba nga gusuuliddwa ku nsi, ne guyigganya omukazi eyazaala omwana ow'obulenzi."},
{"verse" : "14 Omukazi n'aweebwa ebiwaawaatiro bibiri eby'empungu ennene, alyoke abuuke okutuuka mu ddungu mu kifo kye, gy'aliisizibwa ekiseera n'ebiseera n'ekituadu ky'ekiseera, mu maaso g'omusota."},
{"verse" : "15 N'omusota ne guwandula okuva mu kamwa kaagwo ennyuma w'omukazi amazzi ng'omugga, gulyoke gttmutwaze omugga."},
{"verse" : "16 Ensi n'eyamba omukazi, ensi n'eyasama akamwa kaayo, n’enywa omugga ogusota gwe gwawandula okuva mu kamwa kaagwo."},               
{"verse" : "17 Ogusota ne gusunguwalira omukazi, ne gugenda okulwana n'ab'omu zzadde lye abaasigalawo abakwata ebiragiro bya Katonda, era abalina okutegeeza kwa Yesu:"}
]