[


{"verse" : "19:1 Oluvannyuma lw'ebyo ne mpulira ng'eddoboozi eddene ery'ekibiina ekinene mu ggulu, nga boogera nti Aleruuya; Obulokovu; n'ekitiibwa, n'obuyinza bye bya Katonda waffe:"},
{"verse" : "2 kubanga emisango gye gyamazima era gya nsonga; kubanga asa.lidde omusango omwenzi omukulu, eyayonoona ensi n'obwenzi bwe, era awooledde eggwanga ly'omusaayi gw'abaddu be mu mukono gw'oyo."},
{"verse" : "3 Omulundi ogw'okubiri ne boogera nti Aleruuya. N'omukka gwe gunyooka emirembe n'emirembe."},
{"verse" : "4 N'abakadde amakumi abiri mu bana n'ebiramu ebina ne bavuunama n e basinza Katonda atuula ku ntebe, nga boogera nti Amiina; Aleruuya."},         
{"verse" : "5 N'eddoboozi ne liva mu ntebe, nga lyogera nti Mutendereze Katonda waffe, mmwemwenna abaddu be, abamutya, abato n'abakulu."},
{"verse" : "6 Ne mpulira ng'eddoboozi ly'ekibiina ekinene, era ng'eddoboozi ly'amazzi amangi, erang'eddoboozi ly'okubwatuka okw'amaanyi, nga byogera nti Aleruuya: kubanga Mukama Katonda waffe Omuyinza w'ebintu byonna afuga."},
{"verse" : "7 Tusanyuke, tujaguze, tumuwe ekitiibwa ye: kubanga obugole bw'Omwana gw'endiga bu tuuse, ne mukazi we yeeteeseteese."},
{"verse" : "8 N'aweebwa okwambala bafuta entukuvu ennungi: kubanga bafuta eno byeikolwa eby'obutuukirivu eby'abaukuvu."},
{"verse" : "9 N'aŋŋamba nti Wandiika nti Baweereddwa omukisa abakitibwa ku mbaga ey'obugole bw'Onwana gw'endiga. N'aŋŋamba nti Ebyo bye bigambo eby'amazima bya Katonda."},
{"verse" : "10 Ne nvuunama mu maaso g'ebigerebye okumusinza. N’aŋŋamba nti Laba tokola bw'otyo: Ndi muddu munn o era ow'omu baganda bo abalina okutegeeza kwa Yesu: sinza Katonda: kubanga okuegeeza kwa Yesu gwe mwoyo gw'obunnabbi."},
{"verse" : "11 Ne ndaba eggulu nga libikkuse; era, laba, embalaasi enjeru n'eyal i agituddeko, ayitibwa mwesigwa era ow'amazima; ne mu butuukirivu asala emisango era alwana."},
{"verse" : "12 Era amaaso ge gwe muliro ogwaka, ne ku mutwe gwe engule nnyingi; era ng'alina erinnya eriwandiikidwa, omuntu yenna ly'atamanyi wabula ye yekka."},
{"verse" : "13 Era ng'ayaibadde ekyambalo ekyamansirwako musaayi: n'erinnya lye ne liyitibwa Kigambo kya Katonda."},               
{"verse" : "14 N'eggye ery'omu ggulu ne limugoberera ku mbalaasi enjeru, nga bambadde bafuta enjeru ennungi."},
{"verse" : "15 Ne mu kamwa ke muvaamu ekitala eky'owogi ateme amawanga nakyo: era alibafuga n'omuggo ogw'ekyuma: era alinnya essogolero ly'omwenge gw'obusungu bw'obukambwe bwa Katonda Omuyinza w'ebintu byonna."},
{"verse" : "16 Eraalina ku kyambalo kye ne ku kisambi kye erinnya eriandiikiddwa nti KABAKA WA BAKABAKA, ERA MUKAMA W’ABAAMI."},
{"verse" : "17 Ne ndaba malayika ng'ayimiide mu njuba; n'ayogerera waggun'eddoboozi dden e, ng'agamba ennyonyi zonna ezibuuka mu bbanga nti Mujje mukuŋŋaane ku mbaga enkulu eya Katonda;"},
{"verse" : "18 mulyoke mulye ennyama ya bakabaka, n'ennyama ey'abagabe, n'ennyama ey'ab’maanyi, n'ennyama ey'embalaasi n’ey'abo abazituulako, n'ennyama eya bonna ab'eddembe eran'abaddu, abato n'abakulu. "},
{"verse" : " 19 Ne ndaba ensolo, ne bakabaka b’ensi, n'eggye lyabwe nga bakuaanye okulwana n'oyo eyali atudde mbalaasi n'eggye lye."},
{"verse" : "20 Ensolo n’ekwatibwa era wamu nayo nnabbi ow'obulimba eyakola obubonero mu maaso gaayo bwe yalimbisa abo abakkiriza enkovu y'ensolo, n'abo abasinza ekifaaranyi kyayo: bombi ne basuulibwa nga balamu mu nnyanja ey'omuliro eyaka n'ekibiriiti:"},
{"verse" : "21 n'abaasigalawo ne battibwa n'ekitala ky'oyo eyali atudde ku mbalaasi, ekiva mu kamwa ke: n'ennyonyi zonna ne zikkuta ku nnyama yaabwe."}
]