[

{"verse" : "11:1 Ne mpeebwa olumuli olufaanana ng'omuggo, malayika ng'ayogeranti Golokoka, ogere yeekaalu ya Katonda, n'ekyoto, n'abasinzizaamu."},
{"verse" : "2 N'oluggya oluli ebweru wa yeekaalu luleke ebweru, so tolugera; kubanga lwaweebwa ab'amawanga: n'ekibuga ekitukuvu balikirinnyiri rita emyezi amakumi ana mu ebiri."},
{"verse" : " 3 Nange ndibawa abajulirwa bange babiri, era baliragulira ennaku lukumi mu bibiri mu nkaaga, nga bambadde ebibukutu."},
{"verse" : "4 Abo gye mizeyituuni ebiri n'ettabaaza ebbiri eziyimirira mu maaso ga Mukama w'ensi."},
{"verse" : "5 Era omuntu yenna bw'ayagala okubakola obubi, omuliro guva mu kamwa kaabwe, ne gwokya abalabe baabwe: era omuntuyenna bw'ayagala okubakola obubi, bwe kityo kigwana ye okuttibwa. "},
{"verse" : "6 Abo balina obuyinza okusiba eggulu, enkuba eremenga okutonnya munnaku ez'okutegeeza kwabwe: era balina obuyinza ku mazzi okugafuula omusaayi, era n'okubonyaabonya ensi n'ebibonyoobonyo byonna, emirundi emingi nga bwe baagala."},
{"verse" : "7 Era bwe baliba nga bamaze okutegeeza kwabwe, ensolo eva mu bunnya obutakoma erirwana nabo, era eribawangula, era eribatta."},         
{"verse" : "8 N'omulambo gwabwe guli mu luguudo lw'ekibuga ekinene, ekiyitibwa mu mwoyo Sodomu ne Misiri, era Mukama waabwe mwe yakomererwa."},
{"verse" : "9 Era ab'omu bantu n'ebikan'ennimi n'amawanga baalabira omulambo gwabwe ennaku ssatu n'ekitundu, ne bataganya mirambo gyabwe okuziikibwa mu ntaana."},
{"verse" : "10 N'abo abatuula ku nsi balisanyuka ku lwabwe, ne bajaguza; era baliweerezagana ebirabo; kubanga bannabbi abo ababiri baabonyaabonya abatuula ku n si."},
{"verse" : "11 Oluvannyuma lw'ennaku ziri essatu n'ekitundu, omwoyo gw'obulamu oguva eri Katonda ne guyingira mu bo ne bayimirira ku bigerebyabwe okutya kungi ne kugwa ku bo abaabalaba."},               
{"verse" : "12 Ne bawulira eddoboozi ddene eriva mu ggulu, nga libagamba nti Mulinnye okutuuka wano. Nga balinnya mu ggulu mu kire; n'abalabe baabwe ne babalab a."},
{"verse" : "13 Ne mu ssaawa eri ne wabaawo ekikankano ekinene, n'ekitundu eky'ekkumi eky'ekibuga ne kigwa; ne battibwa abantu kasanvu mu kikankan o: n'abo abaasigalawo ne bakwatibwa entiisa, ne bawa ekitiibwa Katonda ow'omu ggulu. "},
{"verse" : "14 Obubi obw'okubiri buyise: laba, obubi obw'okusatubujja mangu."},
{"verse" : "15 Malayika ow'omusanvu n'amuwa; ne wabaawo amaloboozi aman ene mu ggulu, nga boogera nti Obwakabaka bw'ensi bufuuse bwa Mukama waffe, era bwa Kristo we: era anaafuganga emirembe n'emirembe."},
{"verse" : "16 N'abakadde amakumi abiri mu bana, abatuula mu maaso ga Katonda ku ntebe zaabwe ez'obwakabaka, ne bavuunama amaaso gaabwe,ne basinza Katonda,"},
{"verse" : "17 nga boogera nti Tukwebaza, ggwe Mukama Katonda, Omuyinza w'ebintu byonna, abaawo era eyabaawo; kubanga otutte amaanyi go amangi, n'ofuga."},
{"verse" : "18 Amawanga ne gasunguwala, n'obusungu bwo ne bujja, n'entuuko ez'okusaliramu omusango gw'abafu, n'ez'okuweeramu empeera yaabwe abaddu bo bannabbi, n'abatukuvu, n'abatya erinnya lyo, abato n'abakulu; n'ez'okwonooneramu aboonoona ensi."},
{"verse" : "19 Ne yeekaalu ya Katonda ey'omu ggulu n'ebikkulwa; ne walabika mu yeekaalu ye essanduuko y'endagaano ye; ne wabaawo okumyansa n'amaloboozi n'okubwatuka n'ekikankano n'omuzira mungi."}
]