[
{"verse" : "9:1 Malayika ow'okutaano n'afuuwa, ne ndaba emmunyeenye ng'eva mu ggulu ng'egwa ku nsi: n'aweebwa ekisumuluzo ky'obunnya obutakoma."},
{"verse" : "2 N'asumulula obunnya obutakoma; n'omukka ne guva mu bunnyane gulinnya ng'omukka gw'enkoomi ennene, n'enjuba n'ebbanga ne bizikizibwa olw'omukka ogw'omu bunnya."},
{"verse" : "3 Ne mu mukka ne muva enzige ku nsi,ne ziweebwa obuyinza, ng'enjaba ez'obusagwa ez'omu nsi bwe zirina obuyinza."},
{"verse" : "4 Ne zigambibwa obutayonoona muddo gwa nsi, newakubadde ekintu kyonna ekibisi newakubadde omuti gwonna, wabula abantubokka abatalina kabonero ka Katonda ku byenyi byabwe."},
{"verse" : "5 Ne ziweebwa obutabatta, wabula okubalumira emyezi etaano: n'okutuma kwazo kwali ng'okuluma kw'enjaba ey'obusagwa bw'eruma omuntu."},
{"verse" : " 6 Ne mu nnaku ezo abantu balinoonya okufa, so tebalikulaba n'akatono; era balyegomba okufa, era okufa nga kubadduka."},               
{"verse" : "7 N'ebifaananyi by'enzige byafaanan a ng'embalaasi ezitegekeddwa olutalo, ne ku mitwe gyazo ng'engule ezifaanana nga zaabu, n'amaaso gaazo ag'amaaso g'abantu."},
{"verse" : "8 Era zaalina enviiri ng'enviiri z'abakazi, n'amannyo gaazo gaali ng'ag'empologoma."},
{"verse" : "9 Era zaalina ebizibawo ng'ebizibawo eby'ekyuma, n'edoboozi ly'ebiwaawaatiro byazo ng'eddoboozi ly'amagaali, ery'embalaasi ennyingi nga zifubutuka okuyingira mu lutalo."},          
{"verse" : "10 Era zirina emikira egifaanana ng'enjaba ez'obusagwa, n'emimwa; ne mu mikira gyazo mulimu obuyinza bwazo okulumira abantu emyezi etaano."},
{"verse" : "11 Zirina kabaka waazo malayika ow'obunnya obutakoma: erinnya mu Lwebbulaniya Abadoni, n e mu Luyonaani alina erinnya Apoliyaani."},
{"verse" : "12 Obubi obumu buyise: laba, obubi bubiri nate bujja oluvannyuma."},
{"verse" : "13 Malayika ow'otaukaaga n'afuuwa, ne mpulira eddoboozi eryava mu nsonda ennya ez'ekyoto ekya zaabuekiri mu maaso ga Katonda,"},
{"verse" : "14 ng'agamba malayika ow'omukaaga eyalina akagombe nti Sumulula bamalayika abana abasibiddwa ku mugga omunene Fulaati."},
{"verse" : "15 Bamalayika abana ne basumululwa abaali bategekeddwa essaawa n'olunaku n'omwezi n'omwaka, okutta ekitun du eky'okusatu eky'abantu."},
{"verse" : "16 N'omuwendo gw'eggye ery'abeebagala embalaasi obukumi kakumi emirundi ebiri: ne mpulira omuwe ndo gwabwe."},
{"verse" : "17 Era bwe nnalaba bwe nti embalaasi mu kwolesebwa kuno, n'abo abaali bazituddeko, nga bambadde eby'omu kifuba ng'eby'omuliro n'ebya kazigizigi n'eby'ekibiriiti: n'emitwe egy'embalaasi ng'emitwe gy'empologoma; ne mu bumwa bwazo ne muva omuliro n'omukka n'ekibiriiti."},
{"verse" : "18 Mu bibonyoobonyo ebyo byonsatute, kwe kugamba nti omuliro n'omukka n'ekibiriiti ebyava mu bumwa bwazo, ne mufiira ekitundu eky'okusatu eky'abantu."},
{"verse" : "19 Kubanga obuyinza bw'embalaasi buli mu kamwa kaazo, ne mu mikira gyazo: kubanga emikira gyazo gifaanana ng'emisota, nga girina emitwe; era gye zirumisa."},               
{"verse" : "20 N'aban tu abaasigalawo, abatattibwa mu bibonyoobonyo ebyo, tebeeneny a mu bikolwa by'emikono gyabwe, obutasinza balubaale, n'ebifaananyi ebya zaabu n'ebya ffeeza n'eby'ebikomo n'eby'amayinja n'eby'emiti, ebitayinza kulaba newakubadde okuwulira, newakubadde okutambula:"},
{"verse" : "21 ne bateenenya mu bussi bwabwe, newakubadde mu bulogo bwabwe, newakubadde mu bwenzi bwabwe, newakubadde mu bubbi bwabwe."}
]