[

{"verse" : "22:1 Yandaga omugga ogw'amazzi ag'obulamu, ogumasamasa ng'endabirwamu, nga guva mu ntebe ya Katonda n'ey'Omwana gw'endiga,"},
{"verse" : "2 wakati w'oluguudo lwakyo. Era eruuyi n'eruuyi ew'omugga omuti ogw'obulamu, ogubala ebibala ekkumi n'ebibiri, oguleeta ekibala kyagwo buli mwezi: n'amalagala g'omuti ga kuwonya amawanga."},
{"verse" : "3 So teribaayo nate kikolimo: n'entebe ya Katonda n'ey'Omwana gw'endiga eneebeeranga omwo: n'abaddu be banaamuweerezanga,"},
{"verse" : "4 era banaamulabanga amaaso ge; era erinnya lye linaabanga mu byenyi byabwe."},
{"verse" : "5 So teebenga kiro nate; so tebeetaaga kumulisa kwa ttabaaza n'omusana gw'enjuba; kubanga Mukama Katonda anaabawanga omusana: era banaafuganga emirem be n'emirembe."},
{"verse" : "6 N'aŋŋamba nti Ebigambo bino bya bwesige era bya nazima: era Mukama Katonda ow'emyoyo gya bannabbi yatuma malayika we okulaga abaddu be ebigwanira okubaawo amangu."},
{"verse" : "7 Era, laba, njija mangu. Aweereddwa omukisa akwata ebigambo eby'obunnabbi obw'ekitabo kino. "},
{"verse" : "8 Nange Yokaana nze anawulira ne ndaba bin o. Bwe nnawulira ne ndaba, ne nvuunama okusinza mu maaso g'ebigere bya malayika andaga bino."},
{"verse" : "9 N'aŋŋamba nti Laba tokola bw'etyo: n di muddu munno era ow'omu baganda bo bannabbi, n'abo abakwata ebigambo eby'ekitabo kino: sinza Katonda."},               
{"verse" : "10 N'aŋŋamba nti Toteeka kabon ero ku bigambo eby'obunnabbi obw'ekitabo kino; kubanga obudde buli kumpi."},
{"verse" : "11 Ayonoona abeere ng'akyayonoona: era omugwagwa abeere ng'akyali mugwagwa: era n'omutuukirivu, abeere ng'akyakola obutuukirivu: era n'omutukuvu, abeere ng'akyali mutukuvu."},
{"verse" : "12 Laba, njija man gu; n'empeera yange eri nange, okusasula buli muntu ng'omulimu gwe bwe guli."},
{"verse" : "13 Nze Alufa ne Omega, ow'olubereberye era omukoobezi, okusooka n'enkomerero."},
{"verse" : "14 Baweereddwa omukisa abayoza ebyambalo byabwe, balyoke babeere n'obuyinza ku muti ogw'obulamu, era balyoke bayingire mu lubuga nga bayita mu miryango."},
{"verse" : "15 Ebweru ye eri embwa,n'abalogo, n'abenzi, n'abassi, n'abasinza ebifaananyi, na buli ayagala n'akola obulimba."},
{"verse" : "16 Nze Yesu ntumye malayika wange okubategeeza mmwe ebyo olw'ekkanisa. Nze ndi kikolo era omuzukkulu wa Dawudi, emmunyeenye eyaka ey'enkya."},
{"verse" : "17 Era Omwoyo n'omugole boogera nti Jjangu. Naye awulira ayogere nti Jjangu. Naye alina ennyonta ajje: ayagala atwale amazzi ag'obulamu buwa."},
{"verse" : "18 Ntegeeza buli muntu awulira ebigambo eby'obunnabi obw'ekitabo kino nti Omuntu yenna bw'ayongerangako ku byo, Katonda alyongerako ku ye ebibonyoobonyo ebiwandiikiddwa mu kitabo kino:"},
{"verse" : "19 era omuntu yenna bw'aggyangamu mu bigambo eby'ekitabo eky'obunnabbi buno, Katonda aliggyako omugabo gwe ku muti ogw'obulamu, ne mu kibuga ekitukuvu, ebiwandiikiddwa mu kitabo kino."},
{"verse" : "20 Ategeeza bino ayogera nti Weewaawo: njija mangu. Amiina:jjangu, Mukama waffe Yesu."},
{"verse" : "21 Ekisa kya Mukama waffe Yesu kibeerenga n'abatukuvu Amiina."}
]