[    
{"verse" : "2:1 Kale muteekenga wala obubi bwonna n'obukuusa bwonaa n'obunnanfuusi n'obuggya n'okwogera obubi kwonna,"},
{"verse" : "2 ng'abaanaabawere abaakajja bazaalibwe, mwegombenga amata ag'omwoyo agataliimu bulimba; galyoke gabakuze okutuuka ku bulokovu "},
{"verse" : "3 oba nga rnwalega ku Mukama waffe bw'ali omulungi:"},
{"verse" : "4 nga mujja eri oyo, ejjinjaeddamu, eryagaanibwa abantu, naye eri Katonda ddonde, lya muwendo mungi,"},
{"verse" : " 5 era nammwe ng'amayinja amalamu muzimbibwa ennyumba ey'omwoyo okubeeranga bakabona abatukuvu okuwangayo ssaddaaka ez'omwoyo, ezisiimibwa Katonda ku bwa Yesu Kristo."},               
{"verse" : "6 Kubanga waliwo mu kyawandiikibwa ati Laba, nteeka mu Sayuuni ejjinja ekkuluery'oku nsonda, eddonde, ery'omuwendo omungi: Era amukkiriza talikwasibwa nsonyi."},
{"verse" : "7 Kale eri mmwe abakkiriza omuwendo mungi: naye eri abatakkiriza, Ejjinja abazimbi lye baagaana, eryo lye l yafuuka omutwe ogw'oku nsonda;"},
{"verse" : "8 era Ejjinja eryesittalwako, era olwazi olusuula; kubanga beesittala ku kigambo nga tebagonda; era kwe baateekerwawo."},
{"verse" : "9 Naye mmwe muli ggwanga ddonde, bakabona ba kabaka, kika kitukuvu, bantu ba nvuma, mulyoke mubuulirenga ebirungi by'oyo eyabayita okuva mu kizikiza okuyingira mu kutangaala kwe okw'ekitalo: "},
{"verse" : "10 edda abataali ggwanga, naye kaakano muli ggwanga lya Katonda: abaali batasaasirwa, naye kaakano musaasiddwa."},
{"verse" : "11 Abaagalwa, mbeegayirira ng'abayise n'abatambuze, okwewalanga okwegomba kw'omubiri okulwana n'obulamu;"},
{"verse" : "12 nga mulina empisa zammwe mu b'amawanga en nungi; nga bwe baboogerako ng'abakola obubi, olw'ebikolwa byammwe ebirungibye balaba balyoke bagulumize Katonda ku lunaku olw'okulabirwamu."},
{"verse" : "13 Mugonderenga buli kiragiro ky'abantu ku bwa Mukama waffe: obakabaka nga ye asinga bonna;"},
{"verse" : "14 oba abaamasaza, nga ye b'atuma olw'okukangavvulanga abakola obubi, n'olw'okusiimanga abakola obulungi."},
{"verse" : "15 Kubanga Katonda bw'ayagala bw'atyo, mmwe okusirisanga obutamanya bw'abantu abasirusiru nga mukola obulungi:"},
{"verse" : "16 ng'ab'eddembe, so si ng'abalina eddembe lyammwe olw'okukisa ob ubi, naye ng'abaddu ba Katonda."},               
{"verse" : "17 Mussengamu ekitiibwa abantu bon na. Mwagalenga ab'oluganda. Mutyenga Katonda. Mussengamu ekitiibwa kabaka."},
{"verse" : "18 Abaweereza, mugonderenga bakama bammwe mu kutya kwonna, si balungi bokka n'abawombeefu, naye era n'abakambwe."},
{"verse" : "19 Kubanga kino kye kisiimibwa, omuntu bw'agumiikiriza okulumwa olw'okujjukira Katonda, ng'abonyaabonyezebwa awatali nsonga."},
{"verse" : "20 Kubanga bwe mukola obubi ne mukubibwa empi, bwe muligumiikiriza, ttendo ki? naye bwe mukola obulungi ne mubonyaabonyezebwa, bwe muligumiikiriza, ekyo kye kisiimibwa eri Katonda."},
{"verse" : "21 Kubanga ekyo kye mwayitirwa, kubanga era Kristo yabonyaabonyezebwa ku lwammwe, ng'abalekera ekyokulabirako, mulyoke mutambulirenga mu bigere bye:"},
{"verse" : "22 ataakola kibi, newakubadde obukuusa tebwalabika mu kamwa ke:"},
{"verse" : "23 bwe yavumibwa, ataavuma nate; bwe yabonyaabonyezebwa, ataakanga; naye yeewaayo eri oyo asala omusango ogw'ensonga:"},                    
{"verse" : "24 eyeetikka ye yenn yini ebibi byaffe mu mubiri gwe ku muti, ffe nga tumaze okufaku bibi, tulyoke tubeerenga abalamu eri obutuukirivu; okukubibwa kw'oyo kwe kwabawonya."},
{"verse" : "25 Kubanga mwali mukyama ng'endiga; naye kaakano mukomyewo eri Omusumba era omulabirizi w'obulamu bwammwe."}
]