[
{"verse" : "5:1 Kale mbuulirira abakadde abali mu mmwe nze mukadde munn ammwe era omutegeeza w'ebibonoobono bya Kristo, era agabanira awamu ekitiibwa ekigenda okubikkulibwa:"},
{"verse" : "2 mulundenga ekisibo kya Katonda ekiri mu mmwe, ng: mukirabirira si lwa maanyi naye lwakwagala, nga Katonda bw'ayagala so si lwa kwegombanga amagoba mu bukuusa, naye lwa mwoyo;"},
{"verse" : "3 so si g'abeefuula abaami b'ebyo bye nwateresebwa, naye nga mubeeanga byakulabirako eri ekisibo:"},
{"verse" : "4 Era Omusumba omukulu bw'airabisibwa, muliweebwa engule y'ekitiibwa etewotoka."},         
{"verse" : "5 Bwe mutyo, abavubuka, mugonderenga abakadde. Era mwenna mwesibenga obuwombeefu, okuweerezagananga mwekka na mwekka: kubanga Katonda aziyiza ab'amalala, naye abawombeefu abawa ekisa."},
{"verse" : "6 Kale mwewombeekenga wansi w'omukono ogw'amaanyi ogwa Katonda, ayoke abagulumize ng'obudde buuuse;"},
{"verse" : "7 nga mumusindiikiririzaiga ye okweraliikirira kwammwe kwonna, kubanga ye ateeka ku nwoyo ebigambo byammwe."},
{"verse" : "8 Kale mbuulirira abakadde abal mu mmwenze mukadde munnammwe era omutegeeza w'ebibonoobono bya Kristo, era agabanira awamu ekitiibwa ekigenda okubikkulibwa:"},
{"verse" : "9 oyo mumuziyizenga nga muli banywevu mu kukkiriza kwammwe, nga mumanyi ng'ebibonoobono ebyo bituukirira eri baganda bammwe abali mu nsi."},
{"verse" : "10 Era Katonda ow'ekisa kyonna, eyabayitira ekitiibwa kye ekitaggwaawo mu Kristo, bwe mulimala okubonyaabonyezebwako akaseera akatono, ye yennyini alibatuukiriza, libanyweza, alibawa amaanyi."},
{"verse" : "11 Oyo aweebwenga obuyinza emiembe n'emirembe.Amiina."},               
{"verse" : "12 Mbaweerezza ebbaluwa mu mikono gya Sirwano ow'oluganda mwesigwa, nga bwe ndowooza, y'ebigambo ebitono, nga mbabuulrira, ne mbategeeza ng'ekyo kye kisa eky'amazima ekya Katonda; mukinywererengamu."},
{"verse" : "13 Omukyala ali mu Babbulooni mulonde munammwe abalamusizza; ne Makko mwana wange."},
{"verse" : "14 Mulamusagane n'okunywegera okw'okwagala. Emirembe gibeerenga nammwe mwenna abali mu Kristo."}
]