[{"title" : "Okununulwa okuva ku mateeka"},
{"verse" : "7:1 Oba temumanyi, ab'oluganda (kubanga ŋŋamba abategeera amateeka), ng'amateeka gafuga omuntu ng'akyali mulamu?"},
{"verse" : "2 Kubanga omukazi afugibwa bba ng'akyali mulamu; naye bba bw'afa, ng'asumuluddwa mu mateeka ga bba."},
{"verse" : "3 Kale bwe kityo bba: bw'aba ng'akyali mulamu bw'anaabanga n'omusajja omulala, anaayitibwanga mwenzi:naye bba bw'afa, nga wabusa eri amateeka, obutaba mwenzi bw'aba n'omusajja omulala."},  
{"verse" : "4 Bwe kityo, baganda bange, era nammwe mwafa ku mateeka olw'omubiri gwa Kristo, mubeere n'omulala, ye oyo eyazuukizibwa mu bafu, tulyoke tubalirenga Katonda ebibala."},
{"verse" : "5 Kubanga bwe twabanga mu mubiri, okwegomba okubi, okuliwo olw'amateeka, kwakolanga mu bitundu byaffe okubaliranga okufa ebibala."},
{"verse" : "6 Naye kaakano twasumululwa mu mateeka, bwe twafa ku ekyo ekyabanga kitufuga, ffe tubeerenga abaddu mu buggya obw'omwoyo, so si mu nnukuta ez'edda."},
{"verse" : "7 Kale tunaayogera tutya? Amateeka kye kibi? Kitalo. Naye ssanditegedde kibi, wabula mu mateeka: kubanga ssaadimanye kwegomba, singa amateeka tegaayogera nti Teweegombanga:"},
{"verse" : "8 naye ekibi bwe kyalaba we ki yima, ne kikolanga mu nze olw'amateeka okwegomba kwonna: kubanga awataba mateeka ekibi nga kifudde."},
{"verse" : "9 Nange edda nnabanga mulamu awatali mateeka: naye ekiragiro bwe kyajja, ekibi ne kizuukira, nan ge ne nfa;"},
{"verse" : "10 n'ekiragiro ekyali eky'okuleeta obulamu, ekyo ne kirabika gye n di eky'okuleeta okufa:"},               
{"verse" : "11 kubanga ekibi, bwe kyalaba we kiyima olw'ekiragiro, ne kinnimba, ne kinzita olw'ekyo."},
{"verse" : "12 Bwe kityo amateeka matukuvu, n'ekiragiro kitukuvu, kituukirivu, kirungi."},
{"verse" : "13 Kale ekirungi kyafuuka kufa gye ndi? Kitalo. Naye ekibi kirabike okuba ekibi,kubanga kye kyandeetera okufa olw'ekirungi; ekibi kiryoke kyeyongerenga okubeera ekibi olw'eki ragiro."},
{"verse" : "14 Kubanga tumanyi ng'amateeka ge g'omwoyo: naye nze ndi wa mubiri, natundibwa okufugibwanga ekibi."},
{"verse" : "15 Kubanga kye nkola, ssikimanyi; kubanga kye njagala si kye nkola; naye kye nkyawa kye nkola."},
{"verse" : "16 Naye oba nga kye ssaagala kye nkola, nzikiriza amateeka nga malungi."},
{"verse" : "17 Kale kaakano ai nze nkikola nate, wabula ekibi ekituula mu nze."},
{"verse" : "18 Kubanga mmanyi nga mu nze, gwe mubiri gwange, temutuula kirungi: kubanga okwagala kumbeera kumpi, naye okukola ekirungi tewali."},
{"verse" : "19 Kubanga kye njagala ekirungi ssikikola: naye kye ssaagala ekibi kye nkola."},
{"verse" : "20 Naye oba nga kye ssaagala kye nkola, si nze nkikola nate, wabula ekibi ekituula mu nze."},
{"verse" : "21 Bwe kityo ndab a etteeka nti nze bwe njagala okukola ekirungi, ekibi kimbeera kumpi."},                                   
{"verse" : "22 Kubanga nsanyukira amateeka ga Katonda mu muntu ow'omunda:"},
{"verse" : "23 naye ndaba etteeka eddala mu bitundu byange nga lirwana n'etteeka ly' amagezi gange, era nga lindeeta mu bufuge wansi w'etteeka ly'ekibi eriri mu bitundu byange:"},
{"verse" : "24 Nze nga ndi muritu munaku! ani alindokola mu mubiri ogw'okufa kuno?"},
{"verse" : "25 Nneebaza Katonda ku bwa Yesu Kristo Mukama waffe. Kale bwe kityo nze nzekka mu magezi ndi muddu wa mateeka ga Katonda, naye mu mubiri wa tteeka lya kibi."}
]