[{"verse" : "14:1 Naye atali munywevu mu kukkiriza mumusembezenga, nayesi lwa kusala musango gwa mpaka."},
{"verse" : "2 Omulala akkiriza n'okulya n'alya byonna: naye atali munywevu alya nva. "},
{"verse" : "3 Alya tanyoomanga atalya; era atalya tasaliranga musango alya: kubanga Katonda yamusembeza."},
{"verse" : "4 Ggwe ani asalira omusango omuweereza wa beene? eri mukama we yekka ayimirira oba agwa. Naye aliyimirira; kubanga Mukama waffe ayinza okumuyimiriza."},
{"verse" : "5 Omuntu omulala alowooza olunaku olumu okusinga olulala, omulala alowooza ennaku zonna okwenkanankana. Buli muntu ategeererenga ddala mu magezi ge yekka. "},
{"verse" : "6 Alowooza olunaku, alulowooza ku bwa Mukama waffe: n'oyo alya, alya ku bwa Mukama waffe, kubanga yeebaza Katonda; n'oyo atalya, talya ku bwaMukama waffe, era yeebaza Katonda."},
{"verse" : "7 Kubanga tewali muntu mu ffe eyeebeerera omulamu ku bubwe yekka, era tewali eyeefiira ku bubwe yekka."},
{"verse" : "8 Kubanga bwe tubeera abalamu, tuba balamu ku bwa Mukamawaffe: oba bwe tufa, tufa ku bwa Mukama waffe: kale, bwe tuba abalamu, oba bwe tufa, tuba ba Mukama waffe."},
{"verse" : "9 Kubanga Kristo kyeyava afan'abeera omulamu, alyoke abeerenga Mukama w'abafu era n'abalamu."},           
{"verse" : "10 Naye ggwe kiki ekikusaliza omusango muganda wo? oba naawe kiki ekikunyoomesa muganda wo? kubanga fenna tuliyimirira mu maaso g'entebe ey'emisango eya Katonda."},               
{"verse" : "11 Kubanga kyawandiikibwa nti Nga bwe ndi omulamu, bw'ayogera Mukama, buli vviivi lirinfukaamirira, Na buli lulimi lulyatula Katonda."},
{"verse" : "12 Kale bwe kityo buli mun tu mu ffe alibalirira omuwendo gwe yekka eri Katonda."},
{"verse" : "13 Kale tulemenga okusalira bannaffe emisango nate fekka na fekka: naye waakiri musale omusango guno, obutaleeteranga wa luganda ekyesittaza oba nkon ge."},
{"verse" : "14 Mmanyi era ntegeeredde ddala mu Mukama waffe Yesu, nga tewali kiutu kya muzizo mu buwangwa bwakyo: wabuta eri oyo akirowooza nga kya muzizo, kiba kya muzizo."},
{"verse" : "15 Kuba oba nga mugaada wo anakuwala olw'emmere, nga tokyatambulira mu kwagala. Tomuzikirizanga lwa mmere yo oyo Kristo gwe yafiirira."},
{"verse" : "16 Kale ekirungi kyammwe kiremenga okuvumibwa:"},
{"verse" : "17 kubanga obwakabaka bwa Katonda si kwe kulya n'okunywa, wabula butuukirivu na mirembe na ssanyu mu Mwoyo Omutukuvu:"},
{"verse" : "18 Kubanga aweereza Kristo bw'ati asanyusa nn yo Katonda, n'abantu bamusiima."},
{"verse" : "19 Kale bwe kityo tugobererenga eby'emirembe, n'eby'okuzimbagananga fekka na fekka."},
{"verse" : "20 Toyonoonanga mulimu gwa Katonda lwa mmere. Byonna birungi; naye kinaabanga kibi eri oyo alya nga yeesittala."},
{"verse" : "21 Kirungi obutalyanga nnyama newakubadde okunywanga omwenge, newakubadde okukolanga byonna ebyesitazza muganda wo oba ebimunyiiza oba ebimunafuya."},               
{"verse" : "22 Okukkiriza kw'olina, beeranga nakwo wekka mu maaso ga Katonda. Oyo alina omukisa ateesalira musango mu kigambo ky'asiima."},
{"verse" : "23 Naye oyo abuusabuusa azza musango bw'alya, kubanga talya mu kukkiriza; na buli ekitava mu kukkiriza, kyekibi."}
]