[{"verse" : "16:1 Mbanjulira Foyibe mwannyinaffe, ye muweereza w'ekkan isa ey'omu Kenkereya:"},
{"verse" : "2 mulyoke mumwanirize mu Mukama waffe, nga bwe kigwanidde abatukuw, era mumuyambe mu kigambo kyonna ky'alyetaaga gye muli: kubanga naye yennyini yayamba bangi, era nangenzennyini."},               
{"verse" : "3 Mumulamuse Pulisika ne Akula abaakolera awamu nange mu Kristo Yesu,"},
{"verse" : "4 abaawaayo obulago bwabwe olw'obulamu bwange; be sseebaza nze nzekka, era naye n'ekkanisa zonna ez'ab'amawanga:"},
{"verse" : "5 era mulamuse ekkanisa ey'omu nnyumba yaabwe. Mulamuse Epayineeto, gwenjagala, kye kibala eky'olubereberye eky'omu Asiya eri Kristo."},
{"verse" : "6 Mulamuse Malyamu, eyabakolera mmwe emirimu emingi."},
{"verse" : "7 Mulamuse Anduloniiko ne Yuniya, ab'ekika kyange, era abaasibirwa awamu nange,ab'amaanyi mu batume, era abansooka okubeera mu Kristo."},
{"verse" : "8 Mulamuse Ampuliyaato, gwe njagala mu Mukama waffe."},
{"verse" : "9 Mulamuse Ulubano, akolera awamu naffe mu Kristo, ne Sutaku gwe njagala."},
{"verse" : "10 Mulamuse Apereakkirizibwa mu Kristo. Mubalamuse ab'omu nnyumba ya Alisutobulo."},
{"verse" : "11 Mulamuse Kerodiyoni, ow'ekika kyange. Mubalamuse ab'omu nnyumba ya Nalukiso, abali mu Mukama waffe."},
{"verse" : "12 Mulamuse Terufayina ne Terufoosa abaakola emirimu mu Mukama waffe. Mulamuse Perusi omwagalwa, ey akola emirimu emingi mu Mukama waffe."},
{"verse" : "13 Mulamuse Luufo, eyalon debwa mu Mukama waffe, ne nnyina, ye mmange."},               
{"verse" : "14 Mulamuse Asun kulito, Fulegoni, Kerume, Patuloba, Keruma, n'ab'oluganda abali awamu nabo."},
{"verse" : "15 Mulamuse Firologo ne Yuliya, Nerewu ne mwannyina, ne Olumpa, n'abatukuvu bonna abali awamu nabo."},
{"verse" : "16 Mulamusagane n'okunywegera okutukuvu. Ekkanisa zonna eza Kristo zibalamusizza."},
{"verse" : "17 Era mbeegayiridde, ab'oluganda, mutunuulirenga abo abaleeta eby'okwawukanya n'eby'okwesittaza, ebitali bya kuyigiriza kwe mwayiga: mubakubenga amabega abo."},
{"verse" : "18 Kubanga abaliŋŋanga abo si baddu ba Mukama waffe Kristo, naye ba mbttto zaabwe bokka; era n'ebigambo ebirungi n'eby'okunyumya obulungi balimbalimba emitima gy'abo abatalina kabi."},
{"verse" : "19 Kubanga okuwulira kwammwe kwabuna mu bonna. Kyenvudde mbasanyukira mmwe: naye njagala mmwe okubeeranga abagezi mu bulungi, era abasirusiru mu bubi."},
{"verse" : "20 Era Katonda ow'emirembe alibetenta Setaani wansi w'ebigere byammwe mangu. Ekisa kya Mukama waffe Yesu Kristo kibeerenga nammwe."},
{"verse" : "21 Timoseewo, akolera awamu n ange, abalamusizza; ne Lukiyo ne Yasooni ne Sosipateri, ab'ekikakyange."},
{"verse" : "22 Nze Terutiyo, awandiise ebbaluwa eno, mbalamusizza mu Mukama waffe."},
{"verse" : "23 Gayo, ansuza nze n'ekkanisa yonna, abalamusizza. Erasuto, omuwanika w'ekibuga, abalamusizza, ne Kwaluto, ow'oluganda."},
{"verse" : "24 Ekisa kya Mukama waffe Kristo Yesu Kibeerenga nammwe mwenna. Amiina."},
{"verse" : "25 Era oyo ayinza okubanyweza ng'enjiri yange n'okubuulirwa kwaYesu Kristo bwe biri, ng'ekyama bwe kibikkuddwa ekyasirikirwa okuva mu biro eby'emirembe n'emirembe,"},
{"verse" : "26 naye kaakati kirabise ne lutegeezebwa amawanga gonna mu byawandiikibwa bya bannabbi, nga bwe yalagira Katonda ataggwaawo, olw'okuwulira okuva mu kukkiriza;"},                      
{"verse" : "27 Katonda ow'amagezi omu yekka aweebwenga ekitiibwa ku bwa Yesu Kristo emirembe egitaggwaawo."}
]