[{"verse" : "2:1 Kyova olema okube a n'eky'okuwoza, ggwe buli muntu anenya: kubanga ky'anenya munno, weenenyeza ddala wekka; kubanga ggwe anenya okola ebyo."},
{"verse" : "2 Era tumanyi ng'okunenya kwa Katonda nga kwa mazima ku abo abakola bwe batyo."},
{"verse" : "3 Ggwe omuntu, anenya abakola bwe batyo naawe n'okola ebyo, olowooza ng'olirokoka: mu kunenya kwa Katonda?"},
{"verse" : "4 Oba onyoomye obugagga bw'obulungi bwe n'obuwombeefu n'okugumiikiriza, nga tomanyi ng'obulungi bwa Katonda bukuleeta mu kwenenya?"},
{"verse" : "5 Naye nga bw'olina obukakanyavu n'omutima oguteen enya, weeterekera obusungu obuliba ku lunaku olw'obusungu omusan go ogw'ensonga gwa Katonda kwe gulibikkukira;"},
{"verse" : "6 alisasula buli muntu ng'ebikolwa bye bwe byali:"},
{"verse" : "7 abanoonya ekitiibwa n'ettendo n'obutaggwaawo mu kugumiikiriza nga bakola bulungi. Alibasasula obulamu obutaggwaawo:"},
{"verse" : "8 naye ku abo abayomba n'abatawuliramazima, naye bawulira obutali butuukirivu kulibeera obusungu n 'obukambwe,"},
{"verse" : "9 okubonyaabonyezebwa n'okulumizibwa ku buli bulamu bw'omuntuakola obubi, okusookera ku Muyudaaya era ne ku Muyonaani:"},
{"verse" : "10 naye elutiibwa n'ettendo n'emirembe ki buli akola obulungi, okusookera ki Muyudaaya era ne ku Muyonaani"},               
{"verse" : "11 kubanga Katonda tasosola mi bantu."},
{"verse" : "12 Kubanga bonna abaayonoonanga awatali mateeka, era balibula awatal i mateeka: era bonna abaayonoonanga nga balina amateeka, balisalirwa omusango n'amateeka;"},
{"verse" : "13 kubanga abawulira obu wulizi amateeka si be batuukirivu eri Katonda, naye abakola eby'ama teeka be baliweebwa obutuukirivu"},
{"verse" : "14 kubanga ab'amawanga abatalin, mateeka bwe bakola mu buzaalira nwa eby'amateeka, abo, bwe bataba na mateeka, beebeerera amateeka bokka:"},
{"verse" : "15 kubanga balaga omulimi gw'amateeka nga gwawandiikibwa; mu mitima gyabwe, omwoyo gwa bwe nga gutegeeza wamu, n’ebiro woozo byabwe nga biroopagana oba nga biwozagana byokka na byokka"},
{"verse" : "16 ku lunaku Katonda kw'alisalira omusango gw'ebyama by'abantu ng' enjiri yange bw'eri, ku bwa Yes, Kristo."},
{"verse" : "17 Naye ggwe bw'oyitibwa Omuyudaaya, ne weesigama ku mateeka ne weenyumiririza mu Katonda"},
{"verse" : "18 n'omanya by'ayagala, n'osiima ebisinga obulungi, ng'oyigirizibwa mu mateeka,"},
{"verse" : "19 ne weetegeera ggwe okubeera omusaale w'abaziba b'amaaso, omusana gw'abali mu kizikiza,"},
{"verse" : "20 omulagirizi w'abatalina magezi, omuyigiriza w'abaana abato ng'olina ekyokulabirako eky'amagezi n'eky'amazima mu mateeka"},
{"verse" : "21 kale ggwe ayigiriza omulala teweeyigiriza wekka? abuulira obutabbanga, obba?"},
{"verse" : "22 ayogera obutayendanga,oyenda? akyawa ebifaananyi, obba eby'omu biggwa"},
{"verse" : " 23 eyeenyumiririza mu mateeka olw'okusobya amateeka oswaza Katonda?"},               
{"verse" : "24 Kubanga erinn ya lya Katonda liwoolebwa mu b'amawanga ku lwammwe, nga bwe kyawandiikibwa."},
{"verse" : "25 Kubanga okukomolebwa kugasa bw’okwata amateeka: naye bw’oba omusobya w'amateeka okukomolebwa kwo kufuuse butakomolebwa."},
{"verse" : "26 Kale atali mukomole bw'akwata ebiragiro ebiri mumateeka, obutakomolebwa bwe tebulibalibwa kuba kukomolebwa?"},
{"verse" : "27 era atali mukomole mu buzaaliranwa, bw'atuukiriza amateeka, alikusalira musango ggwe, omusobya w'amateeka, ng' olina ennunta n'okukamolebwa?"},
{"verse" : "28 Kubanga Omuyudaaya ow'okungulu si ye Muyudaaya; so n'okukomolebwa w'omubiri okw'okungulu si kwe kukomolebwa:"},
{"verse" : "29 naye Omuyudaaya ow'omunda ye Muyudaaya; n’okukomolebwa kwe kw'omutima, mu mwoyo, si mu nnukuta; atatenderezebwa bantu, wabula Katonda."}
]