[{"verse" : "5:1 Kale bwe twaweebwa obutuukirivu olw'okukkiriza, tubeerenga n'emirembe eri Katonda ku bwa Mukama waffe Yesu Kristo,"},
{"verse" : "2 era eyatuweesa olw'okukkiriza okutuuka mu kisa kino kye tuyimiriddemu; era twenyumirizenga olw'okusuubira ekitiibwa kya Katonda."},
{"verse" : " 3 So si ekyo kyokka, era naye twenyumirizenga mu kubonaabona kwaffe, nga tumanyi ng'okubonaabona kuleeta Okugumiikiriza;"},
{"verse" : "4 nate okugumiikinza kuleeta okukemebwa nate okukemebwa kuleeta okusuubira:"},
{"verse" : "5 nate okusuubira tekukwasa nsonyi, kubanga okwagala kwa Katonda kufukiddwa ddala mu mitima gyaffe, ku bw'Omwoyo Omutukuvu gwe twaweebwa."},
{"verse" : "6 Kubanga bwe twali nga tukyali banafu, mu ntuuko ze Kristo yafiirira abatatya Katonda."},
{"verse" : "7 Kubanga kizibu omuntu okufiirira omutuukirivu; kubanga omulungi mpozzi omuntu aguma n'okumufiirira."},
{"verse" : "8 Naye Katonda atenderezesa okwagala kwe ye gye tuli, kubanga bwe twali ngatukyalina ebibi Kristo n'atufiirira."},               
{"verse" : "9 Kale okusinga ennyo kaakano bwetwaweebwa obutuukirivu olw'omusaayi gwe, tugenda kulokoka mu busungu ku bubwe."},
{"verse" : "10 Kuba obanga bwe twali tukyali balabe, twatabaganyizibwa ne Katonda olw'okufa kw'Omwana we, okusinga ennyo bwe twatabaganyizibwa tulirokoka olw'obulamu bwe;"},
{"verse" : "11 so si ekyo kyokka, era naye nga twenyumiririza mu Katonda ku bwa Mukama waffe Yesu Kristo, atuweesezza kaakano okutabagana."},
{"verse" : "12 Olw'ebyo, nga ku bw'omuntu omu ekibi bwe kyayingira mu nsi, okufa ne kuyingira olw'ekibi, bwe kityo okufa ne kubuna ku bantu bonna kubanga bonna baayonoona:"},
{"verse" : "13 kuban ga okutuusa ku mateeka ekibi kyali mu nsi: naye ekibi tekibalibwa, awataba mateeka."},
{"verse" : "14 Naye okufa kwafuga okuva ku Adamu okutuusa ku Musa, era ne ku abo abataasobya ng'engeri ey'okwonoona kwa Adamu, yekye kifaananyi ky'oyo agenda okujja."},
{"verse" : "15 Naye ng'okwonoona kuli bwe kwali, era n'ekirabo tekyali bwe kityo. Kuba obanga olw'okwonoona kw'omu abaafa bangi, okusinga ennyo ekisa kya Katonda n'ekirabo olw'ekisa ky'omuntu oli omu Yesu Kristo kyasukkirira okubuna abangi."},
{"verse" : "16 Era nga bwe kwajja ku bw'omu eyayonoona, ekirabo tekyali bwe kityo: kubanga omusango gwava ku omu okusinga, naye ekirabo ne kiva mu byonoono ebingi okuweesa obutuukirivu."},
{"verse" : "17 Kuba obanga olw'okwonoona kw'omu okufa kwafuga ku bw'omu, okusinga ennyo abo abaweebwa ekisa ekisukkirivu n'ekirabo eky'obutuukirivu balifigira mu bulam u ku bw'oyo omu Yesu Kristo."},
{"verse" : "18 Kale bwe kityo ng'olw'okwonoona kw'omu omisango bwe gwasinga abantu bonna bwe kityo n'olw'obutuukirivu bw' mu ekirabo kyali ku bantu bonna okuweesa obutuukirivu bw'obulamu"},
{"verse" : "19 Kuba ng'olw'obutawulira bw'omuntu omu oli abangi bwe baafut ka ababi, bwe kityo n'olw'okuwulira kw'oyo omu abangi balifuuka abatuukirivu."},               
{"verse" : "20 Era n'amateeka ne gayingira, okwonoona kusukkirire; naye ekibi bwe kyasukkirira ekisa ne kisinga okusukkirira"},
{"verse" : "21 ng'ekibi bwe kyafugira mu kifa era n'ekisa bwe kityo kiryoke kifuga olw'obutuukirivu okuweesa obulamu obutaggwaawo, ku bwa Yesu Kristo Mukama waffe."}
]