[
{"title" : "Ekowebwayo eky'obulamu"},                     
{"verse" : "12:1 Kyenvudde mbeegayirira, ab'oluganda, olw'okusaayi: kwa Katon da, okuwangayo emibiri gyammwe, ssaddaaka ennamu, entukuvu, esan yusa Katonda, kwe kuweereza kwammwe okw'amagezi."},
{"verse" : "2 So temufaananyizibwanga ng'emirembe gino: naye mukyusibwe n ga olw'okufuula amagezi gammwe amaggya, mulyoke mukemenga bwe biri Katonda by'ayagala, ebirungi ebisanyusa, ebituufu."},
{"verse" : "3 Kubanga njogera, olw'ekisa kye nnaweebwa, eri buli muntu ali mu mmwe, alemenga okwerowooza oku singa bwe kimugwanidde okulo wooza; naye okulowoozanga ng yeegendereza, nga Katonda bwe yagabira buli mun tu ekigera ky'o kukkiriza."},
{"verse" : "4 Kubanga bwe tulina ebitundu ebingi m u mubiri ogumu naye ebitundu byonna tebirina mu limu gumu:"},
{"verse" : "5 bwe kityo ffe abangi tuli omubiri gumu mu Kristo, na buli muntu tuli ebitundu bya baana ffe fekka na fekka."},
{"verse" : "6 Era nga bwe tulina ebitenkanankana ng' ekisa kyetwawebwa bwe kiri, oba bunabbi (tubuulirenga) mu kigera kyokukiriza kwaffe;"},
{"verse" : " 7 oba ku weereza, tunyiikirenga mu kuweereza kwaffe;"},
{"verse" : "8 oba ayigiriza, anyiikirenga mu kuyigiriza kwe; oba abuulirira, mu kubuulirira kwe: agaba, agabenga awatali bukuusa; afuga afugenga n'okunyiikira; asaasira asaasirenga n'essanyu."},
{"verse" : "9 Okwagala kubeerenga kw’amazima. Mukyawenga obubi, mwegattenga n'obulungi."},               
{"verse" : "10 Mu kwagala kw'ab'oluganda mwagalanenga mwekka ne mwekka; mu kitiibwa buli muntu agulumizenga munne;"},
{"verse" : "11 mu kunyiikira si bagayaavu; abasanyufi mu mwoyo; nga mubeeranga baddu ba Mukama waffe;"},
{"verse" : "12 musanyuken ga mu kusuubira; mugumiikirizenga mu bunaku; munyiikirenga mukusaba;"},
{"verse" : "13 mugabirenga abatukuvu bye beetaaga; mwanirizenga abageayi."},
{"verse" : "14 Musabirenga ababayigganya; musabirenga, so temukolimanga."},
{"verse" : "15 Musanyukirenga wamu n'abo abasanyuka; mukaabirenga wamu n'abo abakaaba."},
{"verse" : "16 Mulowoozenga bumu mwekka na mwekka. Temwegulumizanga, naye mugendenga n'abo abatalina bukulu. Temubanga ba magezi mu naaso gammwe mwekka."},
{"verse" : "17 Tenuwalananga muntu kibi olw'ekibi. Awetegekenga ebirungi mu maaso g’abantu bonna."},
{"verse" : "18 Oba nga kiyinzika, ku luuyi lwammwe, mutabaganenga n'abantu bonna."},
{"verse" : "19 Temuwalananga mwekka ggwanga, baagalwa, naye waakiri musegulienga obusungu: kubanga kyawandiikibwa nti Okuwalana kwange; nze n disasula, bw'ayogera Mukama."},
{"verse" : "20 Naye omulabe wo bw'alumwanga enjala, muliisenga; bw'alumwanga ennyonta, munywesenga kubanga bw'okola bw'otyo, olinukumira amanda g'omuliro ku mutwe gwe."},
{"verse" : "21 Towangulwanga bubi, naye wangulanga obubi olw'obulungi."}
]