[      
{"title" : "Isiraeri yegaana Kristo"},
{"verse" : "9:1 Njogera amazima mu Kristo sirimba, omwoyo gwange nga guntegeereza mu Mwoyo Omutuukuvu,"},
{"verse" : "2 nga nnina ennaku nnyingi n'okulumwa okutamala mu mutim gwange."},
{"verse" : "3 Kubanga nandyagadde nze mwene okukolimirwa Kristo olwa baganda bange, ab'ekika kyange mu mubiri:"},               
{"verse" : "4 be Baisiraeri abaweebwa okufuuka abaana, n'ekitiibwa, n'endagaano, n'okuteekerwa amateeka, n'okuweerezanga Katonda, n'ebyasuubizibwa;"},
{"verse" : "5 abalina bajjajja abo, era omwava Kristo mu mubiri, afuga byonna, Katonda atenderezebwa emirembe gyonna Amiina."},
{"verse" : "6 Naye si kubanga ekigambo kya Katonda kyavaawo Kubanga abava mu Isiraeri, si ba Baisiraeri bonna:"},
{"verse" : "7 so si kubanga lye zzadde lya Ibulayimu, kyebav babeera abaana bonna: naye, mu Isaaka ezzadde lyo mwe li naayitirwanga."},
{"verse" : "8 Kwe kugamba nti abaana ab'omubiri, abo si be baana ba Katonda; naye abaana b'okusuubiza be babalibwa okuba ezzadde."},
{"verse" : "9 Kubanga ekigambo kino kye ky'okusuubiza, nti Ng'ebiro ebyo bwe biri ndijja, neSaala aliba n'omwana."},
{"verse" : "10 Naye si ekyo kyokka; era naye ne Lebbeeka bwe yalina olubuto olw'omu, Isaaka jjajjaffe"},
{"verse" : "11 kubanga nga teba nnazaalibwa, so nga tebannakola kirungi oba kibi, okuteesa kwa Katonda mu kulonda kul yoke kunywere, si lwa bikolwa, wabula ku bw'oyo ayita,"},
{"verse" : "12 n'agambibwa nti Omukulu aliba muddu wa muto."},
{"verse" : "13 Nga bwe kyawandiikibwa ne Yakobo n'amwagala, naye Essawa n'amukyawa."},
{"verse" : "14 Kale tunaayogera tutya? Obi tali butuukirivu buli eri Katonda Kitalo."},
{"verse" : "15 Kubanga agambaMusa nti Ndisaasira gwe ndisaasira, gwe ndikwatirwa ekisa gwe ndikwatirwa ekisa."},
{"verse" : "16 Kale bwe kityo si ky'oyo ayagala newakubadde addukana, wabula kya Katonda asaasira."},
{"verse" : "17 Kubanga ebyawandiikibwa bigamba Falaawo nti Kyennava nkuyimiriza, ndyoke njoleseze amaanyi gange mu ggwe, era erinnya lyange liryoke libuulirwe mu nsi zonna."},    
{"verse" : "18 Kale bwe kityo asaasira gw'ayagala okusaasira, era akakanyaza gw'ayagala okukakanyaza."},
{"verse" : "19 Kale onoŋŋamba nti Kiki ekinunenyesa nate? Kubanga ani aziyiza by'ayagala?"},               
{"verse" : "20 Naye ekisinga, ggwe omuntu, ggwe ani awatana ne Katonda? Ekibumbe kirigamba eyakibumba nti Kiki ekyakunkoza bw'oti?"},
{"verse" : "21 Oba omubumbi talina buyinza ku bbumba, mu kitole kimu okukola ekibya kimu eky'ekitiibwa, n'ekirala eky'ensoiyi?"},
{"verse" : "22 Kiki, oba nga Katonda me yayagala okulaga obusungu bwe, n'okumanyisa obuyinza bwe, yagumiikiriza n'okulindirira ennyo ebibya eby'obusungu ebyateekerwateekerwa okuzikirira:"},
{"verse" : "23 alyoke manyise obugagga obw'ekitiibwa ye ku bibya eby'okusaasirwa, bye uteekerateekera edda ekitubwa,"},
{"verse" : "24 ye ffe, n'okuyita be yayita, si mu Bayudaayabokka, era naye ne mu y'amawanga?"},
{"verse" : "25 Era nga bw'ayogera mu Koseya nti Ndibayita abantu bange, abatali bantu bange; Era ataayagalwa, ayagaliddwa."},
{"verse" : "26 Awo mu kifo kye baagambirwamu nti Mmwe temuli bantu bange, Mwe baliyitirwa abaana ba Katonda omulamu:"},
{"verse" : "27 Era Isaaya ayogerera waggulu bya Isiraeri nti Omuwendo gw'abaana ba Isiraeri oba guliba ng'omusenyu gw'ennyanja, ekitundu ekirisigalawo kye kirirokoka:"},
{"verse" : "28 kubanga Mukama alikola ekigambo ye ku nsi, ng'akituukiriza era g'akisalako."},
{"verse" : "29 Era nga Isaaya we yasooka okwogera nti Singa Mukama Ow'eggye teyatulekerawo zzadde, Twandifuuse nga Sodomu, era twandifaanayizibbwa nga Ggomola."},
{"verse" : "30 Kale tunaayogera tutya? Nti b'amawanga, abataagobereranga butuukirivu, baatuuka ku butuukivu, bwe butuukirivu obuva mu ukkiriza;"},               
{"verse" : "31 naye Isiraeri, mu ugobereranga amateeka ag'obutuukirivu, teyatuuka ku mateeka gali."},
{"verse" : "32 Lwaki ? Kubanga tebaabugobereranga nga bayima mu kukkiriza, wabula nga mu bikolwa. Beesittala ku jjinja eryo eryesittalwako: "},
{"verse" : "33 nga bwe kyawan diikibwa nti Laba, nteeka mu Sayuuni ejjinja eryesittalwako n'olwaziolugwisa: Era akkiriza oyo talikwasibwa nsonyi."}
]