[

{"verse" : "15:1 Era ffe abalina amaanyi kitugwanidde okwetikkanga obunafu bw'abo abatalina maanyi, so si kwesanyusanga fekka."},
{"verse" : "2 Buli muntumu ffe asanyusenga munne mu bulungi olw'okuzimba."},
{"verse" : "3 Kubanga era n e Kristo teyeesanyusanga yekka: naye, nga bwe kyawandiikibwa, nti Ebivume byabwe abaakuvuma byagwa ku nze."},                   
{"verse" : "4 Kubanga byonna ebyawan diikibwa edda, byawandiikibwa kutuyigiriza ffe, tulyoke tubeerenga n' okusuubira olw'okugumiikiriza n'olw'okusanyusa kw'ebyawandiikibwa."},
{"verse" : "5 Era Katonda w'okugumiikiriza n'okusanyusa abawe mmwe okulowoozanga obumu mwekka na mwekka mu ngeri ya Kristo Yesu:"},
{"verse" : "6 mulyoke muwenga ekitiibwa Katonda, Kitaawe wa Mukama waffe Yesu Kristo, n'omwoyo ogumu n'akamwa akamu."},
{"verse" : "7 Kale musembezaganyenga mwekka na mwekka, nga Kristo bwe yabasembeza mmwe, olw'ekitiibwa kya Katonda."},
{"verse" : "8 Kubanga njogera nti Kristo yali muweereza w'abakomole olw'amazima ga Katonda, okunyweza ebyasuubizibwa eri bajjajja,"},
{"verse" : "9 era ab'amawanga balyoke bawenga Katonda ekitubwa olw'okusaasira; nga bwe kyawandiikibwa nti Kye`nnaavanga nkwatula mu b'amawanga, Era nnaayimbiranga erinnya lyo."},
{"verse" : "10 Era nate syogera nti Musan yukenga, mmwe ab'amawanga, wamu n'abantu be."},
{"verse" : "11 Era nate nti Mutenderezenga Mukama, mmwe ab'amawanga mwenna; Era ebika byonna bimutenderezenga."},               
{"verse" : "12 Era nate Isaaya ayogera nti Waliba ekikolo kya Yese, Era ayimirira okufuga ab'amawanga; Oyo ab'amawanga gwe balisuubira."},
{"verse" : "13 Era Kat:onda ow'okusuubirwa abajjuze mmwe essanyu lyonna n’emirembe olw'okukkiriza, mmwe musukkirirenga mu kusu ubira, mu maanyi g'Omwoyo Omutukuvu."},
{"verse" : "14 Era nange nze ntegeeredde ddala ebyammwe, baganda bange, nga nammwe mujjudde obulungi, mujjudde okutegeera kwonna, nga muyinza n'okubuuliriragana mwekka na mwekka."},
{"verse" : "15 Naye ne yongedde okuguma katono okul wandiikira, nga kubajjukiza na olw'ekisa kye nnaweebwa Katonda"},
{"verse" : "16 nze okubeeranga omuweereza wa Kristo Yesu eri ab'amawanga nga nkolera enjiri ya Katonda omulii gwa kabona, ssaddaaka y'ab'aa wanga eryoke esiimibwe ng'ekuzibwa Omwoyo Omutukuvu."},
{"verse" : "17 Kale okwenyumiriza ndi nak mu Kristo Yesu mu bya Katonda."},
{"verse" : "18 Kubanga siryanijanga kwoga kigambo kyonna wabula Kristo bye yankoza, olw'okuwulira kw'ab'an wanga, mu kigambo ne mu kikolwa,"},
{"verse" : "19 mu maanyi g'obubonero n’eby'amagero, mu maanyi g'Omwo Omutukuvu; bwe kityo okuva mu Yerusaalemi n'okwetooloola okutuuka mu Iruliko, natuukiriza enjiri Kristo;"},
{"verse" : "20 naye nga njagala ekitiibwa kino okubuuliranga enjiri, awayatulibwa erinnya lya Kristo n nemenga okuzimba ku musingi gwa beene;"},
{"verse" : "21 naye nga bwe kya wandiikibwa nti Baliraba abatabuulirwanga bigambo bye, Era abataawulira balitegeera."},
{"verse" : "22 Era kyenaavanga nziyizibwa emirundi emingi okujja gye mu;"},               
{"verse" : "23 naye kaakati, kubanga sikyalina bbanga mu nsi zino, era kuban, okuva mu myaka mingi nnali njagala okujja gye muli,"},         
{"verse" : "24 we ndigendera mu Esupaniya(kubanga nsuubira okubalaba nga mpitay mmwe mumperekereko okuntuu ey o, bwe ndimala okubalabako n'okusanyukirako awamu nammwe);"},
{"verse" : "25 naye kaakati ŋŋenda e Yerusailemi, okuweereza abatukuvu."},
{"verse" : "26 Kubanga ab' e Makedoni n'ab Akaya baasiima okusolooleza ebint abaavu ab'omu batukuvu abali Yerusaalemi."},
{"verse" : "27 Kubanga basiima; era nga bababanja. Kuba oba ng'ab'amawanga basseekimu n'ebyabwe eby'omwoyo, babanja okubaweereza nate eby'omubiri."},
{"verse" : "28 Kale bwe ndimala ekyo, bwe ndibakwasiza ddala ebibala ebyo ndivaayo, okuyita ewammwe okugenda e Sipeyini."},
{"verse" : "29 Era mmanyi nga bwe ndijja gye muli adijja mumukisa gwa Kristo nga gutuukiridde."},
{"verse" : "30 Era mbeegayiridde, ab'oluganda, ku bwa Mukama waffe Yesu Kristo, n'olw'okwagala kw'Omwoyo, okufubiranga awamu nange mu kunsabira Katonda;"},
{"verse" : "31 ndyoke mpone mu abo abatawulira mu Buyudaaya, n'okuweereza kwange kwe ntwala e Yerusaalemi kusiimibwe abatukuvu;"},
{"verse" : "32 ndyoke njije gye muli n'essanyu olw'okwagala kwa Katonda, mpummulire wamu nammwe."},
{"verse" : "33 Era Katonda ow'emirembe abeerenga nammwe mwenna. Amiina."}
]