[{"title" : "Okusala omusango ogw'amazima"},
{"verse" : "4:1 Kale kiki kye tunaayogera Ibulayimu jjajjaffe mu mubiri kye yalaba. "},
{"verse" : "2 Kubanga Ibulayimu singa yaweebwa obutuukirivu olw'ebikolwa, singa alina ekimwenyumirizisa; naye talina mu maaso ga Katonda."},
{"verse" : "3 Kubanga ebyawandiikibwa byogera bitya? Ibulayimu n'akkiriza Katonda, ne kumubalirwa okuba obutuukirivu."},
{"verse" : "4 Kale, omukozi empeera ye temubalirwa lwa kisa, naye ng'ebbanja."},             
{"verse" : "5 Naye atakola, ky okka n'akkiriza oyo awa obutuukirivu abatatya Katonda, okukkiriza kwe kumubalirwa okuba obutuukirivu."},
{"verse" : "6 Era nga Dawudi bw'ayogera omukisa gw'omun tu, Katonda gw'abalira obutuukirivu awatali bikolwa, nti"},
{"verse" : "7 Baweereddwa omukisa abaggibwako ebyonoono byabwe, Ebibi byabwe byabikkibwako."},
{"verse" : "8 Aweereddwa omukisa omuntu Mukama gw'atalibalira kibi."},
{"verse" : "9 Kale omukisa ogwo guli ku bakomole bokka, oba nantiki ku abo abatali bakomole? Kubanga tugambye nti okukkiriza kwe kwabalirwa Ibulayimu okuba obutuukirivu."},               
{"verse" : "10 Kale kwabalwa kutya? bwe yali ng'akomoleddwa, nantiki bwe yali nga tannakomolebwa? si bwe yali ng'akomoleddwa, naye nga tannakomolebwa: "},
{"verse" : "11 n'aweebwa ekyokulabirako eky'okukomolebwa, akabonero k'obutuukirivu obw'okukkiriza kwe yalina nga tannakomolebwa: alyoke abeerenga jjajjaabwe bonna abakkirizanga si bakomole, babalirwenga obutuukirivu;"},
{"verse" : "12 era ne jjajja w'abakomole, so si w'abo abakomole obukomozi, naye, abatambulira mu bigere by'okukkiriza kwa jjajjaffe Ibulayimu kwe yalina nga tannakomolebwa."},
{"verse" : "13 Kubanga okusuubiza tekwaweerwa Ibulayimu newakubadde ezzadde lye mu mateeka, nti alibeera musika wa nsi zonna, wabula mu butuukirivu abw'okukkiriza."},
{"verse" : "14 Kubanga ab'omu mateeka singa be basika, okukkiriza singa kudibye, era n'okusuubiza singa kuggiddwawo:"},
{"verse" : "15 kubanga amateeka galeeta obusungu; naye awatali mateeka, era tewabaawo kwonoona."},
{"verse" : "16 Kyekuva kuva mu kukkiriza, kulyoke kubeerenga kwa kisa, okusuubiza kulyoke kunywere eri ezzadde lyonna, si eri ab'omumateeka bokka, naye era n'eri ab'omu kukkiriza kwa Ibulayimu, ye jjajjaffe fenna"},
{"verse" : "17 (nga bwe kyawandiikibwa nti Nkufudde jjajja w'amawanga amangi) mu maaso g'oyo gwe yakkiriza, ye Katonda, azuukiza abafu, era ayita ebitaliiwo ngrebiriwo."},
{"verse" : "18 Eyakkiriza mu ssuubi awatasuubirikika, alyoke abeerenga jjajja w'amawanga amangi, nga bwe kyayogerwa nti Ezzadde lyo liriba bwe lityo."},
{"verse" : "19 N'atanafuwa mu kukkiriza bwe yalowooza omubiri gwe ye nga gufudde (nga yaakamala emyaka nga kikumi), n'olubuto lwa Saala nga lufudde:"},
{"verse" : "20 naye mu kusuubiza kwa Katonda teyabuusabuusa mu butakkiriza, naye n'afuna amaanyi olw'okukkiriza, ng'agulumiza Katonda,"},               
{"verse" : "21 era ng'ategeerera ddala nga bye yasuubiza era ayinza n'okubikola."},
{"verse" : "22 Era kyekwava kumubalirwa okuba obu tuukirivu."},
{"verse" : "23 Naye tekyawandiikibwa ku lulwe yekka nti kwamubalirwa;"},
{"verse" : "24 naye era ne ku lwaffe, abagenda okubalirwa, abakkiriza oyo eyazuukiza Yesu Mukama waffe mu bafu,"},
{"verse" : "25 eyaweebwayo olw'ebyonoono byaffe n'azuukira olw'okutuweesa obutuukirivu."}
]