[
{"verse" : "3:1 Kale Omuyudaaya asinga atya? oba n'okukomolebwa kugasa ki?"},
{"verse" : "2 Kubanga nnyo mu bigambo byonna: eky'olubereberye kubanga bateresebwa Katonda bye yayogera."},
{"verse" : "3 Kubanga kiba ki abamu bwe ataba na kukkiriza, obutakkiriza bwabwe buliggyawo obwesigwa bwa Katonda?"},
{"verse" : "4 Kitalo: nedda, Katonda abeerenga wa mazima, naye buli mu ntu abeerenga mulimba; nga bwe kyawandiikibwa nti Obeere n'obutuukirivu mu bigambo byo, Osinge bw'osalirwa omusango."},
{"verse" : "5 Naye obutali butuukirivu bwaffe we butenderezesa obutuukirivu bwa Katonda, tunaayogera tutya? Katonda talina butuukirivu aleeta busungu? (Njogera mu buntu.)"},               
{"verse" : "6 Kitalo: kubanga, (bwe kiba bwe kityo), Katonda alisalira atya ensi omusango?"},
{"verse" : "7 Naye amazima ga Katonda bwe geeyongera okulabika olw'obulimba bwange ye n'aweebwa kitiibwa, nze kiki ekinsaliza omuaago nate ng'omwonoonyi"},
{"verse" : "7 Naye amazima ga Katonda bwe geeyongera okulabika olw'obulimba bwange ye n'aweebwa kitiibwa, nze kiki ekinsaliza omuaago nate ng'omwonoonyi"},         
{"verse" : "8 era kiki ekitulobera okwogera (nga bwe uwaayirizibwa, era ng'abamu bwe boogera nti tugamba) ntiTukolenga ebibi, ebirungi biryoke bijje? abo okusalirwa omusango kwa nsonga."},
{"verse" : " 9 Kale kiki? ffe zisanze okusinga bo? Nedda n'akatono: kubanga tusoose okuwawaabira Abayudaaya na n'Abayonaani nti bonna bafugibwa kibi;"},
{"verse" : "10 nga bwe kyawandiikibwa nti Tewali mutuukirivu n'omu;"},
{"verse" : "11 Tewali ategeera, Tewali anoonya Katonda;"},
{"verse" : "12 Bonna baakyama, baafuukabata. saana wamu; Tewali akola obulungi, tewali n'omu;"},
{"verse" : "13 Omumiro gwabwe ye ntaana eyasaamiridde; Balimba n'ennimi zaabwe; Obusagwa bw'embalasaasa buli wansi w'emimwa gyabwe:"},
{"verse" : "14 Akamwa kaabwe kajjudde okukolima n'okukaawa:"},
{"verse" : "15 Ebigere byabwe byanguwa okuyiwa omusaayi;"},
{"verse" : "16 Okuzikirira n'obunaku biri mu makubo gaabwe;"},
{"verse" : "17 So tebamanyanga kkubo lya mirembe:"},               
{"verse" : "18 Tewali kutya Katonda mu m aaso gaabwe."},
{"verse" : "19 Naye tumanyi nga byonna amateeka bye googera, gagamba abo abalina amateeka; buli kamwa konna kazibibwe, n'ensi zonna zibeereko omusango eri Katonda:"},
{"verse" : "20 kubanga olw'ebikolwa by'amateeka alina omubiri yenna taliweebwa butuukirivu mu maaso ge: kubanga amateeka ge gamanyisa ekibi."},
{"verse" : "21 Naye kaakano awatali mateeka obutuukirivu bwa Katonda, obutegeezebwa amateeka ne bann abbi, bulabisibwa;"},
{"verse" : "22 bwe butuukirivu bwa Katonda olw'okukkiriza Yesu Kristo eri bonna abakkiriza; kubanga tewali njawulo;"},
{"verse" : "23 kubanga bonna baayonoona, ne bataruuka ku kitiibwa kya Katonda;"},
{"verse" : "24 naye baweebwa obutuukirivu bwa buwa lwa kisa kye olw'okuaunulibwa okuli mu Kristo Yesu:"},
{"verse" : "25 Katonda gwe yassaawo okuba omutango, olw'okukkiriza omusaayi gwe, okulaga obutuukirivu bwe, olw'okuleka ebibi ebyakolebwanga edda, Katonda ng'agumiikiriza;"},
{"verse" : "26 okulaga obutuukirivu bwe mu biro bino: alyoke abeere omutuukirivu era ng'awa obutuukirivu akkiriza Yesu."},
{"verse" : "27 Kale okwenyumiriza kuli luuyi wa? Kwaziyizibwa. Kwaziyizibwa n'amateeka gafaanana gatya? ga bikolwa? Nedda:naye n'amateeka ga kukkiriza."},
{"verse" : "28 Kyetuva tubala ng'omuntu aweebwa obutuukirivu lwa kukkiriza awatali bikolwa bya mu mateeka."},               
{"verse" : "29 Oba Katonda, Katonda wa Bayudaaya? era si Katonda wa ba mawanga? Weewaawo, era wa ba mawanga:"},
{"verse" : "30 oba nga Katonda ali omu, aliwa obutuukirivu abakomole olw'okukkiriza, n'abatali bakomole olw'okukkiriza."},
{"verse" : "31 Kale amateeka tuga ggyawo olw'okukkiriza? Kitalo: nedda, tuganyweza bunyweza."}
]