[{"title" : "Okufa ku kibi, obulamu mu Katonda"},
{"verse" : "6:1 Kale tunaayogeza tutya? Tunyiikirenga okukola ekibi ekisa kyeyongerenga?"},
{"verse" : "2 Kitalo Abafa ku kibi, tunaabeeranga tutya abalamu mu kyo nate?"},
{"verse" : "3 Oba temumanyi nga ffe fenna, abaabatizibwa okuyingira mu Kristo Yesu nga twabatizibwa kuyingira mu kufa kwe?"},
{"verse" : "4 Kyetwava tuziikibwa awamu naye mu kubatizibwa okuyingira mu kufa: nga Kristo bwe yaztialazibwa mu bafu olw'ekitii bwa kya Kitaawe, bwe tutyo naffe tutambulirenga mu bulamu obuggya."},
{"verse" : "5 Kuba obanga twagattib wa wamu naye mu kifaananyi ky'okufa kwe, era tuligattibwa ne m kifaananyi ky'okuzuukira kwe"},
{"verse" : "6 bwe tumanya kino ng'omuntu waffe ow'edda yakomererwa. wamu naye, omubiri gw'ekibi gulyoka guggibwewo, tuleme okubeeranga nate abaddu b'ekibi;"},
{"verse" : "7 ubanga afa nga takyaliko musango eri ekibi."},
{"verse" : "8 Naye oba nga twafiira wamu ne Kristo, era tukkiriza nga tulibeera balamu wamu naye;"},
{"verse" : "9 bwe tumanyi nga Kristo yamala okuzuukizibwa mu bafu takyafa nate; okui tekukyamufuga."},
{"verse" : "10 Kubanga okufa kwe yafa yafa ku kibi omulundi gumu: naye obulamu bw'alina, ali nabwo eri Katonda."},               
{"verse" : "11 Bwe mutyo nammwe mwerowoozenga okubeera abafa ku kibi, naye abalam eri Katonda mu Kristo Yesu."},
{"verse" : "12 Kale ekibi kiremenga okufuga nu mubiri gwammwe ogufa, okuvuliranga okwegomba kwagwo:"},
{"verse" : "13 so temuwangayo bitundu byanmwe eri ekibi okubanga eby'okukoza obu tali butuukirivu; aaye nwewengayo eri Katonda, ng'abaamu abaava mu bafu, n'ebitundu byammwe okubanga eby'okukoza butuukirivu eri Katon da."},
{"verse" : "14 Kubanga ekibi tekiibenga mukama wammwe; kubanga amateeka sige gabafuga, wabula ekisa."},
{"verse" : "15 Kale tukole tutya? tukolenga kibi, kubanga amateeka si ge atufuga, wabula ekisa? Kitalo. "},
{"verse" : "16 Temumanyi nga gwe mwewa okuba abaddu b'okuwulira, muli baddu b'oyo gwe muwulira,oba ab'ekibi okuleeta okufa, oba ab'okuwulira okuleeta obutuukiri vu?"},
{"verse" : "17 Naye Katonda yeebale, kubanga mwavanga baddu ba kibi, naye mwawulira mu mutima engeri eyo y'okuyigirizibwa gye mwaweebwa;"},
{"verse" : "18 kale bwe mwaweebwa eddembe kuva mu kibi, ne mufuuka abaddu bobutuukirivu."},
{"verse" : "19 Njogera mu buntu olw'obunafu bw'omubiri wammwe: kuba ngabwe mwawagayo ebitundu byammwe okuba baddu eri obugwagwa n'eri obujeemu okujeemanga, bwe mutyo kaakano muwengayo ebitundu byanmwe okubanga abaddu eri obuuukirivu okutukuzibwa."},        
{"verse" : "20 Kuban ga bwe mwabanga abaddu b'ekibi, mwabanga ba ddembe eri butuukirivu. "},
{"verse" : "21 Kale bibala ki bye mwalina mu biro biri eby'ebigambo ebibakwasa ensonyi kaakano? kubanga enkomerero yaabyo kufa."},               
{"verse" : "22 Naye kaakano bwe mwaveebwa eddembe okuva mu kibi, ne nufuuka abaddu ba Katonda, mulina ebibala byammwe olw'okutukuzibwa, n'enkomerero bulamu obuaggwaawo."},
{"verse" : "23 Kubanga empeera y'ekibi kwe kufa; naye ekirabo kya Katonda bwe bulamu obutaggwaavo mu Kristo Yesu Mukama waffe."}
]