[{"verse" : "1:1 Paulo, eyayitibwa okuba omutume wa Yesu Kristo olw'okwagala kwa Katonda, ne Sossene ow'oluganda,"},
{"verse" : "2 eri ekkanisa ya Katonda eri mu Kkolinso, abaatukuzibwa mu Kristo Yesu, abaayitibwa okuba abatukuvu, wamu ne bonna abakoowoola erinnya lya Mukama waffe Yesu Kristo mu buli kifo, ye Mukama waabwe era owaffe:"},
{"verse" : "3 ekisa kibeerenga gye muli n'emirembe ebiva eri Katonda Kitaffe, ne Mukama waffe Yesu Kristo."},
{"verse" : "4 Nneebaza Katonda wange bulijjo ku lwammwe, olw'ekisa kya Katonda kye mwaweerwa mu Kristo Yesu;"},   
{"verse" : "5 kubanga mu buli kigambo mwagaggawalira mu ye, mu kwogera kwonna ne mu kutegeera kwonna;"},
{"verse" : "6 ng'okutegeeza kwa Kristo bwe kwanywezebwa mu mmwe:"},
{"verse" : "7 mmwe obutaweebuuka mu kirabo kyonna; nga mulindirira okubikkulibwa kwa Mukama waffe Yesu Kristo;"},
{"verse" : "8 era alibanyweza okutuusa ku nkomerero, obutabaako kya kunenyezebwa ku lunaku lwa Mukama waffe Yesu Kristo."},
{"verse" : "9 Katonda mwesigwa, eyabayisa okuyingira mu kusseekimu kw'Omwana we Yesu Kristo Mukama waffe:"},
{"verse" : "10 Naye mbeegayirira, ab'oluganda, olw'erinnya lya Mukama waffe Yesu Kristo, mwenna okwogeranga obumu, so okwawakana kulemenga okuba mu mmwe, naye mugattirwenga ddala mu magezi gamu ne mu kulowooza kumu."},               
{"verse" : "11 Kubanga nnabuulirwa ebifa gye muli, baganda bange, abo ab'omu nnyumba ya Kuloowe, ng'eriyo ennyombo mu mmwe."},
{"verse" : "12 Kye njogedde kye kino nti buli muntu mu mmwe ayogera nti Nze ndi wa Pawulo; nange wa Apolo; aange wa Keefa; nange wa Kristo:"},
{"verse" : "13 Kristo ayawuliddwamu? Pawulo yakomererwa ku lwammwe? oba mwabatizibwa okuyingira mu lianya lya Pawulo? "},
{"verse" : "14 Nneebaza Katonda kubanga sibatizanga muntu yennamu mmwe, wabula Kulisupo ne Gaayo;"},
{"verse" : "15 omuntu yenna alemenga okwogera nga mwabarizibwa okuyingira mu linnya lyange:"},
{"verse" : "16 Era nnabatiza n'ennyumba ya Suteefana: nate simanyi nga nnabatiza omulala yenna."},
{"verse" : "17 Kubanga Kristo teyantuma kubatiza, wabula okubuulira Enjiri: si mu magezi ga bigambo, omusalaaba gwa Kristo; gulemenga okuba ogw'obwereere: "},
{"verse" : "18 Kubanga ekigambo eky'omusaalaba bwe busirusiru eri abo ababula; naye eri ffe abalokebwa ge maanyi ga Katonda."},
{"verse" : "19 Kubanga kyawandiikibwa nti. Ndizikiriza amagezi g'abagezigezi, N'obukabakaba bw'abakabakaba ndibuggyawo."},
{"verse" : "20 Omugezigezi aluwa? omuwaadiisi aluwa? omuwakanyi ow'omu nsi muno aluwa? Katonda teyasiruwaza magezi ga nsi?"},               
{"verse" : "21 Kubanga mu magezi ga Katonda ensi olw'amagezi gaayo bw'etaategeera Katonda, Katonda n'asiima olw'obusirusiru obw'okubuulira okwo okulokola abo abakkiriza."},
{"verse" : "22 Kubanga Abayudaaya basaba obubonero, n'Abayonaani banooaya amagezi:"},
{"verse" : "23 naye ffe tubuulira Kristo eyakomererwa, eri Abayudaaya nkonge, n'eri ab'amawanga busirusiru;"},               
{"verse" : "24 naye eri abo abayite Abayudaaya era n'Abayonaani, Kristo maanyi ga Katonda, era magezi ga Katonda."},
{"verse" : "25 Kubanga obusirusiru bwa Katonda businga abantu amagezi; n'obunafu bwa Katonda businga abantu amaanyi."},
{"verse" : "26 Kubanga mutunuulire okuyitibwa kwammwe, ab'oluganda, ng'ab'amagezi ag'omubiri si bangi abayitibwa, ab'amaanyisi bangi, ab'ekitiibwa si bangi:"},
{"verse" : "27 naye Katonda yalonda ebisirusiru eby'ensi, abagezigezi abakwase ensonyi; era Katonda yalonda ebinafu eby'ensi, akwase ensonyi eby'amaanyi;"},
{"verse" : "28 n'ebikopi by'ensi n'ebinyoomebwa Katonda yabironda era n'ebitaliiwo, aggyewo ebiriwo:"},
{"verse" : "29 omu biri gwonna gulemenga okwenyu miriza mu maaso ga Katonda."},
{"verse" : "30 Naye ku bw'oyo mmwe muli mi Kristo Yesu, eyafuuka amagezi gye tuli okuvaeri Katonda, era n'obutuukirivu n'okutukuzibwa, n'okununulibwa:"},
{"verse" : "31 nga bwe kyawandiikibwa nti Eyeenyumiriza, yeenyumiririzenga mu Mukama."}
]