[
{"verse" : "6:1 Omuntu yenna ku mmwe bw'aba n'ekigambo ku munne, ayaŋŋanga okuwoleza ensonga abatali baruukirivu, so si eri abatukuvu?"},
{"verse" : "2 Oba temumanyi ng'abatukuvu be balisalira ensi omusango? era oba ng'ensi mmwe muligisalira omusango, emusaanira kusala nsonga entono ennyo."},
{"verse" : "3 Temumanyi nga tulisalira bamalayika omusango? tulirema. tutya okusala emisango egy'omu bulamu buno?"},
{"verse" : "4 Kale bwe muba n'okusala emisango egy'omu bulamu buno, abanyoomebwa mu kkanisa abo be muteekawo?"},
{"verse" : "5 Njogedde kubakwasa nsonyi. Kiri bwe kityo nti mu mmwe temuyinza kuzuuka muntu mugezi, ayinza okusalira baganda be ensonga, "},               
{"verse" : "6 naye ow'oluganda awoze n'ow'oluganda, era ne mu maaso gaabo abatali bakkiriza?"},          
{"verse" : "7 Naye era bwe mutyo mumaze okubaako: akabi, kuban ga mulina emisango mwekka na mwekka: Lwaki obutamala gakolwanga bubi? lwaki obutamala galyazaamaanyizibwanga?"},
{"verse" : "8 Naye mmwe mwennyini mukola bubi, mulyazaa maanya, era n'ab'olugan da."},
{"verse" : "9 Oba temumanyi ng'abatali batuukirivu tebalisikira bwakabaka bwa Katonda? Temulimbibwanga: newakubadde abakaba, newakubadde abasinza ebifaananyi, newakubadde abenzi, newakubadde abafuuka abakazi, newakubadde abalya ebisiyaga,"},
{"verse" : "10 newakubadde ababbi, newakubadde abeegombi, newakubadde abatamiivu, newakubadde abavumi, newakubadde abanyazi, tebalisikira bwakabaka bwa; Katonda."},
{"verse" : "11 Era abamu ku nunwe mwali ng'abo: naye mwanaazibwa, naye mwatukuzibwa, naye mwaweebwa obutuukirivu olw'erinnya lya Mukama waffe Yesu Kristo, n'olw'Omwoyo gwa Katonda waffe."},
{"verse" : "12 Byonna birungi gye n di; naye byonna tebinsaanira. Byonna birungi gye ndi; naye n ze sigenda kufugibwanga kyonna kyonna."},
{"verse" : "13 Eby'okulya bya lubuto, n'olubuto lwa bya kulya: naye Katonda alibiggyawo byombiriri. Naye omubiri si gwa bwenzi, naye gwa Mukama waffe; ne Mukama waffe avunaan a omubiti:"},
{"verse" : "14 era Katonda yazuukiza Mukama waffe, era naffe alituzuukiza olw'amaanyi ge."},
{"verse" : "15 Temumanyi ng'emibiri gyammwe bye bitun du bya Kristo? kale nzirirenga ebituadu bya Kristo mbifuule bitundu by'amwenzi? Kitalo."},
{"verse" : "16 Oba temumNaye eyeegatta ne Mukama waffe gwe mwoyo gumu: anyi ng'eyeegatta n'omwenzi gwe mubiri gumu? kubanga ayogera nti Bombiriri banaabeeraaga omubiri gumu."},
{"verse" : "17 Mwewalenga obwenzi. Buli kibi kyonna omuntu ky'akola kin kungulu ku mubiri; naye ayenda akola ekibi ku mubiri gwe ye:"},
{"verse" : "18 Oba temumanyi ng'omubiri gwammwe ye yeekaalu y'Omwoyo Omutukuvu ali mu mmwe, gwe mulina eyava eri Katonda? nammwe temuli ku bwammwe;"},               
{"verse" : "19 kubanga mwagulibwa na muwendo: kale mugulumizenga Katonda mu mubiri gwammwe."}
]