[

{"title" : "Ebirabo by'abatuukirivu"},
{"verse" : "16:1 Naye okukuŋŋaanyizanga ebintu abatukuvu, nga bwe nnalagira ekkanisa ez'e Ggalatiya, nammwe mukolenga bwe mutyo."},
{"verse" : " 2 Ku lunaku olw'olubereberye mu ssabbiiti buli muntu mu mmwe aterekenga ewuwe nga bw'ayambiddwa, ebintu bireme okukuŋŋaanyizibwa lwe ndijja."},
{"verse" : "3 Era bwe ndituuka be mulisiima mu bbaluwa abo be ndituma okutwala ekisa kyammwe mu Yerusaalemi:"},
{"verse" : "4 era oba nga kirinsaanira nangeokugenda, baligenda nange."},
{"verse" : "5 Naye ndijja gye muli bwe ndiba nga mmazeokuyita mu Makedoni; kubanga ndiyita mu Makedoni:"},
{"verse" : "6 naye mpozzi ndituula gye muli katono, oba n'okumala ndimalayo biro bya ttoggo byokka, mmwe mulyoke munsibirire gye ndigenda yonna."},                
{"verse" : "7 Kubanga ssaagala kubalaba kaakano nga mpita buyisi: kubanga nsuubira okulwayo katono gye muli, Mukama waffe bw'alikkiriza."},               
{"verse" : "8 Naye ndirwayo mu Efeso okutuusa ku Pentekoote;"},
{"verse" : "9 kubanga oluggi olunene era olw'emirimu emingi lunziguliddwawo, era abalabe bangi."},
{"verse" : "10 Naye oba nga Timoseewo alijja, mulabe abeerenga gye muli awatali kutya; kubanga akola omulimu gwa Mukama waffe era nga nze:"},
{"verse" : "11 kale omuntu yenna tamunyoomanga. Naye mumusibirire n'emirembe, ajje gye ndi: kubanga nsuubiraokumulaba awamu n'ab'olu ganda."},
{"verse" : "12 Naye ebya Apolo ow'oluganda, nnamwegayirira nnyo okujja gye muli awamu n'ab'oluganda: n'atayagalira ddalakujja mu kiseera kino; naye alijja bw'alifuna ebbanga. "},
{"verse" : "13 Mutunulenga, munywerenga mu kukkiriza, mubeerenga basajja, mubeerenga ba maanyi."},
{"verse" : "14 Byonna bye mukola bikolebwenga mu kwagala."},
{"verse" : "15 Naye mbeegayirira, ab'oluganda (mumanyi ennyumba ya Suteefana, nga gwe mwaka omubereberye ogw'omu Akaya, era nga beeteeseteese okuweereza abatukuvu),"},
{"verse" : "16 nammwe muwulirenga abali ng'abo, na buli muntu akolera awamu naffe afuba."},
{"verse" : "17 Era nsanyukira okujja kwa Suteefanane Folutunaato ne Akayiko: kubanga ebyabula ku lwammwe baabituukiriza."},
{"verse" : "18 Kubanga baawummuza omwoyo gwange n'ogwammwe: kale mukkirizenga abali ng'abo. "},
{"verse" : "19 Ekkanisa ez'omu Asiya zibalamusizza. b,Akula ne Pulisika babalamusizza nnyo mu Mukama waffe; n 'ekkanisa eri mu nnyumba yaabwe."},
{"verse" : "20 Ab'oluganda bonna babalamusizza. Mulamusagane n'okunywegera okutukuvu."},               
{"verse" : "21 Kuno kwe kulamusa kwange Pawulo n'omukono gwange."},
{"verse" : "22 Omuntu yenna bw'atayagalanga Mukama waffe, akolimirwenga. Mukama waffe ajja."},
{"verse" : "23 Ekisa kya Mukama waffe Yesu Kristo kibeerenga nammwe."},
{"verse" : "24 Okwagala kwange kubeerenga nammwe mwenna mu Kristo Yesu. Amiina."}
]