[                 
{"verse" : "11:1 Mbatendereza kubanga munjijukira mu byonna, era munyweza bye mwaweebwa nga bwe nnabibawa."},
{"verse" : "2 Naye njagala mmwe okumanya ng'omutwe gwa buli musajja ye Kristo; n'omutwe gw'omukazi y e musajja; n'omutwe gwa Kristo ye Katonda."},
{"verse" : "3 Naye njagala mmwe okumanya ng'omutwe gwa buli musajja ye Kristo; n'omutwe gw'omukazi y e musajja; n’omutwe gwa Kristo ye Katonda."},
{"verse" : "4 Buli musajja bw'asaba oba bw'abuulira, omutwe gwe nga gubikkiddwako, aswaza omutwe gwe."},
{"verse" : "5 Naye buli mukazi bw'asaba oba bw'abuulira, omutwe gwe nga tegubikkiddwako, aswaza omutwe gwe: kubanga bwe bumu ddala ng'amwereddwa."},
{"verse" : "6 Kuba oba ng'omukazi tabikkibwako, era asalibwenga enviiri: naye oba nga kya nsonyi omukazi okusalibwanga envi iri oba okumwebwanga, abikkibwengako."},               
{"verse" : "7 Kubanga omusajja tekimugwanira kubakkibwanga ku mutwe, kubanga oyo kye kifaananyi n'ekitiibwa kya Katonda: naye omukazi kye kitiibwa ky'omusajja."},
{"verse" : "8 Kubanga omusajja teyava mu mukazi; wabula omukazi ye yava mu musajja:"},
{"verse" : "9 era kubanga omusajja teyatondebwa lwa mukazi; wabula omukazi olw'omusajja:"},
{"verse" : "10 kyekiva kigwanira omukazi okubangako akabonero ak'okufugibwa ku mutwe gwe olwa bamalayika."},
{"verse" : "11 Era naye omukazi tabeerawo awatali musajja, era omusajja tabeerawo awatali mukazi, mu Mukama waffe."},
{"verse" : "12 Kuba omukazi nga bwe yava mu musajja, era n'omusajja bw'atyo azaalibwa omukazi; naye byonna biva eri Katonda:"},
{"verse" : "13 Musaleomusango nammwe mwekka: kisaana omukazi asabenga Katonda nga tabikkiddwako?"},
{"verse" : "14 Obuzaaliranwa bwokka tebubayigiriza nga omusajj a bw'akuza enviiri zimuswaza?"},
{"verse" : "15 Naye omukazi bw'akuza enviiri; kye kitiibwa gy'ali: kubanga yaweebwa enviiri ze mu kifo ky'ekyambalo."},
{"verse" : "16 Naye omuntu yenna bw'aba ng'ayagala okuleeta empaka, ffe tetulina mpisa ng'eyo, newakubadde ekkanisa za Katonda."},
{"verse" : "17 Naye bwe mbalagira kino ssibatendereza, kabanga temukuŋŋaana lwa bulungi wabula olw'obubi."},               
{"verse" : "18 Kabanga eky'olubereberye, bwe mukuŋŋaanira mu kkanisa, mpulira nga waliwo okwawukana mu mmwe; era nkikkirizaamu."},
{"verse" : "19 Kubanga era n'okwesalamu kikugwanira okubanga mu mmwe, abasiimibwa balyoke balabikenga mu mmwe."},
{"verse" : "20 Kale bwe mukuŋŋaanira awamu, teki yinzika kulya mmere ya Mukama waffe:"},
{"verse" : "21 kubanga mu kulya kwammwe buli muntu asooka munne okutoola emmere ye yekka; n'omulala alumwa enjala, n'omulala atamiira."},
{"verse" : "22 Kiki ekyo? temulina nnyumba za kuliirangamu n'okunywerangamu? oba munyooma ekkanisa ya Katon da, ne muswaza abatalina nnyumba? Nnaabagamba ntya? nnaabatendereza olw'ekyo? Ssibatendereza."},
{"verse" : "23 Kubanga nze nnaweebwa eri Mukama waffe era ekyo kye nnabawa mmwe, nga Mukama waffe Yesu mu kiro ki ri kye yaliirwamu olukwe yatoola omugaati;"},
{"verse" : "24 ne yeebaza, n'agumenyamu, n'ayogera nti Guno gwe mubiri gwange oguli ku lwammwe: mukolen ga bwe mutyo olw'okunjijukiranga nze."},
{"verse" : "25 Era n'ekikompe bw'atyo bwe baamala okulya, ng'ayogera nti Ekikompe kino ye ndagaano empya mu musaayi gwange: mukolenga bwe mutyo buli lwe munaanywangako,olw'o kunjijukiranga nze."},
{"verse" : "26 Kubanga buli lwe munaalyanga ku mugaati guno ne lwe munaanywanga ku kikompe, munaayolesanga okufa kwa Mukamam waffe okutuusa lw'alijja."},                   
{"verse" : "27 Kyanaavanga azza omusango ogw'omubiri n'omusaayi gwa Mukama waffe buli anaalyanga ku mugaati aba anaanywanga ku kikompe kya Mukama waffe nga tasaanidde."},
{"verse" : "28 Naye omuntu yeekeberenga yekka alyoke alyenga ku mugaati bw'atyo, era anywenga ne ku kikompe."},
{"verse" : "29 Kubanga alya era anywa, alya eraanywa musango gwe ye, bw'atayawula mubiri."},
{"verse" : "30 Mu mmwe kyemuvudde mubeeramu abangi abanafu n'abalwadde, era bangiko abeebaka:"},               
{"verse" : "31 Naye singa twesalira omusango ffekka, tetwandisaliddwa musango."},
{"verse" : "32 Naye bwe tusalirwa omusango, tubuulirirwa Mukama waffe, mueme akusingibwa omusango awamu n’ensi:"},
{"verse" : "33 Kale, baganda bange, bwe mukuŋŋgaananga okulya, mulindaganenga."},
{"verse" : "34 Omuntu bw'alumwanga enjala, alyenga eka; okukuŋŋaana kwammwe kulemenga okuba okw'ensobi. N'ebirala ndibirongoosa, we ndijjira wonna."}
]