[
{"verse" : "7:1 Naye ku ebyo bye mwampandiikira; kirungi omusajja obutakwatanga ku mukazi."},
{"verse" : "2 Naye, olw'obwenzi, buli musajja abeerenga n e mukazi we ye, na buli mukazi abeerenga ne musajja we ye:"},
{"verse" : "3 Omusajja asasulenga mukazi we ekyo ekimugwanira: era n'omukazi asasulenga bw'atyo omusajja."},
{"verse" : "4 Amukazi tafuga mubiri gwe ye, wabula musajjawe: era n'omusajja bw'atyo tafuga mubiri gwe ye, wabula mukazi we."},
{"verse" : "5 Temumaŋŋananga, wabula mpozzi nga mulagaanye ekiseera, mulyoke mubeerenga n'ebbaaga ery'okusabiramu, ate mulyoke mubeerenga wamu, Setaani alemenga okubakema olw'obuteeziyiza bwammwe."},
{"verse" : "6 Naye ebyo mbyogera nga nzikiriza bukkiriza, so siteeka tteeka"},
{"verse" : "7 Naye nandyagadde abantu bonna okubeeranga nga nze: Naye buli muntu alina ekirabo kye.ye, ekiva eri Katonda, omulala bw'ati, n'omulala bw'ati:"},
{"verse" : "8 Naye abatannafumbiriganwa ne bannamwandu mbagamba nti Kirun gi bo okubeeranga nga nze:"},    
{"verse" : "9 Naye oba nga tebayinza kweziyiza, bafumbiriganwenga: kubanga kye kirungi okufumbiriganwanga okuinga okwakanga."},
{"verse" : "10 Naye abaaiala okufuumbirwaganwa mbalagira, so sinze wabula Mukama waffe, mukazi obutanobanga ku musajja we"},               
{"verse" : "11 (naye okunoba bw'anobanga, beerenga awo obutafumbirwanga, ba atabaganenga ne musajja we); era n'omusajja obutalekangayo mukazi we."},
{"verse" : "12 Naye abalala mba amba nze, si Mukama waffe: w'oluganda yennabw'abanga n'onukazi atakkiriza, omukazi bw'aabagananga naye okubeera naye, Bamulekangayo. "},
{"verse" : "13 N'omukazi bw'abeeranga n'omusajja atakkiriza; aye: bw'atabagananga naye okubeea naye, tanobanga ku musajja we."},
{"verse" : "14 Kubanga omusajja atakkiriza atuuzibwa na mukazi, n'omukaziatakiriza atukuzibwa na wa luganda: inga tekiri bwe kityo, abaana basmwe tebandibadde balongoofu; naye kaakano batukuvu."},
{"verse" : "15 Naye atakkiriza bw'ayawukananga: ayawukane: ow'oluganda omusajja oba mkazi tali mu buddu mu bigambo biri bwe bityo: naye Katonda yaayitira mirembe."},
{"verse" : "16 Kubanga, gwe omukazi; omanyi otya nga tolirokola musajja wo? oba, ggwe musajja, omanyi otya nga toliroola mukazi wo?"},
{"verse" : "17 Kino kyokka, buli muntu nga Mukama waffe bwe amugabira, buli muntu nga Katonda bwe yamuyita, atambulenga w'atyo. Era bwe ndagira bwe n tyo mu kkanisa zonna."},
{"verse" : "18 Omuntu ennayayitibwa nga mukomole? teyeggyangako bukomole bwe. Imuntu yenna yayitibwa nga si mkomole? Takomolebwanga."},
{"verse" : "19 Okukomolwa si kintu n'obuikomolwa si kintu wabula okukwatanga ebiragiro bya Katonda."},
{"verse" : "20 Buli muntu abeerenga mu kuyibwa kwe yayitirwamu:"},
{"verse" : "21 Wayibwa ng'oli muddu? tokyeraliikiiranga: naye okuyinza bw'oyinzaga okuweebwa eddembe, waakiri beerenganalyo."},
{"verse" : "22 Kubanga mu lukama waffe eyayitibwa nga mudu, aweebwa Mukama waffe eddeabe: bw'atyo eyayitibwa nga wa dembe ye muddu waKristo."},
{"verse" : "23 Mwagulibwa na muwendo; temufuukanga baddu ba bantu:"},                        
{"verse" : "24 Ab'oluganda, okuyitibwa buli muntu kwe yayitirwamu, abeerenga mu okwo wamu ne Katanda."},
{"verse" : "25 Naye ku by'obatafumbiriganwa sirin a kiragiro kya Mukama waffe: naye mbagamba nze ng'omuntu Mukama waffe gwe yasaasira okubeera omwesigwa."},
{"verse" : "26 An Error Here Please Allan"},
{"verse" : "27 Wasibibwa n'omukazi? tonoonyanga kusumululwa. Wasumululwa ku mukazi? tonoonyanga mukazi:"},
{"verse" : "28 Naye okuwasa bw'owasanga, nga toyonoonye; n'omuwaia bw'afumbirwanga; nga tayonoonye. Naye abali bwe batyo ban aabeeranga n'okubonaabona mu mubiri: nange mbasaasira."},
{"verse" : "29 Naye kino kye njogera, ab'oluganda, nti Ebiro biyimpawadde, okutanula kaakano abalinaabakazi babe ng'abatalina:"},
{"verse" : "30 era n'abo abakaaba babe ng'abatakaaba; n’abo abasanyuka babe ng'abatasanyuka; n'abo abagula babe ng'abatalina;"},
{"verse" : "31 n'abo abakoza eby'omu nsi babe ng'abatabikoza bubi: kubanga engeri ey'omu nsi muno eggwaawo."},
{"verse" : "32 Naye njagala mmwe obuteeraliikiriranga. Atali mufumbo yeeraliikirira bya Mukama waffe, bw'anaasanyusanga Mukama waffe: "},
{"verse" : "33 naye omufumbo yeeraliikirira bya mu nsi, bw'anaasanyusanga mukazi we."},
{"verse" : "34 Era waliwo enjawulo ku mufumbo n'omuwala. Atafiumbirwa yeeraliikirira bya Mukama waffe, abeerenga mutukuvu omubiri n'omwoyo: naye afumbirwa yeeraliikirira bya mu nsi, bw'anaasanyusanga musajja we."},               
{"verse" : "35 Njogedde ekyo olw'okubagasa nun we bennyini; si lwakuba nga kyambika, wabula olw'obulungi era mulyoke muweerezenga Mukama waffe obutategananga:"},
{"verse" : "36 Naye omuntu bw'alowoozanga nga takola bulungi muwala we, oba nga ayitiridde obukulu, era oba nga kigwana okubeera bwe kityo, akolenga nga bw'ayagala; tayonoona; liafumbiriganwe."},
{"verse" : "37 Naye oyo anywera mu mutima gwe, nga tawalirizibwa, naye ng'ayinza okutuukiriza bw'ayagala ye, era nga yamalirira kino mu mutima gwe okukuumanga muwala we, alikola bulungi."},
{"verse" : "38 Kale afumbiza muwala we akola bulungi; era n'oyo atalifumbiza ye alisinga okukola obulungi. "},
{"verse" : "39 Omukazi asibibwa musajja: we ng'akyali mulamu; naye musajja we bw'aba nga yeebase, nga wa busa afumbirwenga gw'ayagala; kyokka mu Mukama waffe. "},
{"verse" : "40 Naye aba musanyufu okusigala nga bw'ali nga nze bwe ndowooza: era ndowooza nga nange nnina Omwoyo gwa Katonda:"}
]