[

{"title" : "Eby'obunnabbi n'okwogera mu nnimi"},               
{"verse" : "14:1 Mugobererenga okwagala; naye mwegombenga ebirabo eby'omwoyo, naye ekisinga mubuulirenga."},            
{"verse" : "2 Kubanga ayogera oiulimi tayogera eri bantu, wabula Katonda; kubanga siwali awulira; naye mu mwoyo ayogera byama."},
{"verse" : "3 Naye abuulira ayogera eri abantu ebizimba, n'ebisanyusa, n'ebigumya."},
{"verse" : "4 Ayogera olulimi yeezimba yekka; naye abuulira azimba ekkanisa."},
{"verse" : "5 Kale mbaagala mwenna mwogeren ga ennimi, naye waakiri mubuulirenga: era abuulira ye asinga obukulu ayogera ennimi, wabula ng'ategeeza, ekkanisa eryoke ezimbibwe."},
{"verse" : "6 Naye kaakano; ab'oluganda, oba nga ndijja gye muli nga njogera ennimi, ndibagasa ntya; bwe ssiryogera nammwe oba mu kubikkula, oba mu kutegeera, oba mu kubuulira, oba mu kuyigiriza?"},
{"verse" : "7 Era n'ebitali biramu, ebireeta, eddoboozi; oba ndere, oba nnanga, bwe bitaleeta kwawula mu kuvuga, kitegeerwa kitya ekifuuyibwa oba ekikubibwa?"},
{"verse" : "8 Kubanga n'akagombe bwe kavuga eddoboozi eritategeerekeka, ani alyeteekateeka okulwana?"},
{"verse" : "9 Bwe mutyo nammwe bwe mutaaleetenga mu lulimi eddoboozi eriwulikika amangu, ekyogerwa kinaategeerwanga kitya? kuanga mulyogerera mu bbanga."},
{"verse" : "10 Mpozzi waliwo mu nsi engeri 'ennimi bwe ziti, so siwalingeri terina makulu."},
{"verse" : "11 Kale bwe ssiianya makulu ga ddoboozi, ndibeera g'ajoboja eri oyo ayogera, n'oyo yogera alibeera ng'ajoboja eri nze."},               
{"verse" : "12 Bwe mutyo nammwe, kubanga awegomba eby'omwoyo, mwagalenga okweyongera olw'okuzimba kkanisa."},
{"verse" : "13 Kale ayogera olulimi sabenga ategeezen ga:"},
{"verse" : "14 Kubanga bwe nsaba mu lulimi, omwoyo wange gusaba, naye amagezi gange egabala bibala."},
{"verse" : "15 Kale kiki? nnaaabyanga omwoyo, era nnaasabyaga n'amagezi, nnaayimbyanga mwoyo, era nnaayimbyanga n'amagezi. "},
{"verse" : "16 Kubanga bw'osaba omukisa mu mwoyo, abeera mu kifo y'oyo atamanyi anaddangamu atya tti Amiina olw'okwebaza kwo, bw'atategeera ky'oyogedde?"},
{"verse" : "17 Kubanga ggwe weebaza bulungi, naye mulala tazimbibwa."},
{"verse" : "18 Nneebaza Katonda; mbasinga mwenna okwoera ennimi;"},
{"verse" : "19 naye mu kkanisa njagala okwogeranga ebigambo bitano n'amagezi gange, ndyoke njiirizenga n'abalala, okusinga ebiambo akakumi mu lulimi obulimi."},
{"verse" : "20 Ab'oluganda, temubanga baana bato mumagezi: naye mu ttima mbeerenga baana bawere, naye mu magezi mubeerenga bakulu."},
{"verse" : "21 Kyawandiikibwa mu mateeka nti Ndyogera n'abantu bano mu bantu ab'ennimi endala ne mu mimwa gya bannaggwanga; eraewakubadde bwe kityo tebalimpura, bw'ayogera Mukama:"},
{"verse" : "22 Ennimi kyezivazibeera akaonero, si eri abo abakkiriza, waula eri abatakkiriza: naye okubuulira tekubeera kabonero eri abatalariza wabula eri abakkiriza."},             
{"verse" : "23 Kale ekkanisa yonna bw'eba g'ekuŋŋaanidde wamu, bonna ne oagera en nimi, ne wayingira abamumanyi oba abatakkiriza, tebaliamba nti mulaluse?"},
{"verse" : "24 Naye bona bwe babuulira, ne wayingira takkiriza oba atamanyi, anenyeebwa bonna, asalirwa bonna omuango;"},               
{"verse" : "25 ebyama eby'omumutima gwe birabisibwa; era bw'atyo livuunama amaaso, n'asinza Katonda, ng'ayogera nga Katonda ali mu mmwe ddala."},
{"verse" : "26 Kale kiri kitya, ab'oluganda? Bwe mukuŋŋaana, buli muntu alina oluyimba, alina okuyigiriza, alina ekimubikkuliddwa, alina olulimi, alina okutegeeza. Byonna bikolebwenga olw'okuzimba."},
{"verse" : " 27 Omuntu bw'ayogeranga olulimi, boogerenga babiri oba nga bangi, basatu, era mu mpalo, eraomu avvuunulenga:"},
{"verse" : " 28 naye oba nga tewali avvuunula, asiriken ga mu kkanisa; ayogererenga mu mmeeme ye era ne Katonda."},
{"verse" : "29 Ne bannabbi boogerenga babiri oba basatu, n'abalala baawulenga."},
{"verse" : "30 Nay e omulala atudde bw'abikkulirwanga, eyasoose asirikenga."},
{"verse" : "31 Kubanga mwenn a muyinza okubuuliranga kinnoomu, bonna bayigenga, era bonna basanyusibwenga;"},
{"verse" : "32 n'emyoyo gya bannabbi gifugibwa bannabbi;"},
{"verse" : "33 kubanga Katonda si wa kuyoogaana, naye wa mirembe; nga mu kkan isa zonna ez'abatukuvu."},
{"verse" : "34 Abakazi basirikenga mu kkanisa: kubanga tebalagirwa kwogera; naye ba bafugubwenga, era nga n'amateeka bwe googera. "},
{"verse" : "35 Era bwe baagalanga okuiyiga ekigambo, babuulizenga babbaabwe eka: kubanga kya nsonyi omukazi okwogeranga mu kkanisa."},               
{"verse" : "36 Oba gye muli ekigambo kya Katonda gye kyava? oba kyatuuka eri mmwe mwekka?"}
{"verse" : "37 Omuntu yenna bwe yeerowoozanga okuba nnabbi oba wa mwoyo, ategeerenga bye mbawandiikira, nga kye kiragiro kya Mukama waffe:"},
{"verse" : "38 Naye omuntu yenna bw'atategeera, aleme okutegeera."},
{"verse" : "39 Kale baganda bange, mwegombenga okubuuliranga, so temuziyizanga kwogeranga nnimi:"},
{"verse" : "40 Naye byonna bikolebwenga nga bwe kisaana era mu mpisa ennungi. "}
]