[
{"title" : "Weekebere wekka"},
{"verse" : "12:1 Kale nno, ab'oluganda, eby'ebirabo eby'omwoyo ssaagala mmwe obutabitegeera:"},
{"verse" : "2 Mumanyi bwe mwali ab'amawanga nga mwakyamizibwanga eri ebifaananyi ebitoogera, nga mukyamizibwa mu ngeri yonna."},           
{"verse" : "3 Kyenva mbategeeza nga siwali muntu bw'ayogera mu Mwoyo gwa Katonda agamba nti Yesu akolimiddwa; so siwali muntu ayinza okwogera nti Yesu ye Mukama waffe, wabula mu Mwoyo Omutukuvu."},
{"verse" : "4 Naye waliwo enjawulo z'ebira bo, naye Omwoyo ali omu."},
{"verse" : "5 Era waliwo enjawulo z'okuweereza, era Mukama waffe ali omu."},
{"verse" : "6 Era waliwo enjawulo z'okukola, naye Katonda ali omu, akola byonna mu bona. "},
 {"verse" : "7 Naye buli muntu aweebwa okulagibwa kw'Omwoyo olw'okugasa."},              
{"verse" : "8 Kubanga omulala Omwoyo amuweesa ekigambo eky'amagezi; n'omulala aweebwa ekigambo eky'okutegeeranga, ku bw'Omwoyo oyo:"},
{"verse" : "9 omulala okukkiriza, ku bw'Omwoyo oyo; n'omutala ebirabo eby'okuwonyanga, ku bw'Omwoyo omu;"},
{"verse" : "10 n’omulala okukolanga eby'amagero; n'omulala okubuuliranga; n'omulala okwawulanga emyoyo: omulala engeri z' ennimi; n'omulala okuvvuunuzanga ennimi:"},
{"verse" : "11 naye ebyo byonna Omwoyo oyo omu ye abikola, ng'agabira buli muntu kinnoomu nga ye bw'ayagala."},
{"verse" : "12 Kuba omubiri nga bwe guli ogumu ne guba n'ebitundu ebingi n 'ebitundu byonna eby'omubiri, newakubadde nga bingi, gwe mubiri gumu; era ne Kristo bw'atyo."},
{"verse" : "13 Kubanga mu Mwoyo omu fenna twabatizibwa okuyingira mu mubiri gumu, oba Bayudaaya oba Bayonaani, oba baddu oba ba ddembe; fenna ne tunywesebwa mu Mwoyo omu."},
{"verse" : " 14 Kuban ga n'omubiri si kitundu kimu, naye bingi."},
{"verse" : "15 Ekigere bwe kyogera n ti Kubanga siri mukono, siri wa ku mubiri; olwekyo tekibeera ekitali kya ku mubiri. "},
{"verse" : "16 Era okutu bwe kwogera nti Kubanga siri liiso, siri wa ku mubiri; olwekyo tekubeera okutali kwa ku mubiri."},
{"verse" : "17 Omubiri gwonna singa liiso, okuwulira kwandibadde wa? Gwonaa singa kuwulira, okuwunyiriza kwandibadde wa?"},
{"verse" : "18 Naye kaakano Katonda yassaawo ebitundu buli kitmakimu mu mubiri, nga bwe yayagala."},
{"verse" : "19 Era byonna singa kyali kitundu kimu, omubiri gwandibadde wa?"},
{"verse" : "20 Naye kaakano ebitundu biri bingi, naye omubiri gumu."},    
{"verse" : "21 N'eriiso teriyinza kugamba mukono nti Ggwe sikwetaaga: oba nate omutwe okugamba ebigere n ti Mmwe sibeetaaga."},
{"verse" : "22 Naye, ekisinga eanyo, ebitundu bino eby'omubiri ebirowoozebwa okubeera ebinafu byetaagibwa:"},               
{"verse" : "23 n'ebyo eby'oku mubiri bye tulowooza obutaba na kitiibwa nnyo, bye twambaza ekitaibwa ekisinga obungi: n'ebitundu byaffe ebitali birungi bye b isinga okubeera n'obulungi; "},
{"verse" : "24 naye ebirungi byaffe tebyetaaga: naye Katonda yagattira ddala wamu omubiri, ekitundu ekyabulako ng'akiwa ekitiibwa ekisinga obungi;"},
{"verse" : "25 walemenga okubeera okwawula mu mubiri; naye ebitundu biyambaganenga bumu byokka na byokka."},
{"verse" : "26 Era ekitundu ekimu bwe kibonaabona, ebitundu byonna bibonerabanera wamu nakyo; obaekitundu ek~mu bwe kigulumizibwa, ebituadu byonna bisanyukira wamunakyo:"},
{"verse" : " 27 Naye mmwe muli mubiri gwa Kristo, n'ebitundu byagwo, buli muntu."},                  
{"verse" : "28 Era Katonda yassaawo mu kkanisa abalala, okusooka batume, ab'okubiri bannabbi, ab'okusaru bayigiriza, nate eby'amagero, nate ebirabo eby'okuwonyanga, abayambi, abafuga, aboogezi b'ennimi."},
{"verse" : "29 Bonn a batume? bonna bannabbi? bonna bayigiriza? bonna bakola eby'amagero?"},
{"verse" : "30 bonna balina ebirabo eby'okuwonyanga? bonna boogera ennimi? bonna baavvuunula?"},
{"verse" : "31 Naye mwegombenga ebirabo ebisinga obukulu: Era mbalaga ekkubo erisinga ennyo obulungi."}
]