[
{"title" : "Omulokozi eyazuukira"},
{"verse" : "15:1 Kale mbategeeza, ab'oluganda, enjiri gye nnababuulira,era gye mwaweebwa, era gye, munywereramu,"},
{"verse" : "2 era gye mulokokeramu; mbategeeza ebigambo bye nnagibuuliriramu, oba nga muginyweza, wabula nga mwakkiririza bwereere."},
{"verse" : "3 Kubanga nnasooka okubawa mmwe era kye nnaweebwa, nga Kristo yafa olw'ebibi byaffe ng'ebyawandiikibwa bwe byogera;"},
{"verse" : "4 era nga yaziikibwa; era nga yazuukizibwa ku lunaku olw'okusatu ng'ebyawandiikibwa bwe byogera;"},
{"verse" : "5 era nga palabikira Keefa; n'alyoka alabikira ekkumi n'ababiri;"},
{"verse" : "6 n'alyoka alabikira ab 'oluganda abasingawo ebitaano omulundi gumu, ku abo bangi abakyali abal amu okutuusa kaakano, naye abamu beebaka;"},
{"verse" : "7 n'alyoka alabikira Yakobo; n'alyoka alabikira abatume bonna;"},               
{"verse" : "8 era oluvannyuma lwa bonna n'alabikira nange ng'omwana omusowole."},
{"verse" : "9 Kubanga nze ndi muto mu batume, atasaanira kuyitibwa mutume, kubanga nnayigganyanga ekkanisa ya Katonda."},
{"verse" : "10 Naye olw'ekisa kya Katonda bwe ndi bwe ndi; n'ekisakye ekyali gye ndi tekyali kya bwereere; naye nnakola emirimu mingi okusinga bonna: naye si aze, wabula ekisa kya Katonda ekyali nange."},
{"verse" : "11 Kale oba nze oba bo, bwe tutyo bwe tubuulira, era bwe mutyo bwemwakkiriza."},
{"verse" : "12 Naye Kristo bw'abuulirwa nga yazuukizibwa mu bafu, abamu mu mmwe boogera batya nga tewali kuzuukira kwa bafu?"},
{"verse" : "13 Naye oba nga tewali kuzuukira kwa bafu, era ne Kristo teyazuukizibwa;"},
{"verse" : "14 era oba nga Kristo teyazuukizibwa, kale okubuulira kwaffe tekuliimu, so n'okukkiriza kwammwe tekuliimu."},
{"verse" : "15 Era naye tulabika ag'abajulirwa ab' obulimba aba Katonda; kubanga twategeeza Katonda nga yazuukiza Kristo: gw'ataazuukiza, oba ng'a bafu tebazuukizibwa."},
{"verse" : "16 Kuba obang'abafu tebazuukizibwa, era ne Kristo teyazuukizibwa:"},
{"verse" : "17 era obanga Kristo teyazuukizibwa, okukkiriza kwammwe tekuliiko kye kugasa; mukyali mu bibi byammwe."},
{"verse" : "18 Kale era n'abo abeebaka mu Kristo baabula."},               
{"verse" : "19 Oba nga mu bulamu buno bwokka mwe tubeeredde n’essuubi mu Kristo, tuli ba kusaasirwa okusinga abantu bonna:"},
{"verse" : "20 Naye kaakano Kristo yazuukizibwa mu bafu, gwe mwaka omubereberye ogw'abo abeebaka."},
{"verse" : "21 Kubanga okufa bwe kwabaawo ku bw'omuntu, era n’okuzuukira kw'abafu kwabaawo ku bwa muntu."},
{"verse" : "22 Kuba bonna nga bwe baafiira mu Adamu, era bwe batyo mu Kristo bonna mwe balifuukira abalamu."},
{"verse" : "23 Naye buli muntu mu kifo kye ye: Kristo gwe mwaka omubereberye; oluvan nyuma aba Y,risto mu kujja kwe."},
{"verse" : "24 Enkomerero n'eryoka etuuka bw'aliwaayo obwakabaka eri Katonda ye Kitaawe; bw'aliba ng'amaze okuggyawo okufuga kwonna n'amaanyi gonna n'obuyinza."},
{"verse" : "25 Kubanga kimugwanira okufuganga okutuusa lw'alissa abalabe be bonna wansi w'ebigere bye."},
{"verse" : "26 Omulabe ow'enkomerero aliggibwawo, kwe kufa."},             
{"verse" : "27 Kubanga kyawandiikibwa nti Yassa byonna wansi w'ebigere bye. Naye bw'ayogera nti Byonna byassibwa wansi, kitegeerekeka ng'oyo teyassibwawansi eyassa byonna wansi we."},
{"verse" : "28 Naye byonna bwe birimala okussibwa wansi we, era n'Omwana yennyini n'alyoka assibwa wansi w'oyo eyassa byonna wansi we, Katonda alyoke abeerenga byonna mu byonna."},
{"verse" : "29 Kubanga balikola batya ababatizibwa ku Iw'abafu? oba ng'abafu tebazuukizibwa ddala, kiki ekibabatizisa ku lw'abo?"},
{"verse" : "30 Naffe lwaki okubeera mukabi buli kaseera?"},
{"verse" : "31 Nfa bulijjo, ndayidde okwenyumiriza okwo ku lwammwe, kwe ndi nakwo mu Kristo Yesu Mukama waffe."},               
{"verse" : "32 Oba nga nnalwana n'ensolo mu Efeso ng'omuntu obuntu, ngasibwa ntya? Oba ng' abafu tebazuukizibwa, tulye tunywe, kubanga tufa enkya."},
{"verse" : "33 Temu limbwanga: Okukwana n'ababi kwonoona empisa ennungi."},
{"verse" : "34 Mutamiirukukenga mu butuukirivu, so temwonoonanga; kubanga abalala tebategeera Katonda: njogedde kubakwasa nsonyi."},
{"verse" : "35 Naye omuntu alyogera nti Abafu bazuukizibwa batya? era mubiri ki gwe bajja nagwo?"},
{"verse" : "36 Mu sirusiru ggwe, gy'osiga teba nnamu wabula ng'efa:"},
{"verse" : "37 ne gy'osiga, tosiga mubiri oguliba, wabula mpeke njereere, mpozzi ya ŋŋaano, oba yangeri ndala;"},
{"verse" : "38 naye Katonda agiwa omubiri nga bw'ayagala, era buli nsigo agiwa omubiri gwayo yokka."}
{"verse" : "39 Ennyama yonna si nnyama emu: naye endala ya bantu, n'endala ya nsolo, n'endala ya nnyonyi, n'endala ya byann yanja."},
{"verse" : "40 Era waliwo emibiri egy'omu ggulu n'emibiri egy'omu nsi: naye ekitiibwa eky'egy'omu ggulu kirala, n'eky'egy'omu nsi kirala."},                    
{"verse" : "41 Ekitiibwaky'enjuba kirala, n'ekitiibwa ky'omwezi kirala, n'eldtiibwa ly'emmunyeenye kirala: kubanga emmunyeenye teyenkana na ginnaayo kitiibwa."},
{"verse" : "42 Era n'okuzuukira kw'abafu bwe kutyo. Gusigibwa mu kuvunda; guzuukizibwa mu butavunda:"},               
{"verse" : "43 gusigibwa awatali kitiibwa; guzuukizibwa mu kitiibwa; gusigibwa mu bunafu; guzuukizibwa mu maanyi:"},
{"verse" : "44 gusigibwa n ga mubiri gwa mukka; guzuukizibwa mubiri gwa mwoyo. Oba nga waliwo omubiri gw'omukka, era waliwo n'ogw'omwoyo."},
{"verse" : "45 Era bwe kityo kyawandiikibwa nti Omuntu ow'olubereberye Adamu yafuuka mukka mulamu. Adamu ow'oluvannyuma yafuuka mwoyo oguleeta obulamu."},
{"verse" : "46 Naye eky'omwoyo tekisooka, wabula eky'omukka; oluvannyuma kya mwoyo."},
{"verse" : " 47 Omuntu ow'olubereberye yava mu nsi, wa ttaka: omuntu ow'okubiri yava mu ggulu."},
{"verse" : "48 Ng'oli ow'ettaka bwe yali, era n' ab'ettaka bwe bah bwe batyo: era ng'oli ow'omu ggulu bw'ali; era n'ab'omu ggulu bwe bali batyo."},
{"verse" : "49 ra nga bwe twatwala ekifaananyi ky'oli ow'ettaka, era tulitwala n'ekifaananyi ky'oli ow'omu ggulu."},
{"verse" : "50 Naye kino kye n jogera, ab'oluganda, ng'omubiri n'omusaayi tebiyinza kusikira bwakabaka bwa Katonda so okuvunda. tekusikira butavunda:"},
{"verse" : "51 Laba, mbabuuliraekyama: tetulyebaka fenna, naye fenna tulifuusibwa,"},
{"verse" : "52 mangu ago,nga kutemya kikowe, akagombe ak'enkomerero bwe kalivuga: kubanga kalivuga, n'abafu balizuukizibwa obutavunda, naffe tulifuusibwa."},
{"verse" : "53 Kubanga oguvunda guno,kigugwanira okwambala obutavunda, n'ogufa guno okwambala obutafa."},
{"verse" : "54 Naye oguvunda guno bwe guliba nga gumaze okwambala obutavunda, n'ogufa guno okwambala obutafa, ekigambo ekyawandiikibwa ne kiryoka kituukirira nti Okufa kumiriddwa mu kuwangula."},
{"verse" : "55 Ggwe okufa, okuwangula kwo kuli luuyi wa? Ggwe okufa, okuluma kwo kuli luuyi wa?"},               
{"verse" : " 56 Okuluma kw'okufa kye kibi; n'amaan yi g'ekibi ge mateeka:"},
{"verse" : "57 naye Katonda yeebazibwe, atuwanguza ffe ku bwa Mukama waffe Yesu Kristo."},
{"verse" : "58 Kale, baganda bange abaagalwa, munywerenga obutasagaasagana, nga mweyongeranga bulijjo mu mulimu gwa Mukama waffe, kubanga mumanyi ng'okufuba kwammwe si kwa bwereere mu Mukama waffe."}
]