[{"title" : "Olugero lw'abalimi bo mu lusuku lw'ezabbibbu."},   
{"verse" : "12:1 N'atanula okwogerera nabo mu ngero. Omuntu yasimba olusuku lw'emizabbibu, n'alusitako olukomera, n'asimamu essogolero, n'azimbamu ekigo, n'alupangisaamu abalimi, n'atambula mu nsi endala. "},
{"verse" : "2 Awo omwaka bwe gwatuuka n'atuma omuddu eri abalimi, abalimi bamuwe ebibala by'emizabbibu gye."},
{"verse" : "3 Ne bamukwata, ne bamukuba, n'addayo n galonsa."},
{"verse" : "4 Ate n'abatumira omuddu omulala, oyo ne bamwasa olubale, ne bamuswaza."},
{"verse" : "5 N'atuma omulala; oyo ne bamutta: n'abalalabangi; abamu nga babakuba, abalala nga babatta."},
{"verse" : "6 Yali ng'aliaa omu, omwana omwagalwa: oluvannyuma n'amutuma gye baali, ng'agamba nti Banassaamu ekitiibwa omwana wange."},
{"verse" : "7 Naye abalimi bali ne bagambagana bokka na bokka nti Ono ye musika, kale tumutte, n' obusika buliba bwaffe."},
{"verse" : "8 Ne bamukwata, ne bamutta, ne bamusuula ebweru w'olusuku lw'emizabbibu."},
{"verse" : "9 Kale alibakola atya nannyini lusuku lw'emizabbibu? Alijja alizikiriza abalimi, n'olusuku l w'emizabbibu aliruwa balala."},
{"verse" : "10 Temusomanga n'akatono ekyo ekyawandiikibwa nti Ejjin ja abazimbi lye baagaana, Eryo lyafuulibwa omutwe ogw'oku nson da:"},
{"verse" : "11 Ekyo kyava eri Mukama, Era kya kitalo mu maaso gaffe?"},
{"verse" : "12 Ne basala amagezi okumukwata; ne batya ebibiina: kubanga baategeera ag'ageredde ku bo olugero olwo: ne bamuleka, ne bagenda,"},
{"verse" : "13 Ne batuma gy'aliab'omu Bafalisaayo n'Abakerodiyaani okumutega mu bigambo,"},
{"verse" : "14 Awo bwe bajja, ne bamugamba nti Omuyigiriza, tumanyi ggwe ag'oli wa taazima, so ebigambo by'omuatu yenna tobissaako mwoyo: kubanga tososola mu bantu, naye oyigiriza ekkubo lya Katonda mu mazima: kale kirungi okuwanga Kayisaali omusolo, nautiki si weewaawo?"},
{"verse" : "15 Tuwengayo, oba tetuwangayo? Naye bwe yategeera bunnanfuusi bwabwe, n' abagamba nti Munkemera ki? Mundeetere eddinaali, ngirabe. "},
{"verse" : "16 Ne bagireeta. N'abagamba nti Ekifaananyi kino n'obuwandiikeko buno by'ani?Ne bamugamba nti Bya Kayisaali."},
{"verse" : "17 Yesu n'abagamba nti Ebya Kayisaali mumuwenga Kayisaali, n'ebya Katonda mumuwenga Katonda. Ne bamwewuunya nnyo."},
{"verse" : "18 Awo Abasaddukaayo, abagamba nti tewali kuzuulura, ne bajja w'ali; ne bamubuuza ne bagamba nti "},
{"verse" : "19 Omuyigiriza, Musa yatuwandiikira nti Muganda w'omuntu bw'afanga, n'aleka mukazi we, nga talese mwana, muganda we atwalanga mukazi we, n'assizaawo muganda we ezzadde."},
{"verse" : "20 Kale waaliwo ab'oluganda musanvu: ow'olubereberye n'awasa omukazi, n'afa, n'atalekaawo zzadde;"},
{"verse" : "21 ow'okubiri n'amuwasa n'afa, era naye n'atalekaawo zzadde; n'ow'okusatu bw'atyo:"},
{"verse" : "22 bonna omusanvu ne batalekaawo zzadde. Oluvannyuma bonna nga baweddewo n'omukazi n'afa."},
{"verse" : "23 Kale bwe balizuukira alibamuka ani ku bo? kubanga bonna omusanvu baamuwasa."},
{"verse" : "24 Yesu n'abagamba nti Si kyemuva mukyama nga temumanyi ebyawandiikibwa newakubadde amaanyi ga Katonda?"},            
{"verse" : "25 Kubanga bwe balizuukira mu bafu teb aliwasa, so tebaliwayira; naye baliba nga bamalayika ab'omu ggulu."},
{"verse" : "26 Naye eby'abafu oku zuukizibwa; temusomanga mu kitabo kya Musa ku Kisaka, Katonda bwe yamubuulira ng'agamba nti Nze ndi Katonda wa Ibulayimu, era Katonda wa Isaaka, era Katonda wa Yakobo?"},
{"verse" : "27 Si Katonda wa bafu, naye wa balamu: mukyama nnyo."},
{"verse" : "28 Awo omu ku bawandiisi n'aj ja n'awulira nga beebuuzaganya bokka na bokka, n'amanya ng'abazzeemu bulungi, n'amubuuza nti Tteeka ki ery'olubereberye ku gonn a?"},
{"verse" : "29 Yesu n'addamu nti Ery'olubereberye lye lino nti Wulira Isiraeri; Mukama Katonda waffe, Mukama ye omu;"},
{"verse" : "30 era yagalanga Mukama Katonda wo n'omutima gwo gwonna, n'obulamu bwo bwonna, n'amagezi go gonna, n'amaanyi go gonna."},
{"verse" : "31 Ery'okubiri lye lino nti Yagalanga muliraanwa wo nga bwe weeyagala wekka. Tewali tteeka ddala erisinga ago obukulu."},
{"verse" : "32 Omuwandiisi n'amugamba ati Mazima, Omuyigiriza, oyogedde bulungi nga Katonda ali omu so tewali mulala wabula ye:"},
{"verse" : "33 n'okumwagala n'omutima gwonna, n'okutegeera kwonna, n'amaanyi gonna, n'okwagala muliraanwa wo nga bwe weeyagala wekka kusinga nnyo ebiweebwayo byonna ebiramba ebyokebwa ne ssaddaaka."},
{"verse" : "34 Awo Yesu bwe yalaba ng'amuzzeemu ng'omutegeevu, n'amugamba nti Toli wala obwakabaka bwa Katonda. Awo ne wataba muntu ayaŋŋanga okumubuuza nate, "},
{"verse" : "35 Yesu n'addamu n'agamba ng'ayigiriza mu yeekaalu nti Abawandiisi ekibagambya ki nti Kristo mwana wa Dawudi?"},
{"verse" : "36 Dawudi yennyi ni yagamba mu Mwoyo Omutukuvu nti Mukama yagamba Mukama wange nti Tuula ku mukono gwange ogwa ddyo, Okutuusa lwe ndifuula abal abe bo entebe y'ebigere byo."},
{"verse" : "37 Dawudi yennyini amuyita Mukamawe, abeera atya omwana we? Ab'omu kibiina ne bamuwutira n'essanyu ."},                
{"verse" : "38 Awo mu kuyigiriza kwe n'abagamba nti Mwekuume abawandiisi abaagala okutambula nga bambadde engoye empanvu, n'okulamusibwa mu butale,"},
{"verse" : "39 n'entebe ez'oku manjo mu makuŋŋaaniro n'ebifo eby'ekitiibwa mu mbaga;"},
{"verse" : "40 abalya ennyumba za bannamwandu, era abasaba ennyo mu bunnanfuusi; abo balizza omusango ogusinga obunene. "},
{"verse" : "41 N'atuula okwolekera eggwanika, n'alaba ebibiina bwe bisuula effeezamu ggwanika: bangi abaali abagagga abaasuulamu ebingi."},
{"verse" : "42 Awo nnamwandu omu omwavu n'ajja, n'asuulamu ebitundu bibiri, ye kodulante."},
{"verse" : "43 N'ayita abayigirizwa be, n'abagamba nti Mazima mbagamba nti Nnamwandu ono omwavu asuddemu bingi okusinga bonna abasuula mu ggwanika:"},
{"verse" : "44 kubanga bonna basuddemu ku bibafikkiridde; naye oyo mu kwetaaga kwe asuddemu byonna by'ali nabyo; bwe bulamu bwe bwonna."}
]