[{"title" : "Yesu asonyiwa era awonya akozimbye"},
{"verse" : "2:1 Awo ennaku bwe zaayitawo n'ayingira nate mu Kaperuna wumu, ne kiwulirwa ng'ali mu nju."},
{"verse" : "2 Ne bakuŋŋaana bangi, n'okugya wo ne batagyawo nate newakubadd mu mulyango: n'ababuulira ekigambo."},
{"verse" : "3 Ne bajja abaaleeta omu lwadde akoozimbye nga bamwetisse bana."},
{"verse" : "4 Naye bwe baalemwa okumusemberera olw'ekibiina, ne babi kkula waggulu ku nnyumba we yali: ne bawummulawo ekituli ne bamussiza ku kitanda akoozimbye kwe yali agalamidde."},
{"verse" : "5 Yesu bwe yalaba okukkiriza kwabwe n'agamba akoozimbye nti Mwana wange, ebibi byo bikuggiddwako."},
{"verse" : "6 Naye waaliwo abawandiisi abamu nga batudde nga balowooza mu mitima gyabwe nti"},
{"verse" : "7 Ono kiki ekimwogeza bw'atyo? Awoola: ani ayinza okuggyako ebibi wabula omu, ye Katonda?"},
{"verse" : "8 Amangu ago Yesu bwe yategeera mu mwoyo gwe nga balowooza bwe batyo munda yaabwe n'abagamba nti Kiki ekibalowoozesa ebyo mu mitima gyammwe?"},                
{"verse" : "9 Ekyangu kiruwa, okugamba akoozimbye nti Ebibi byo bikuggiddwako; nantiki okugamba nti Golokoka, weetikke ekitanda kyo, ogende?"},
{"verse" : "10 Naye mumanye nga Omwana w'omuntu alina obuyinza ku nsi okuggyako ebibi n'agamba akoozimbye nti"},
{"verse" : "11 Nkugamba, Golokoka, weetikke ekitanda kyo, oddeyo mu nnyumba yo."},      
{"verse" : "12 N'agolokoka, ne yeetikka amangu ago ekitanda, n'afuluma mu maaso gaabwe bonna; awo ne beewuun ya bonna ne bagulumiza Katonda nga bagamba nti Tetulabangako bwe tuti."},
{"verse" : "13 N'avaawo nate n'agenda ku lubalama lw'ennyanja; ebibiin a byonna ne bajja w'ali, n'abayigiriza."},
{"verse" : "14 Awo bwe yali ng'ayita, n'alaba Leevi omwana wa Alufaayo ng'atudde mu ggwoolezo, n'amugamba nti Yita nange. N'agolokoka n'ayita naye."},
{"verse" : "15 Awo bwe yali ng'atudde mu nnyumba y'oyo ng'alya, abawooza bangi n'abalina ebibi ne batuula wamune Yesu n'abayigirizwa be; kubanga baali bangi, abaagenda naye."},
{"verse" : "16 Abawandiisi ab'omu Bafalisaayo bwe baamulaba ng'alya wamu n'abalin a ebibi n'abawooza, ne bagamba abayigirizwa be nti Alya era any wera wamu n'abawooaa n'abalina ebibi."},
{"verse" : "17 Awo Yesu bwe yawulira n'abagamba nti Abalamu tebeetaaga musawo, wabula ibalwadde: sajja kuyita batuukiriru wabula abalina ebibi."},
{"verse" : "18 Awo abayigirizwa ba Yokaana n’ab’Abafalisaayo baali nga basiiba; ne bajja ne bamugamba nti Kiki bayigirinzwa ba Yokaana n'abayiirizwa b'Abafalisaayo ekibasiibya, bayigirizwa bo nga tebasiiba? "},
{"verse" : "19 Yesu n'abagamba nti Abaana b'obugole bayin za batya akusiiba vasizza omugole ng'ali nabo? mubiro byonna nga bali naye awasizza omugole, tebayinza kusiiba."},
{"verse" : "20 Naye ennaku ziritu uka, awasizza omugole lw'alibagaibwala: ne balyoka basiiba ku lunaku olwo."},
{"verse" : "21 Tewali muntu atunga ekiwero eky'olugoye oluggya ku kyambalo ekikadde; bwe kiba kityo kiri eky’oku kizibawo kikutula kiri, ekikadde ekiggya, ekituli ne kyeyongera."},
{"verse" : "22 Era tewali muntu afuka omwenge omusu mu nsawo ez'amaliba enkadde: bwe kiba kityo omwenge gwabya ensawo ez'amaliba, omwenge ne gufaafaagana n'ensawo ez'amaliba zoonooneka; naye omwenge omusu gufukibwa mu nsawo ez'amaliba empya."},
{"verse" : "23 Awo olwatuuka yall ng'atambula mu nnimiro ku lunaku lwa ssabbiiti; abayigirizwa be ne batanula okugenda nga banoga ebirimba."},
{"verse" : "24 Abafalisaayo ne bamugamba nti Laba, kiki ekibakoza eky'omuzizo ku lunaku lwa ssabbiiti?"},
{"verse" : "25 N'abagamba nti Temusomaagaka Dawu di kye yakola, bwe yali nga yeetaaga, n'alumwa enjala ye n'abo be yali nabo?"},                
{"verse" : "26 Bwe yayingira mu nnyumba ya Katonda, Abiyasaali bwe yali nga ye kabona asinga obukulu, n'alya emigaati egy'okulaga, egy'omuzizo okuliibwako wabula bakabona, n'agiwa ne be yali nabo?"},
{"verse" : "27 N'abagamba nti Ssabbiiti yabaawo ku lwa muntu, so omuntu si ku lwa ssahbiiti:"},
{"verse" : "28 bwe kityo Omwana w'omuntu ye mukama wa ssabbiiti nayo."}
]