[{"title" : "Aliko dayimooni awonyezebwa"},
{"verse" : "5:1 Ne batuuka emitala w'ennyanja mu nsi y'Abagerasene."},        
{"verse" : "2 Bwe yava mu lyato, amangu ago omuntu eyaliko dayimooni eyava mu ntaana n'amusisinkana,"},
{"verse" : "3 eyasulanga mu ntaana; nga tewakyali muntu ayinza kumusiba, newakubadde mu lujegeregere,"},
{"verse" : "4 kubanga emirundi min gi yateekebwako mu masamba, ne mu njegere, enjegere n'azikutula, n'amasamba n'agamenyaamenya: ne wataba muntu wa maan yi okumusobola."},
{"verse" : "5 Naye bulijjo, ekiro n'emisana, yakaabiranga mu ntaana ne ku nsozi, ne yeesala n'amayinja."},
{"verse" : "6 Bwe yalengera Yesu n g'akyali wala, n'addukana n'amusinza; n'akaaba n'eddoboozi ddene "},
{"verse" : "7 ng'agamba nti Onvunaana ki, Yesu Omwana wa Katonda, Ali waggulu ennyo? Nkulayiza Katonda, tombonereza."},
{"verse" : "8 Kubanga yamugamba nti Va ku muntu on o, ggwe dayimooni."},
{"verse" : "9 N'amubuuza nti Erinnya lyo ggwe ani? N'amugamba nti Erinnya lyange Liigyoni; kubanga tuli bangi."},
{"verse" : "10 N'amwegayirira nnyo aleme okubagoba mu nsi eyo."},
{"verse" : "11 Awo ku lusozi waaliwo eggana ly'embizzi ddene nga zirya."},
{"verse" : "12 N'amwegayirira, ng'amugamba nti Tusindike mu mbizzi tuziyingiremu."},
{"verse" : "13 N'amukkiriza, Dayimoon i n'avaamu, n'ayingira mu mbizzi: eggana ne lifubutuka neliserengetera ku bbanga mu anyanja, zaali nga nkumi bbiri, ne zifiira mu nnyanja."},
{"verse" : "14 Awo abaali bazirunda ne badduka, ne babuulira ab'omu kibuga, n 'ab'omu byalo, ne bajja okulaba ebibaddeyo bwe biri."},
{"verse" : "15 Ne batuuka awali Yesu, ne balaba eyaliko dayimooni ng'atudde, ng'ayambadde nga alina amagezi, oyo eyaliko liigyoni; ne batya."},
{"verse" : "16 Abaalaba ne babannyonnyola ebimubaddeko oyo eyaliko dayinooni, era n'eby'embizzi."},
{"verse" : "17 Ne batanula okumwegayirira okuva mu nsalo zaabwe."},
{"verse" : "18 Awo bwe yali ng'asaabala mu lyato, oyo eyaliko dayimooni n'amwegayirira abeere naye."},
{"verse" : "19 N'atamuganya, naye yamugamba nti Genda eka mu babo, obabuulire bwe biri ebikulu Katonda by'akukoledde, ne bw'akusaasidde."},
{"verse" : "20 N'agenda, n'atanula okubuulira mu Dekapoli bwe biri ebikulu Yesu bye yamukolera. Abantu bon na ne beewuunya."},
{"verse" : "21 Awo Yesu bwe yawunguka ate mu lyato n'atuukaemitala, bibiina bingi ne bikuŋŋaanira w'ali; ye ng'ali kumpi n' ennyanja."},
{"verse" : "22 Omu ow'oku bakulu b'ekkuŋŋaaniro, erinnya lye Yayiro, n'ajja; bwe yamulaba, n'avuunama ku bigere bye,"},
{"verse" : "23 n'amwegayirira nnyo ng'agamba nti Omuwala wange omuto ali kumpi n'okufa: nkwegayirira ojje, omusseeko emikono gyo, adde mu mbeera ye, alamuke."},
{"verse" : "24 N'agenda naye; ekibiina ekinene ne kimugoberera, ne bamunyigiriza."},
{"verse" : "25 Awo omukazi ey ali alwalidde ekikulukuto ky'omusaayi emyaka kkumi n'ebiri, "},                  
{"verse" : "26 eyatengejja ennyo eri abasawo abangi, n'awangayo bye yali nabyo byonna, so n'atabaako kimugasa, naye ne yeeyongeranga bweyongezi okulwala,"},
{"verse" : " 27 bwe yawulira ebigambo bya Yesu, n'ajjira mu kibiina emabega we n’akoma ku kyambalo kye."},
{"verse" : "28 Kubanga yagamba nti Bwe nkomako obukomi ku byambalo bye, nnaawona."},
{"verse" : "29 Amangu ago ensulo ey'omusaayi n'ekalira, n'ategeera mu mubiri gwe ng'awonyezebbwa ekibon oobono kye."},
{"verse" : "30 Amangu ago Yesu bwe yategeera munda mu ye amaanyi agamuvuddemu, n'akyuka mu kibiina n'agamba nti Ani akomye ku byambalo byange?"},
{"verse" : "31 Abayigirizwa be ne bamugamba nti Olaba ekibiina bwe bakunyigiriza, n'ogamba nti Ani ankomyeko?"},
{"verse" : "32 Ne yeetoolooza amaaso okulaba oyo akoze ekigambo ekyo."},
{"verse" : "33 Naye omukazi ng'atya ng'akankana, ng'amanyi ky'abadde, n'ajja n'afukamira mu maaso ge, n'amubuulira eby'amazima byonna."},
{"verse" : "34 N'amugamba nti Omuwala, okukkiriza kwo kukuwonyezza; weegendere n'emirembe, owonere ddala ekibonoobono kyo."},
{"verse" : "35 Awo bwe yali akyayogera, abaava ew'omukulu w'ekkuŋŋaaniro ne bajja, nga bagamba nti Omuwala wo afudde; oteganyiza ki nate Omuyigiriza?"},
{"verse" : "36 Naye Yesu n'atassaako mwoyo ku kigambo ekyogeddwa, n'agamba omukulu w'ekkuŋŋaaniro nti Totya, kkiriza bukkiriza."},
{"verse" : "37 N'ataganya muntu kugenda naye wabula Peetero ne Yakobo, ne Yokaana, muganda wa Yakobo."},
{"verse" : "38 Ne batuuka ku nnyumba y'omukulu w'ekkuŋŋaaniro, n'alaba okwaziirana, n'abakaaba, n'abakuba ebiwoobe ebingi."},
{"verse" : "39 Awo bwe yayingira n'abagamba nti Kiki ekibaaziiranya n'ekibakaabya? omuwala tafudde, naye yeebase bwebasi."},
{"verse" : "40 Ne bamusekerera nnyo. Naye bwe yabafulumya bonna, n'atwala kitaawe w'omuwala ne nnyina n'abo abaali naye, n'ayingira omuwala mw'ali."},
{"verse" : "41 Awo n'akwata omukono gw'omuwala, n'amugamba nti Talusa kumi okutegeezebwa kwakyo nti muwala, nkugamba nti Golokoka."},
{"verse" : "42 Amangu ago omuwala n'agolokoka, n'atambula; kubanga yali yaakamala emyaka kkumi n'ebiri. Amangu ago ne bawuniikirira okuwuniikirira kunene."},
{"verse" : " 43 N'abakuutira nnyo buli muntu yenna aleme okukimaaya ekyo: n'alagira okumuwa eky'okulya. "}

]