[{"title" : "Azuukidde"},
{"verse" : "16:1 Awo ssabbiiti bwe yaggwaako, Malyamu Magudaleene ne Malyamu nnyina Yakobo, ne Saalome ne bagula eby'akaloosa, bajje bamusiige."},
{"verse" : "2 Awo bwe bwakya enkya ku lunaku olusooka mu wiiki, enjuba bwe yali yaakavaayo ne bajja ku ntaana."},
{"verse" : "3 Awo baali beebuuzaganya bokka nti Ani anaatuyiringisiza ejjinja okuliggya ku mulyango gw'entaana?"},
{"verse" : "4 Awo bwe baatunuulira, ne balaba ejjinja nga liyiringisibbwa kubbali; kubanga lyali ddene nnyo."},
{"verse" : "5 Awo bwe baayingira mu ntaana, ne balaba omulenzi ng'atudde ku luuyi olwa ddyo, ng'ayambadde olugoye olutukuvu; ne bawuniikirira."},
{"verse" : "6 N'abagamba nti Temuwuniikirira: munoonyaYesu, Omunazaaleesi, eyakomererwa: azuukidde; tali wano: laba, ekifo we baamussa."},
{"verse" : "7 Naye mugende, mubuulire abayigirizwa be ne Peetero nti Abakulembedde okugenda e Ggaliraaya. Eyo gye mulimulabira nga bwe yabagamba. "},
{"verse" : "8 Ne bava ku ntaana nga baddukana mangu; kubanga okukankana n'okusamaalirira byali bibakutte: so ne batabuulirako muntu kigambo, kubanga baatya."},
{"verse" : "9 Awo bwe yamala okuzuukira mu makya ku lunaku olw'olubereberye ku nnaku omusanvu n'asooka okulabikira Malyamu Magudaleene gwe yagobako dayimooni omusanvu."},
{"verse" : "10 Oyo n'agenda n'abuulira abaayitanga naye, nga banakuwala nga bakaaba."},
{"verse" : "11 Awo bo, bwe baawulira nga mulamu, ng'alabiddwa ye, ne batakkiriza."},
{"verse" : "12 Ebyo bwe byaggwa n'alabikira bannaabwe babiri mu kifaananyi kirala, nga batambula nga bagenda mu kyalo."},
{"verse" : "13 Awo abo ne bagenda ne babuu lira bali abalala, so ne batabakkiriza."},
{"verse" : "14 Oluvarmyuma n'alab ikira ekkumi n'omu nga batudde ku mmere; n'abanenya olw'obutakkiriza n'obukakaayavu bw'emitima gyabwe, kubanga tebakkiriza abaamu laba ng'amaze okuzuukira:"},
{"verse" : "15 N'abagamba nti Mugende mu nsi zonna, mubuulire enjiri eri ebitonde byonna."},
{"verse" : "16 Akkiriza n'abatizibwa, alirokoka, naye atakkiriza omusango gulimusinga."},
{"verse" : "17 Era obubonero buno bunaagendanga n'abo abakkiriza: banaagobanga emizimu mu lin nya lyange; banaayogeranga ennimi empya;"},
{"verse" : "18 banaakwatanga ku misota, bwe banaanywanga ekintu ekitta, tekiibakolenga kabi n'akatono; ban assangako emikono abalwadde, aabo banaawonanga."},
{"verse" : "19 Awo Mukama waffe Yesu bwe yamala okwogera nabo, n'atwalibwa mu ggulu, n'atuula kumukono ogwa ddyo ogwa Katonda."},
{"verse" : "20 Bali ne bafuluma, ne babuulira wonna wonna, Mukama waffe ng'akoleranga wamu nabo era ng'anyweza ekigambo mu bubonero obwakiddiriranga. Amiina."}
]