[                      
{"title" : "Okwonoona kuva munda"},
{"verse" : "7:1 Ne bakuŋŋaanira w'ali Abafalisaayo n'abawandiisi abami abaava e Yerusaalemi, era abaalaba abayigirizwa be abamu ne balya emmere yaabwe n'engalo embi, ze zitanaabiddwa."},
{"verse" : "2 era abaalaba abayigirizwa be abamu ne balya emmere yaabwe n'engalo embi, ze zitanaabiddwa."},
{"verse" : "3 Kubanga Abafalisaayo, n'Abayudaaya bonna bwe batanaaba nnyo mu nga: zaabwe, tebalya, kubanga bakwata obulombolombo obw'abakadde"},
{"verse" : "4 era bwe bava mu katale, bwe batanaaba, tebalya: era wali wo n'ebirala bingi bye baaweebwa okukwata, okunaazanga ebikompe; n'ebibya, n'entamu ez'ebikomo."},
{"verse" : "5 Abafalisaayo n'abawandiisi ne bamubuuza ntiKiki abayigirizwa bo ekibalobera okutambulira mu bulombolombo obw'abakadde, naye bamala galya emmere n'engalo embi?"},
{"verse" : "6 N' abagamba nti Isaaya yalagula bulungi ku mmwe bannanfuusi, nga bwe kyawandiikibwa nti Abantu bano banzisaamu ekitiibwa kya kumimwa, Naye emitima gyabwe gindi wala."},
{"verse" : "7 Naye bansinziza bwereere, Nga bayigiriza amateeka g'abantu nga bye by'okukwata."},
{"verse" : " 8 Muleka etteeka lya Katonda, ne mukwata obulombolombo bw'abantu."},
{"verse" : "9 N'abagamba nti Mugaanira ddala bulungi etteeka lya Katonda, era mukwate obulombolombo bwammwe."},
{"verse" : "10 Kubanga Musa yayogera nti Ossaanga mu ekitiibwa kitaawo ne nnyako; era nti Avumanga kitaawe Oba nnyina, bamuttangabussi:"},
{"verse" : "11 naye mmwe mwogera nti Omuntu bw'agamba kitaawe oba nnyina nti Kyonna kye nnandikuwadde okukugasa ye Kolubaani, ekitegeezebwa nti Kitone kya Katonda;"},
{"verse" : "12 temukyamuganya okukolera ekintu kitaawe oba nnyina;"},
{"verse" : "13 mudibya ekigambo kya Katonda olw'obulombolombo bwammwe, bwe mwayigiriza: era mukola ebigambo ebirala bingi ng'ebyo."},
{"verse" : "14 Ate n'ayita ebibiina, n'abagamba nti Mumpulire mwenna, mutegeere;"},
{"verse" : "15 tewali kintu ekiri ebweru w'omuntu bwe kiyingira mu ye, ekiyinza okumwonoona, naye ebintu ebiwa mu muntu, ebyo bye byonoona omuntu."},
{"verse" : "16 [Buli alina amatu ag'okuwulira, awulire.] "},
{"verse" : "17 Awo bwe yayingira mu nnyumba ng'avudde mu bibiina, abayigirizwa be ne bamubuuza olugero olwo."},
{"verse" : "18 N'abagamba nti Bwe mutyo nammwe temulina magezi? Temutegeera nga kyonna ekiri ebweru bwe kiyingira mu muntu, tekiyinza kumwonoona;"},
{"verse" : "19 kubanga tekiyingira mu mutima gwe; naye mu lubuto lwe, ne kiyita ne kigenda mu kiyigo? Yayogera bw'atyo ng'alongoosa ebiriibwa byonna."},
{"verse" : "20 N'agamba nti Ekiva mu muntu; kye kyonoona omuntu."},
{"verse" : "21 Kubanga munda, mu mitima gy'abantu, muvaamu ebirowoozo ebibi, obukaba,"},
{"verse" : "22 okubba, okutta obwenzi, kwegomba: obubi obukuusa, obuluvu, eriiso ebbi obuvvoozi, amalala, obusiru;"},
{"verse" : "23 ebibi ebyo byonna biva munda ne byonoona omuntu:"},
{"verse" : "24 N'agolokoka, n'avaayo n'agenda ku mbibi ez'e Ttuulo n'e Sidoni. N'ayingira mu nn yumba n'atayagala muntu kutegeera, so n'atayinza kwekisa."},
{"verse" : "25 Nayeamangu ago omukazi eyalina muwala we eyaliko dayimooni, bwe yamuwulira n'ajja n'afukamira ku bigere bye."},              
{"verse" : "26 Omukazi yali Muyonaani eggwangalye mu Musulofoyiniiki N'amwegayirira okugoba dayimooni ku muwala we."},
{"verse" : "27 N'amugamba nti Leka abaana bamale okukkuta kubanga sikirungi okuddira emmere y'abaana okugisuulira embwa."},
{"verse" : "28 Naye nti naddamu n'amugamba nti Weewaawo Mukama wange n'embwa ziriira wansi w'emmeza obukunkumuka bw'abaana."},
{"verse" : "29 N'amugamba nti Olw'ekigambo ekyo, weddireyo; dayimooni avudde ku muwala wo."},
{"verse" : "30 N'addayo mu nnyumba ye, n'asanga omuwala ng'agalamizibbwa ku kitanda, ne dayimooni ng'amuvuddeko."},
{"verse" : "31 Ate n'ava mu mbibi ez'e Ttuulo, n' ajja n'ayita mu Sidoni ne wakati mu mbibi ez'e Dekapoli n'atu uka ku nnyanja ey'e Ggaliraaya."},
{"verse" : "32 Ne bamuleetera omuggavu w'amatu, atayogera, bulungi ne bamwegayirira okumussaako omukono gwe."},
{"verse" : "33 N'amuggya mu kibiina kyama, n'amussa engalo mu matu ge, n'awanda amalusu n'amukoma ku lulimi;"},
{"verse" : "34 n'atunula waggulu mu ggulu, n'asinda n'amugamba nti Efasa, kwe kugamba nti Zibuka."},
{"verse" : "35 Amatu ge n e gazibuka n'enkolo y'olulimi lwe n'esumulukuka n'ayogera bulungi."},
{"verse" : "36 N'abakuutira baleme okubuularako muntu; naye nga bwe yeeyengera okubakuutira, bwe beeyongera ennyo nnyini okukibunya."},
{"verse" : "37 Ne bawuniikirira nnyo nnyini kitalo nga bagamba nti Byonna akoze bulungi: aggula abaggavu b' amatu, era ayogeza abasiru "}
]