[{"title" : "Yesu awonya ku ssabbiiti"},
{"verse" : "3:1 N'ayingira nate mu kkuŋŋaaniro; mwalimu omuntu eyalinaomukono ogukaze."},
{"verse" : "2 Ne bamulabirira oba anaamuwonyeza ku lunaku lwassabbiiti, era bamuloope."},
{"verse" : "3 N'agamba omuntu eyalina omukono ogukaze nti Yimirira wakati awo."},
{"verse" : "4 Awo n'abagamba nti Kye kirungi ku lunaku lwa ssabbiiti okukola obulungi nantiki okukola obubi? kuwonya bulamu naatiki kutta? Naye ne basirika. busirisi."},
{"verse" : "5 Bwe yabeetoolooza amaaso n'obusungu, ng'anakuwadde olw'okukakaayala kw'emitima gyabwe, n'agamba omuntu ati Golola omukono gwo. N'agugolola: omukono gwe ne guwona."},
{"verse" : "6 Amangu ago Abafalisaayo ne bavaamu ne bateesa n' Abakerodi yaaniku ye, nga bwe banaamuzikiriza."},
{"verse" : "7 Awo Yesu n'abayigirizwa be ne bagenda ku nnyanja, ebibiina bingi ne bimugoberera ebyava e Ggaliraaya n'e Buyudaaya"},
{"verse" : "8 Yerusaalemi ne Idumaya n'emitala wa Yol udaani, n'abaliraanye e Ttuulo n'e Sidoni, ekibiina kinene, bwe baawulira bye yakola, ne bajja gy'ali."},
{"verse" : "9 N'agamba abayigirizwa be eryato ettono limubeerenga kumpi ebibiina bireme okumunyigiriza;"},
{"verse" : "10 kuban ga yawonya bangi, n'okugwa abalwadde ne bamugwako bamukwateko, bonna abaali balina ebibonoobono."},
{"verse" : "11 Dayimooni ababi nabo bwe baamulaba n e bagwa mu maaso ge ne bakaaba nga bagamba nti Ggwe Mwana wa Katon da."},
{"verse" : "12 N'abakuutira nnyo baleme okumwatiikiriza. "},
{"verse" : "13 Awo n'alinnya ku lusozi n'abayita gy'ali b'ayagala: ne bagenda gy'ali."},
{"verse" : "14 N'ayawulamu ekkumi n'ababiri okubeeranga awamu naye, era abatumenga okubuulira,"},
{"verse" : "15 n'okuba n'obuyinza okugobanga emizimu:"},
{"verse" : "16 Simooni n'amutuuma erinnyaPeetero;"},
{"verse" : " 17 ne Yakobo omwana wa Zebbedaayo, ne Yokaana, muganda wa Yakobo; nabo n'abatuuma amannya Bowanerege, amakulu gaalyo nti Baana ba kubwatuka:"},
{"verse" : "18 ne Andereya ne Firipo, ne Battolomaayo, ne Matayo, ne Tomasi, ne Yakobo omwana wa Alufaayo, ne Saddayo,ne Simooni Omukananaayo,"},
{"verse" : "19 ne Yuda Isukalyoti, ye yamulyamu olukwe. N'ajja mu nnyumba,"},
{"verse" : "20 ekibiina ne kikuŋŋaana nate, n'okuyinza ne batayinza na kulya mmere."},
{"verse" : "21 Awo ababe bwe baawulira nebafuluma okumukwata, kubanga. baagamba nti Alaluse."},
{"verse" : "22 Awo abawandiisi abaaserengeta okuva e Yerusaalemi ne bagamba nti Alina Beeruzebuli, era nti Agoba dayimooni ku bwa mukulu wa badayimooni."},
{"verse" : "23 N'abayitagy'ali, n'abagambira mu ngero nti Setaani ayinza atya okugoba Setaani?"},
{"verse" : "24 Obwakabaka bwe bwawukanamu bwo bwokka, obwakabaka obwo tebuyinza kuyimirira."},                   
{"verse" : "25 N'ennyumba bw'eyawukanamu yo yokka, ennyumba eyo teriyinza kuyimirira."},
{"verse" : "26 Era oba Setaani yeegolokokeddeko ye yekka, n'ayawukanamu, tayinza kuyimirira, naye aggwaawo."},
{"verse" : "27 Naye tewali muntu ayinza okuyingira mu nnyumba y'omuntu ow'am aanyi okunyaga ebintu bye, nga tasoose kusiba oyo ow'amaanyi, n'alyoka anyaga ennyumba ye."},
{"verse" : "28 Mazima mbagamba nti Abaana b'abantu balisonyiyibwa ebibi byabwe byonna, n'obuwoozi bwabwe bwe baliwoola bwon na;"},
{"verse" : "29 naye oyo yenna anawoolanga Omwoyo Omutukuvu talina kusonyiyibwa emirembe n'emirembe, naye azzizza omusango ogw'ekibi eky'emirembe n'emirembe:"},
{"verse" : "30 kubanga baayogera nti Alina dayimooni."},
{"verse" : "31 Awo nn yina ne baganda be ne bajja, ne bamutumira ne bamuyita nga bayimiridde wabweru."},
{"verse" : "32 N'ekibiina kyali kirudde nga bamwetoolodde; ne bamugamba nti Laba, nnyoko ne baganda bo bali wabweru bakunoonya. "},
{"verse" : "33 N'abaddamu ng'agamba nti Mmange ye ani ne baganda bange?"},
{"verse" : "34 n'abeetoolooza amaaso abaali batudde enjuyi zonna nga bamwetoolodde n'agamba nti Laba, mmange ne baganda bange!"},
{"verse" : "35 Kubanga buli muntu yenna anaakolanga Katonda by'ayagala, oyo ye muganda wange, ye mwannyinaze, ye mmange."}

]