[{"verse" : "13:1 Awo bwe yafuluma mu yeekaalu, omu ku bayigirizwa be n'amugamba nti Omuyigiriza, laba, amayinja gano bwe gali , n'enzimba eno bw'eri."},
{"verse" : "2 Yesu n'amugamba nti Olaba enzimba eno ennene? teririrekebwa wano jjinja eriri ku jjinja eritalisuulibwa wansi."},
{"verse" : "3 Bwe yali atudde ku lusozi olwa Zeyituuni ng'ayolekedde yeekaalu, Peetero ne Yakobo ne Yokaana ne Andereya ne bamubuuza mu kyama nti"},
{"verse" : "4 Tubuulire, ebyo biribaawo ddi? n'akabonero ki ak'ebyo nga bigenda okutuukirizibwa byonna?"},
{"verse" : "5 Yesu n'asooka okubagamba nti Mwekuume, omuntu yenna tabakyamyanga."},
{"verse" : " 6 Bangi abalijja mu linnya lyange nga boogeranti Nze nzuuyo; era balikyamya bangi."},
{"verse" : "7 Awo bwe muwuliranga entalo n'ettutumo ly'entalo; temweraliikiriranga: kibigwanira okubaawo; naye enkomerero ng'ekyali. "},
{"verse" : "8 Kubanga eggwanga lirirumba ggwanga linnaalyo, n'obwakabaka obw'akabaka bunnaabwo: walibaawo ebikankano mu bifo bingi; walibaawo enjala: ebyo lwe lubereberye lw'okulumwa."},
{"verse" : "9 Naye mwekuume mwekka: kubanga balibawaayo mu nkiiko: mulikubirwa n e mu makunnaaniro; era muliyimirira mu maaso g'abaamasaza nebakabaka ku lwange, okubeera abajulirwa mu bo."},
{"verse" : "10 Enjiri kigigwanira okumala oku buulirwa amawanga gonna."},
{"verse" : "11 Era bwe babatwalanga okubawaayo, temusookanga kweraliikirira bwe munaayogera: naye kyonna kyonnakye muweebwanga mu kiseera ekyo, ekyo kye mwogeranga, kubanga si mmwe mwogera, wabula Omwoyo Omutukuvu."},
{"verse" : "12 Ow'oluganda anaawangayo muganda we okumutta, ne kitaawe w'omwana anaamuwangayo; abaana banaajeemeranga abaabazaala, ban aabassanga."},
{"verse" : "13 Munaakyayibwanga bonna olw'erinnya lyange: naye agumiikiriza okutuusa enkomerero oyo ye alirokoka."},
{"verse" : "14 Naye bwe muliraba eky'omuzizo ekizikiriza nnabbi Danyeri kye yayogerako nga kiyim iridde awatakisaanira (asomamu ategeere), kale abali mu Buyudaaya baddukire ku nsozi;"},
{"verse" : "15 ali waggulu ku nju takkanga, so tayingiranga kuggyamu kintu mu nju ye:"},
{"verse" : "16 n'ali mu lusuku taddanga kutwala lugoye lwe."},
{"verse" : "17 Naye ziribasanga abali embuto; n'abayonsa mu nnaku ezo."},
{"verse" : "18 Musabe bireme okutuukira mu biro eby'empewo. "},
{"verse" : "19 Kubanga ennaku ezo ziriba za kulabiramu nnaku, nga tezibangawo bwe zityi kasookedde Katonda atonda ebya tondebwa okutuusa kaakano, so teziriba."},     
{"verse" : "20 So singa Mukama teyasala ku nnaku ezo, tewandiro kose mubiri gwonna: naye olw'abalonde be yalonda yazisalako ennaku."},
{"verse" : "21 Mu biro ebyo omuntu bw'aba gambanga nti Laba, Kristo ali wano; oba ali eyo; temukkirizanga"},
{"verse" : "22 kubanga bakristo ab'obulimba ne bannabbi ab'obulimba baliyimuka, bali kola obubonero n'ebyewuunyo, okukyamya, oba nga kiyinzika abalonde."},
{"verse" : "23 Naye mwekuumi mmwe: laba, mbambuulidde byonna nga tebinnabaawo."},
{"verse" : "24 Naye mu nnaku ezo, okulaba ennaku okwo nga kuwedde, enjuba erizikizibwa n'omwezi tegulyaka musana gwagwo, "},
{"verse" : "25 n'emmunyeenye ziriba nga zigwa okuva mu ggulu, n'amaanyi ag'omu ggulu galikan kana."},
{"verse" : "26 Kale ne balyoka balaba Omwana w'omuntu ng'ajjira mu bire n'amaanyi amangi n'ekitiibwa."},
{"verse" : "27 Awo n'alyoka atum: bamalayika be, al ikuŋŋaanya abalonde be okuva mu mpewo ennya okuva ku nkomerero y'ensi okutuusa ku nkomerero y'eggulu."},
{"verse" : "28 Era muyigire ku mutiini olugero lwagwo: ettabi lyagwo bw'aligejja n'amalagala ne gatojjera mutegeera ng'om waka guli kumpi"},
{"verse" : "29 era nammwe bwe mutyo, bwe mulabanga ebyo nga bituuse; mutegeere ng'ali kumpi, ku luggi."},
{"verse" : "30 Mazima mbagamba nti Emirembe gino tegiriggwaawo n'akatono okutuusa ebyo byonna lwe birituukirira."},
{"verse" : "31 Eggulu n'ensi biri ggwaawo, naye ebigambo byange tebiriggwaawo n'akatono."},
{"verse" : "32 Naye eby'olunaku olwo oba ekiseera ekyo tewali am anyi, newakubadde bama layika abali mu ggulu, newakubadde Omwana, wabula Kitange."},
{"verse" : "33 Mwekuumenga, mutunulenga musabenga: kubanga temumanyi biro we birituukira. "},
{"verse" : "34 Ng'omu ntu eyaleka ennyu mba ye n'atambula mu nsi endala ng'awadde abaddu be obuyinza, buli muntu omulimu gwe n'alagira omuggazi okutunula."},           
{"verse" : "35 Kale mutunule: kubanga temumanyi mukama w'ennvumba w'alijjira, oba kawungeezi , oba ttumbi, oba ng'enkoko ekookolima, oba nkya;"},
{"verse" : "36 atera okujja amangu ago n'abasanga nga mwebase."},
{"verse" : "37 Era kye mbagamba mmwe mbagamba bonna nti Mutunule."}

]