[{"title" : "Yesu aliisa enkumi etaano"},
{"verse" : "8:1 Awo mu nnaku ezo, ebibiina ba byayinga obungi nate, nebatal na mmere, n'ayita abayigirizwa be n'abagamba nti"},
{"verse" : "2 Nsaasira ebibiina, kubanga leero ennaku ssatu nga bali nange, so tebalina mmere;"},
{"verse" : "3 bwe mbasiibula okuddayo nga basiibye :njala, banaazirikira mu kkubo; n’abamu bava wala."},
{"verse" : "4 Abayigiriwa be ne bamuddamu nti Omuntu naayinza atya okukkusa, abantu bano emigaati wano mu ddungu?"},
{"verse" : "5 N'ababuuza nti Mulina emigaati meka? Ne bamugamba nti Musanvu."},
{"verse" : "6 N'alagira ebibiina okutuula wansi: n'addira emigaati omuanvu, ne yeebaza, n' amenyamu, n’awa abayigirizwa be, okugissa mu maaso gaabwe; ne bagissa mu maaso g'ekibiina. "},
{"verse" : "7 Era baali balina obw'ennyanja butono: n'abwebaza, n’alagira n'obwo okubussa mu maaso gaabwe."},
{"verse" : "8 Ne balya ne bakkuta, e bakuŋŋaanya obukunkumuka bwasigalawo ebisero musanvu."},
{"verse" : "9 Baali ng'enkumi nnya: n'abasiibula."},
{"verse" : "10 Amangu ago n'asaabala mu lyato n'abayigirizwa be, n'ajja ku njuyi ez'e Dalumanusa."},
{"verse" : "11 Abafalisaayo ne bafuluma ne ajja, ne batanula okumusokaasoka, ga banoonya gy' ali akabonero akava mu ggulu, nga bamukema."},
{"verse" : "12 N'asinda nnyo mu mwoyo gwe, n’agamba nti Ab'Emirembe gino banooyeza ki akabonero? mazima mbagamba nti ab'Emirembe gino tebaweebwa kabonero."},
{"verse" : "13 N'abaleka, n'asaabala nate n'agenda emitala w'eri."},
{"verse" : "14 Awo ne beerabira okutwala emigaati, so tebaali nagyo mu lyato wabula omugaati gumu."},
{"verse" : "15 N'aakuutira ng'agamba nti Munywere, mwekuume ekizimbulukusa eky'Aafalisaayo n’ekizimbulukusa kya Kerode."},
{"verse" : "16 Ne beebuuzaganya bokka na bokka, ne bagamba nti Tetulina migaati."},
{"verse" : "17 Yesu bwe ategeera n'abagamba nti Kiki ekieebuuzaganyisa olw'obutaba na migaati? temunnalaba, so temuteeera? emitima gyammwe mikakayavu?"},
{"verse" : "18 Mulina amaaso, temulaba? mulina amatu, temuwulira? temujjuki ra?"},
{"verse" : "19 Bwe nnameyera enkumi ettaano emigaati etaano, ebibbo bimeka ebyajjula obukukumuka bye mwakuŋŋaanya? Ne amugamba nti Kkumi na bibiri."},
{"verse" : "20 Era bwe nnamenyera omusanvu enkumi ennya, mwakuŋŋaanyaebisero bimeka ebyajjula obukunkumuka? Ne bamugamba nti Musanvu."},
{"verse" : " 21 N'abagamba nti Temunnategeera?"},
{"verse" : "22 Ne bajja ne batuuka muBesusayida ne bamuleetera omuzibe w'amaaso, ne bamwegayirira okumukomako."},
{"verse" : "23 N'akwata omuzibe w'amaaso ku mukono, n'amufulumya ebweru w'embuga; awo bwe yawanda amalusu ku maaso ge, n'amussaako engalo, n'amubuuza nti Oliko ky'olaba?"},
{"verse" : "24 N'atunula waggulu, n'agamba nti Ndaba abantu, kubanga ndaba bafaanana ng'emiti, nga batambula."},
{"verse" : "25 Ate n'amussa engalo ku maaso ge n'akanula okulaba, n'awona, n'al aba byonna bulungi."},
{"verse" : "26 N'amusindika ewuwe, ng'amugamba nti Toyingiranga mu mbuga muno."},
{"verse" : "27 Yesu n'asitula n'agenda n'abayigirizwa be mu mbuga z'e Kayisaliya ekya Firipo. Bwe baatuuka mu kkubo n'abuuza abayigirizwa be, n'abagamba nti Abantu bampita ani? "},
{"verse" : "28 Ne bamugamba nti Yokaana Omubatiza: n'abalala nti Eriya: naye abalala nti Omu ku bannabbi."},
{"verse" : "29 Ye n'ababuuza nti Naye mmwe mumpita ani? Peetero n'addamu n'amugamba nti Ggwe Kristo."},
{"verse" : "30 N'abakomako baleme okubuulirako omuntu ebigam bo bye."},
{"verse" : "31 N'atanula okubayigiriza nti kimugwanira Omwana w'omuntu okubonyaabonyezebwa ebingi, n'okugaanibwa abakadde, ne bakabona abakulu, n'abawandiisi, n'okuttibwa, n'okuyitawo ennaku essatu okuzuukira."},
{"verse" : "32 N'ayogera ekigambo ekyo mu lwatu. Peetero n'amutwala, n'atanula okumunneya."},
{"verse" : "33 Naye n'akyuka, n'alaba abayigirizwa be, n'anenya Peetero, ng'agamba nti Dda ennyuma wange, Setaani: kubanga tolowooza bya Katonda, wabula eby'abantu."},
{"verse" : "34 N'ayita ebibii na n'abayigirizwa be, n'abagamba nti Omuntu bw'ayagala okun goberera, yeefiirize yekka, yeetikke omusalaba gwe, angoberere."},
{"verse" : "35 Kubanga buli ayagala okulokola obulamu bwe alibubuza; na buli alibuza obulamu bwe ku lwange n'olw'enjiri alibulokola."},
{"verse" : "36 Kubanga kimugasa ki omuntu okulya ensi zonna, n'okufiirwa obulamu bwe?"},
{"verse" : "37 Kubanga omuntu yan diwaddeyo ki okununula obulamu bwe?"},       
{"verse" : "38 Kubanga buli ankwatirwa ensonyi nze n'ebigambo byange mu mirembe gino egy'obwenzi era emibi, n'Omwana w'omuntu alimukwatirwa ensonyi oyo lw'alijjira mu kitiibwa kya Kitaawe ne bamalayika abatukuvu"}
]