[{"title" : "Yesu ewa Piraato"},
{"verse" : "15:1 Awo amangu ago bwe bwakya enkya, bakabona abakulu n'abakadde n'abawandiisi n'ab'omu lukiiko bonna ne bateesa, ne basiba Yesu, ne bamutwala, ne bamuwaayo eri Piraato."},
{"verse" : "2 Awo Piraato n'amubuuza nti Ggwe Kabaka w'Abayudaaya? Bwe yaddamu n'amugamba nti Ggwe oyogedde."}, 
{"verse" : "3 Awo bakabona abakulu ne bamuloopa ebigambo bingi."},
{"verse" : "4 Awo Piraato n'amubuuza nate, ng'agamba nti Toyanukula n'akatono? laba ebigambo bingi bye bakuloopa."},
{"verse" : "5 Naye Yesu n'ataddamu nate kigambo; Piraato n'okwewuunya ne yeewuunya."},
{"verse" : " 6 Awo ku mbaga yabateeranga omusibe omu gwe baamusaba."},
{"verse" : "7 Awo waaliwo omu ayitibwai Balaba, eyasibibwa n'abo abaajeema abatta abantu mu kujeema okwo."},
{"verse" : "8 Awo ekibiina ne kirinnya ne kitanula okumusaba okubakola nga bwe yabakolanga."},
{"verse" : "9 Awo Piraato n'abaddamu, ng'agamba nti Mwagala mbateere Kabaka w'Abayudaaya?"},
{"verse" : "10 Kubanga yategeera ngs bakabona abakulu baamuweesezzaayo buggya."},
{"verse" : "11 Naye bakabona abakulu ne baweerera ekibiina nt Balaba gw'aba abateera."},
{"verse" : "12 Awo Piraato n'addamu nate n'abagamba, nti Kale nnaamukola ntya gwa muyita Kabaka w'Abayudaaya?"},
{"verse" : "13 Awo ne boogerera waggula nate nti Mukomerere."},
{"verse" : "14 Awo Piraato n'abagamba nti Kazzi kibi ki ky'akoze? Naye ne beeyongera nnyo okwogerera waggulu nti Mukomerere."},
{"verse" : "15 Awo Piraato bwe yali ayagala okusanyusa ekibiina, n'abateera Balaba, n'awaayo Yesu okukomererwa ng'amaze okumukuba. "},
{"verse" : "16 Awo basserikale ne bamutwala munda mu luggya oluyitibwa Pulayitoliyo; ne bayita ekitongolekyonna okukuŋŋaana."},
{"verse" : "17 Ne bamwambaza olugoye olw'effulungu. Ne baluka engule ey'amaggwa ne bagimutikkira; "},
{"verse" : "18 ne batanula okumulamusa nti Mirembe, Kabaka w'Abayudaaya!"},
{"verse" : "19 Ne bamukuba olumuli mu mutwe, ne bamuwandira amalusu, ne bafukamira, ne bamusinza."},
{"verse" : "20 Awo bwe baamala okumuduulira, ne bamwambulamu olugoye olw'effulungu, ne bamwambaza engoye ze, ne bamutwala ne bamufulumya okumukomerera."},
{"verse" : "21 Ne bawaliriza omuntu eyali ayita, Simooni ow'e Kuleene, ng'ava mu kyalo, kitaawe wa Alegezanda ne Luufo, okugenda nabo okwetikka omusalaba gwe."},
{"verse" : "22 Ne bamuleeta mu kifo Gologoosa, okutegeezebwa kwakyo nti Kifo kya kiwanga,"},
{"verse" : "23 Ne bamuwa omwenge ogutabuddwamu envumbo: naye ye n'atagukkiriza."},
{"verse" : "24 Awo ne bamukomerera, ne bagabana ebyambalo bye, nga babikubirako obululu; buli muntu ky'an aatwala."},
{"verse" : "25 Awo essaawa zaali ziri ssatu, ne bamukomerera."},
{"verse" : "26 Awo ebbaluwa ey'omusango gwe n'ewandiikibwa waggulu nti KABAKA W'ABAYUDAAYA."},
{"verse" : "27 Era n'abanyazi babiri ne babakomerera wamu naye; omu ku mukono gwe ogwa ddyo, n'omulala ku gwa kkono."},
{"verse" : "28 Olwo ekyawandiikibwa ne kituukirira, ekigamba nti N'abalirwa awamu n'abasobya:"},
{"verse" : "29 Awo abaali liayita ne bamuvuma nga banyeenya emitwe gyabwe, nga bagamba nti So, ggwe amenya yeekaalu n'ogizimbira ennaku essatu, "},
{"verse" : "30 weerokole, ove ku musalaba."},
{"verse" : "31 Era bakabona abakulu ne baduula bwe batyo n'abawandiisi bokka na bokka ne bagamba ntiYalokola balala; tayinza kwerokola yekka."},
{"verse" : "32 Kristo Kabaka wa Isiraeriave kaakano ku musalaba, tulyoke tulabe tukkirize. Ne bali abaakomererwa naye ne bamuvuma."},                      
{"verse" : "33 Awo essaawa bwe zaali ziri mukaaga ne waba ekizikiza ku nsi yonna okutuusa ku ssaawa ey'omwenda."},
{"verse" : "34 Awo mu ssaawa ey'omwenda Yesu n'akaaba n'eddoboozi ddene nti Eroi, Eroi, lama sabakusaani? okutegeezebwa kwakyo nti Katonda wange, Katonda wange, kiki ekikundesezza?"},
{"verse" : "35 Awo abamu ku abo abaali bayimiridde awo bwe baawulira ne bagamba nti Laba, ayita Eriya."},
{"verse" : "36 Awo omu n 'addukana, n'annyika ekisuumwa mu nvinnyo enkaatuufu, n'akissa ku lumuli, n'amuwa okunywa, ng'agamba nti Leka tulabe nga Eriya anajja okumuwanula."},
{"verse" : "37 Awo Yesu n'akaaba n'eddoboozi ddene n'awaayo obulamu."},
{"verse" : "38 Awo n'eggigi ly'omu yeekaalu ne liyulikamu wabiri, okuva waggulu okutuuka wansi."},
{"verse" : "39 Awo omwami w'ekitongole eyali ayimiridde awo ng'amwolekedde bwe yalaba ng'awaddeyo obulamu bw'atyo, n'agamba nti Mazima omuntu ono abadde Mwana wa Katonda."},
{"verse" : "40 Era waaliwo walako abakazi nga balengera: mu abo waaliwo ne Malyamu Magudaleene, ne Malyamu nnyina Yakobo omuto ne Yose, ne Saalome;"},
{"verse" : "41 abo bwe yali mu Ggaliraaya be baayitanga naye nga bamuweereza; n'abakazi abalala bangi abaalinnya naye e Yerusaalemi."},
{"verse" : "42 Awo bwe bwawungeera, kubanga lwali lunaku lwa Kuteekateeka, lwe lunaku olusooka ssabbiiti, "},
{"verse" : "43 Yu sufu ow'e Alimasaya, omukulu ateesa ow'ekitiibwa, era eyasuubiran ga yennyini obwakabaka bwa Katonda; n'aguma n'ayingira eri Piraato nga tatya, n'asaba omulambo gwa Yesu."},
{"verse" : "44 Awo Piraato ne yeewuunya bw' afudde amangu, n'ayita omwami w'ekitongole n'amubuuza oba ng'ekiseera kiyiseewo yaakafiira."},
{"verse" : " 45 Awo bwe yakiwulira okuva eri omwami, n'awa Yusufu omulambo."},
{"verse" : "46 Ye n'agula olugoye olw'ekitaani, n'amuwanula, n'amuzinga mu lugoye olw'eki.taani olwo, n'amussa mu ntaana eyasimwa mu lwazi, n'ayiringisiza ejjinja ku m ulyango gw'entaana."},
{"verse" : "47 Malyamu Magudaleene ne Malyamu nnyina Yose ne balaba we yateebwa. "}
]