[{"verse" : "14:1 Awo bwe waali wakyabulayo ennaku bbiri, embaga y'Okuyitako n'emigaati egitazimbulukuswa etuuke: bakabona abakulu n'abawandiisi ne basala amagezi bwe banaamukwata mu lukwe n'okumutta:"},
{"verse" : "2 kubanga baagamba nti Si ku lunaku lwa mbaga, mpozzi waleme okubaawo akeegugungo mu bantu."},
{"verse" : "3 Awo bwe yali mu Bessaniya mu nnyum ba ya Simooni omugenge, ng'atudde ku mmere, omukazi eyalina eccupa ey'amafuta ag'omugavu ogw'omuwendo omungi ennyo n'ajja, n'ayasa eccupa, amafuta n'agafuka ku mutwe gwe."},
{"verse" : "4 Naye waaliwo mubo abamu abaasunguwala nga bagamba nti Amafuta gafudde ki bwe gatyo?"},
{"verse" : "5 Kubanga amafuta gano bandiyinzizza okugatundamu eddinaali ebikumi bisatu n'okusingawo n'okugabira abaavu. Ne bamwemulugunyiza."},
{"verse" : "6 Naye Yesu n'agamba nti Mumuleke; mumunaknwaliza ki? ankoledde ekikolwa ekirungi."},
{"verse" : "7 Kubanga abaava be muli nabo bulijjo; na buli lwe mwagala muyinza okubatola obulungi: naye nze temuli nange bulijjo."},
{"verse" : "8 Akoze nga bw'arinzizza: asoose okufuka amafuta ku mubiri gwange nga bukyali okunziika."},
{"verse" : "9 Mazima mbagamba nti Enjiri buli gy'eneebuulirwanga mu nsi zonna, n'ekyo omukazi ono ky'akoze kinaayogerwangako okumujjukira."},
{"verse" : "10 Awo Yuda Isukalyoti, eyali omu ku kkumi n'ababiri, n'agenda eri bakabona abakulu; okumuwaayo ye bali:"},
{"verse" : "11 Awo bwe baawulira, tebasanyuka, ne basuubiza okumuva effeeza. N'asala amagezi bw'anaalaba ebbanga okumuwaayo."},
{"verse" : "12 Awo ku lunaku olwasooka olw'emigaati egitazimbulukuswa lwe batta Okuyitako, abayigirizwa be nebamugamba nti Oyagala tugende wa tutegeke gy'onooliira Okuyitako?"},
{"verse" : "13 N'atuma ab'oku bayigirizwa be babiri, n'abagamba nti Mugende mu ki buga, anaasisinkana nammwe omusajja nga yeetisse ensuwa y'amazzi: mumugoberere;"},
{"verse" : "14 yonna yonna mw'anaayingira mugambe nnannyini nnyumba nti Omuyigiriza agambye nti Ennyumba eri ludda wa mwe nnaaliira Okuyitako n'abayigirizwa bange?"},
{"verse" : "15 Anaabalaga ye yennyini ennyumba ennene eya waggulu eyaliiriddwa etegekeddwa: mututegekere omwo."},
{"verse" : "16 Awo abayigirizwa ne bagenda ne bajja ku kibuga, ne balaba nga bwe yabagambye: ne bategeka Okuyitako."},
{"verse" : "17 Awo bwe bwawungeera n'ajja n'ekkumi n'ababiri."},
{"verse" : "18 Awo bwe baali batudde ku mmere, Yesu n'agamba nti Mazima mbagamba nti Omu ku mmwe alya nange anandyamu olukwe;"},
{"verse" : "19 ne batanula okunakuwala n'okumugamba kinnoomu nti Ye nze?"},
{"verse" : "20 N'abagamba nti Omu ku kkumi n'ababiri akoza nange mu kibya ye wuuyo."},
{"verse" : "21 Kubanga Omwana w'omuntu agenda n ga bwe kyamuwandiikwako: naye zirimusanga omuntu oyo alyamu olukwe Omwana w'omuntu! kyandibadde kirungi eri oyo singa teyazaalibwa omuntu oyo."},
{"verse" : "22 Awo bwe baali balya, n'atoola omugaati, awo bweyamala okwebaza n'agumenyamu, n'abawa, n'agamba nti Mutoole; guno gwe mubiri gwange."},
{"verse" : "23 N'addira ekikompe, awo bwe yamala okweyanza, n'abawa; ne bakinywako bonna."},
{"verse" : "24 N'abagamba nti Guno gwe musaayi gwange ogw'endagaano, oguyiika olw'abangi."},
{"verse" : "25 Mazima mbagamba nti Sirinywa nate ku bibala ku muzabbibu, okutuusa ku lunaku luli lwe ndigunywa omuggya mu bwakabaka bwa Katonda."},
{"verse" : "26 Awo bwe baamala okuyimba oluyimba, ne bafuluma ne bagenda ku lusozi olwa Zeyituuni."},
{"verse" : "27 Awo Yesu n'abagamba nti Muneesittala mwenna: kubanga kyawandiikibwa nti Ndikuba omusumba, n'endiga zirisaasaana."},               
{"verse" : "28 Naye bwe ndimala okuzuukizibwa, ndibakulembera okugenda mu Ggaliraaya."},
{"verse" : "29 Naye Peetero n'amugamba nti Newakubadde nga bonna baneesittala, naye si nze. "},
{"verse" : "30 Yesu n'amugamba nti Mazima nkugamba nti ggwe leero, ekiro kino, enkoko eneeba tennakookolima emirundi ebiri, ononneegaan a emirundi esatu."},
{"verse" : "31 Naye ne yeeyongera nnyo okwogera nti Newakubadde nga kiŋŋwanira okufiira awamu naawe, siikwegaane n'akatono. Era bonna ne bagamba bwe batyo."},
{"verse" : "32 Awo ne bajja mu kifo erinnya lyakyo Gesusemane: n'agamba abayigirizwa be nti Mutuule wano mmale okusaba."},
{"verse" : "33 N'atwala Peetero ne Yakobo ne Yokaana wamu naye, n'atan ula okuwuniikirira n'okweraliikirira ennyo."},
{"verse" : "34 N'abagamba nti Emmeeme yange eriko ennaku nnyingi, zigenda kunzita: mubeere wano, mutunule."},
{"verse" : "35 N'atambulako katono, n'avuunama n'asaba, oba nga kiyinzika,ekiseera kimuyiteko."},
{"verse" : "36 N'agamba nti Aba, Kitange, byonna biyinzika gy'oli; nziyaako ekikompe kino; naye si nga nze bwe njagala, wabula nga ggwe bw'oyagala."},
{"verse" : "37 Awo n'ajja, n'abasanga nga beebase, n'agambaPeetero nti Simooni, weebase? tobadde na maanyi ag'okutunula n'essaawaemu nti"},
{"verse" : "38 Mutunule, musabe, muleme okuyingira mu kukemebwa: omwoyo gwe gwagala, naye omubiri gwe munafu."},
{"verse" : "39 Nate n'addayo, n'asaba,n'ayogera ebitgambo bimu na biri."},
{"verse" : "40 N'akomawo nate, n'abasanga nga beebase, kubanga amaaso gaabwe gaali gakambagga nnyo; so tebaamanya bwe banaamuddamu."},
{"verse" : "41 N'ajja omulundi ogw'okusatu, n'abagamba nti Mwebakire ddala kaakano, muwummule: kinaamala; ekiseera kituuse; laba, Omwana w'omuntu aweebwayo mu mikono gy'abalina ebib i."},
{"verse" : "42 Muyimuke, tugende; laba, andyamu olukwe anaatera okutuuka."},
{"verse" : "43 Awo amangu ago, bwe yali akyayogera, Yuda, omu ku kkumi n'ababiri,n'ajja n'ekibiina wamu naye abaalina ebitala n'emiggo, nga bavaeri bakabona abakulu, n'abawandiisi n'abakadde."},
{"verse" : "44 Era oyo eyamulyamu olukwe yali abawadde akabonero ng'agamba nti Gwe nnaanywegera, nga ye wuuyo; mumukwate, mumutwale nga mumunywezezza."},
{"verse" : "45 Awo bwe yatuuka, amangu ago n'ajja gy'ali n'agamba nti Labbi; n'amunywegera nnyo."},
{"verse" : "46 Ne bamussaako emikono gyabwe, ne bamukwata."},
{"verse" : "47 Naye omu ku abo abaali bayimiridde awo n'asowola ekitala, n'atema omuddu wa kabona asinga obukulu n'amusalako okutu."},
{"verse" : "48 Awo Yesu n'addamu n'abagamba nti Munjijiridde nga bwe mujjira omunyazi; n'ebitala n'emiggo okunkwata?"},
{"verse" : "49 Buli lunaku nnabeeranga nammwe mu yeekaalu nga njigiriza, nga temwankwata: naye kino kikoleddwa, ebyawandiikibwa bituukirire."},
{"verse" : "50 Awo bonna ne bamwabulira ne badduka."},
{"verse" : "51 Awo omulenzi omu n'amugoberera, eyali yeebikkiridde olugoye olw'ekitaani lwokka ku mubiri: ne bamukwata;"},
{"verse" : "52 naye n'abalekera olugoye olw'ekitaani, n'adduka bwereere."},
{"verse" : "53 Awo ne batwala Yesu eri kabona asinga obukulu: ne bamukuŋŋaanirdlko bakabona abakulu bonna n'abakadde n'abawandiisi."},              
{"verse" : "54 Awo Peetero n'amugoberera wala, okutuuka munda mu luggya lwakabona asinga obukulu; yali atudde n'abaweereza ng'ayota omuliro."},
{"verse" : "55 Awo bakabona abakulu n'ab'omu lukiiko bonna ne banoonyeza Yesu abajulirwa ab'okumussa, so ne batabalaba:"},
{"verse" : "56 Kubanga abaamuwaayiriza eby'obulimba bangi, so n'okuwaayiriza kwabwe tekwali kumu."},
{"verse" : "57 Awo abamu ne bayimuka ne bamuwaayiriza, nga bagamba nti"},
{"verse" : "58 Ffe twamuwulira ng'agamba nti Ndimenya yeekaalu eno eyakolebwa n'emikono, ne mu nnaku ssatu ndizimba endala etalikolebwa n a mikono."},
{"verse" : "59 So n'okuwaayiriza. kwabwe okwo nakwo tekwali kumu."},
{"verse" : "60 Awo kabona asinga obukulu n'ayimirira wakati, n'abuuza Yesu, ng'agamba nti Ggwe toyanukula n'akatono? kiki kye bakulumiriza bano?"},
{"verse" : "61 Naye n'asi rika busirisi, n'atayanukula n'akatono. Nate kabona asinga obukulu n'amugamba nti Ggwe Kristo, Omwana w'oyo eyeebazibwa?"},
{"verse" : "62 Yesu n'agamb a nti Nze nzuuna; nammwe muliraba Omwana w'omuntu ng'atudde ku mukon o ogwa ddyo ogw'amaanyi, ng'ajja n'ebire eby'eggulu."},
{"verse" : "63 Awo kabona asin ga obukulu n'ayuza engoye ze, n'agamba nti Twetaagira ki nate abajulirwa?"},
{"verse" : "64 Muwulidde obuwoozi bwe: mulowooza mutya? Bonna ne bamusalira omusango ng'asaanira okufa."},
{"verse" : "65 Awo abamu ne batanula okumuwandira amalusu, n'okumubikka mu maaso, n'okumukuba ebikonde n'okumugamba nti Lagula: abaweereza ne bamutwala nga bamukuba empi."},
{"verse" : "66 Awo Peetero bwe yali wansi mu luggya, omu ku bazaana ba kabonaasinga obukulu n'ajja;"},
{"verse" : "67 awo bwe yalaba Peetero ng'ayota omuliro, n'amutunuulira, n'agamba nti Naawe wali n'Omunazaaleesi, Yesu."},
{"verse" : "68 Naye ye ne yeegaana ng'agamba nti Simanyi, so sitegeera ky'oyogera: n'agenda ebweru mu kisasi; enkoko n'ekookolima."},
{"verse" : "69 Awo omuzaana n'amulaba, n'atanula nate okubagamba abaali bayimiridde awo nti Ono w'ewaabwe."},
{"verse" : "70 Naye ne yeegaana nate. Awo bwe waayitawo ekiseera kitono, abaali bayimiridde awo ne bagamba Peetero nate nti Mazima oli w' ewaabwe; kubanga oli Mugaliraaya."},
{"verse" : "71 Naye n'atanula okukolima n'okulayira nti Simanyi muntu ono, gwe mwogerako."},
{"verse" : "72 Amangu ago enkoko n'ekookolima omulundi ogw'okubiri. Awo Peetero n'ajjukira ekigambo Yesu bwe. yamugambye nti Enkoko eneeba tennakookolima mirundi ebiri, ononneegaana emirundi esatu. Kale bwe yalowooza, n'akaaba amaziga."}

]