[{"title" : "Yesu afuusibwa ku lusozi"},
{"verse" : "9:1 N'abagamba nti Mazima mbagamba nti Ku bano abayimiridde wano waliwo abamu abatalirega ku kufa n'akatono; okutuusa lwe baliraba obwakabaka bwa Katonda nga bujja n'amaanyi."},
{"verse" : "2 Awo ennaku omukaaga bwe zaayitawo Yesu n'atwala Peetero ne Yakobo ne Yokaana,n'agenda nabo ku lusozi oluwanvu bokka mu kyama: n'afuusibwa mu maaso gaabwe."},
{"verse" : "3 Engoye ze ne zaakaayakana ne zitukula nnyo; so nga tewali mwozi ku nsi ayinza okuzitukuza bw'atyo."},
{"verse" : "4 Awo Eriya ne Musa ne babalabikira; era baali boogera ne Yesu. "},
{"verse" : "5 Peetero n'addamu, n'agamba Yesu nti Labbi, kye kirungi ffe okubeera wano; kale tusiisire ensiisira ssatu; emu yiyo, n'emu ya Musa, n'emu ya Eriya."},
{"verse" : "6 Kubanga yali tamanyi ky'anaddamu; kubanga baali batidde nnyo."},
{"verse" : "7 Awo ekire ne kijja n e kibasiikiriza; eddoboozi ne lifuluma mu kire nti Ono ye Mwana wange omwagalwa: mumuwulire."},              
{"verse" : "8 Bwe baakebuka amangu ago, ne batalaba muntu nate wabula Yesu yekka nabo."},
{"verse" : "9 Awo bwe baali bakka kulusozi, n'abakuutira baleme okubuulirako kuliba kutya?"},
{"verse" : "10 Ne bakyekuum a ekigambo ekyo nga beebuuzaganya bokka nti Okuzuukira mu bafu kul iba kutya? "},
{"verse" : "11 Ne bamubuuza nga bagamba nti Abawandiisi boogera n ti kigwana Eriya okusooka okujja."},
{"verse" : "12 N'abagamba nti Eriya y'asooka okujja, n'alongoosa byonna: era kyawandiikirwa kitya Omwana w'omuntu okubonyaabonyezebwa ebingi n'okunyoomebwa?"},
{"verse" : "13 Naye mbagamba nti Eriya yamala okujja, era baamukola buli kye baayagala, ngabwe kyamuwandiikirwa."},
{"verse" : "14 Awo bwe baatuuka eri abayigirizwa be, ne balaba ekibiina kinene nga kibeetoolodde, n'abawandiisi nga babasokaasoka."},
{"verse" : "15 Amangu ago ekibiina kyonna bwe kyamulaba, ne beewuunya nnyo, ne baddukana gy'ali ne bamulamusa."},
{"verse" : "16 N'ababuuza nti Mubasokaasoka lwaki? "},
{"verse" : "17 Omu mu kibiina n'amuddamu nti Omuyigiriza, nkuleetedde omwana wange, aliko dayimooni atayogera;"},
{"verse" : "18 buli gy'amutwala, amukuba ebigwo; abimba ejjovu, aluma amannyo, akonvuba: nn ambye abayigirizwa bo bamugobe; ne batayinza."},
{"verse" : "19 N'abaddamu, n'agamba nti Mmwe ab'emirembe egitakkiriza, ndituusa wa okubeera nammwe? ndituusa wa okubagumiikiriza? mumundeetere."},
{"verse" : "20 Ne bamuleetagy'ali: awo bwe yamulaba, amangu ago dayimooni n'amutaagulataagula n nyo; n'agwa wansi, ne yeekulungula, ng'abimba ejjovu."},
{"verse" : "21 N'abuuza kitaawe nti Obulwadde buno kasookedde bumukwata bbanga ki? N'agamba nti Bwa mu buto"},
{"verse" : "22 Emirundi mingi ng'amusuula mu muliro ne mu mazzi okumutta: naye oba ng'oyinza, tusaasire, otubeere."},                
{"verse" : "23 Yesun'amugamba nti Oba ng'oyinza! byonna biyinzika eri akkiriza."},
{"verse" : "24 Amangu ago kitaawe w'omwana n'ayogerera waggulu, n'agamba nti Nzikirizza: saasira obutakkiriza bwange."},
{"verse" : "25 Awo Yesu bwe yalaba ng'ekibiina kikuŋŋaana mbiro, n'aboggolera dayimooni, n'amugamba nti Ggwe dayimooni atayogera, era omuggavu w'amatu, nze nkulagira, muveeko, tomuddiz'anga nate n'akatono."},
{"verse" : "26 Awo n'akaaba, n'amutaagula nny o, n'amuvaako; n'afaanana ng'afudde; n'okugamba abalala bangi n e bagamba nti Afudde."},
{"verse" : "27 Naye Yesu n'amukwata ku mukono, n'amuyimusa; n'ayimirira."},
{"verse" : "28 Awo bwe yayingira mu nnyumba, abayigirizwa be ne bamubuuza mu kyama nti Ffe tetwayinzizza kumugoba."},
{"verse" : "29 N' abagamba nti Engeri eno teyinzika kuvaako lwa kigambo wabula olw'okusaba."},
{"verse" : "30 Ne bavaayo, ne bayita mu Ggaliraaya, n'atayagala muntu yenna kutegeera."},
{"verse" : "31 Kubanga yayigiriza abayigirizwa be n'abagamba nti Omwan a w'omuntu aweebwayo mu mikono gy'abantu, balimutta; kale bw'alimalaokuttibwa, era waliyita ennaku ssatu n'azuukira."},
{"verse" : "32 Naye tebaategeera kigamba ekyo, ne batya okumubuuza."},
{"verse" : "33 Ne batuuka e Kaperunawumu: awo bwe yali ng'ali mu nnyumba n'ababuuza nti Mubadde muwakana ki mu kkubo? "},
{"verse" : "34 Naye ne basirika: kubanga baali bawakana bokka na bokka mu kkubo nti ani omukulu."},
{"verse" : "35 N'atuula, n'ayita ekkumi n'ababiri, n'abagamba nti Omuntu bw'ayagala okuba ow'olubereberye, anaabanga ku nkomerero ya bonna, era muweereza wa bonna."},
{"verse" : "36 N'addira omwana omuto, n'amuyimiriza wakati mu bo: awo n'amuwambaatira n'abagamba nti"},
{"verse" : "37 Buli anakkirizanga omu ku baana abato abaliŋŋanga ono, mu linnya lyange, ng'akkirizza nze: na buli muntu yenna anzikiriza nze, takkiriza nze, wabula oli eyantuma. "},
{"verse" : "38 Awo Yokaana n'amugamba nti Omuyigiriza, twalaba omuntu ng'agoba dayimooni mu linnya lyo; ne tumugaana, kuban ga teyayita naffe."},
{"verse" : "39 Naye Yesu n'agamba nti Temumugaananga: kubanga tewali muntu anaakolanga eky'amagero mu linnya lyange ate amangu ago n'anvuma. "},
{"verse" : "40 Kubanga atali mulabe waffe ng'ali ku lwaffe."},
{"verse" : "41 Kubanga buli muntu anaabanywesanga mmwe ekikompe ky'amazzi kubangamuli ba Kristo, mazima mbagamba nti talibulwa mpeera ye n'akatono."},
{"verse" : "42 Na buli muntu aneesittazanga omu ku abo abato abanzikiriza, waakiri oyo okusibibwa olubengo olunene mu bulago bwe asuulibwe mu nnyanja. "},
{"verse" : "43 Omukono gwo bwe gukwesittazanga, ogutemangako; waakiri ggwe okuyingira mu bulamu, ng'obuliddwako ekitundu, okusinga okugenda mu Ggeyeena ng'olina mikono gyombi, mu muliro ogutasikira;"},
{"verse" : "44 envunyu yaabwe gye tefiira so n'omuliro teguzikira."},
{"verse" : "45 N'okugulu kwo bwe kukwesittamnga, okutemangako: waakiri ggwe okuyingira mu bulamu ng'obuliddwako okugulu, okusinga okusuulibwa mu Ggeyeena, ng'olina amagulu gombi;"},
{"verse" : "46 envunyu yaabwe gye tefiira so n'omuliro teguzikira."},
{"verse" : "47 N'eriiso lyo bwe likwesittazanga, oliggyangamu; waakiri ggwe okuyingira mu bwakabaka bwa Katonda ng'oli wa ttulu, okusinga okusuulibwamu Ggeyeena, ng'olina amaaso gombi;"},
{"verse" : "48 envunyu yaabwe gye tefiira, so n'omuliro teguzikira."},
{"verse" : "49 Kubanga buli muntu alirungibwamu omuliro."},                
{"verse" : "50 Omunnyo mulungi: naye omunnyo bwe guggwaamu ensa mulizzaamu ki? Mmwe mubeere n'omunnyo munda wammwe, mutabagane mwekka na mwekka."}

]