[
{"title" : "Okufumbirganwa n'okwawukana"},
{"verse" : "10:1 Awo n'agolokoka n'avaayo, n'ajja mu mbibi ez'e Buyudaaya n 'emitala wa Yoludaani: ebibiina bingi ne bikuŋŋaanira w'ali nate; nga bwe yayisanga n'abayigiriza nate."},
{"verse" : "2 Awo Abafalisaayo ne bajja gy'ali, ne bamubuuza nti Kirungi omuntu okugobanga mukazi we? nga bamukema."},
{"verse" : "3 Naye n'addamu n'abagamba nti Musa yabalagira atya?"},
{"verse" : "4 Ne bagamba nti Musa yakkiriza okuwandiikanga ebbaluwa ey'okugoba; alyoke agobebwenga."},
{"verse" : "5 Naye Yesu n'abagamba nti Olw'obukakanyavu bw'emitima gyammwe kyeyava abawandiikira etteeka lino."},
{"verse" : "6 Naye okuva ku lubereberye lw'okutoada, yabatonda omusajja n'omukazi."},
{"verse" : "7 Omuntu kyanaavanga aleka kitame ne nnyina ne yeegatta ne mukazi we;"},
{"verse" : "8 nabo bombi banaabanga omubiri gumu: kale nga tebakyali babiri n ate, wabula omubiri gumu."},
{"verse" : "9 Kale Katonda kye yagatta awamu, omuntu takyawukanyanga."},
{"verse" : "10 Awo ate mu nnyumba abayigirizwa ne bam ubuuza ekigambo ekyo."},
{"verse" : "11 N'abagamba nti Buli muatu yenna anaagobangamukazi we, n'awasa omulala, ng'ayenze okumusobya;"},
{"verse" : "12 naye yennyini bw'anaanobanga ewa bba, n'afumbirwa omulala, ng'ayenze."},
{"verse" : "13 Awo ne bamuleetera abaana abato, okubakomako: abayigirizwa be ne b ajunga abaabaleeta."},
{"verse" : "14 Naye Yesu bwe yalaba n'asunguwala, n'abagamba nti Mukkirize abaana abato bajje gye ndi; so temubagaana; kubanga abafaanana nga bano obwakabaka bwa Katonda bwe bwabwe:"},        
{"verse" : "15 Mazima mbagamba nti Buli atakkirizenga bwakabaka bwa Katonda ng'omwana omuto, talibuyingiramu n'akatono."},
{"verse" : "16 N'abawambaatira, n'abawa omukisa, ng'abassaako emikono."},
{"verse" : "17 Bwe yali ng'agenda mu kkubo, omu n'ajja gy'ali ng'addukana, n'amufukaamirira, n'amubuuza nti Omuyigirizaomulungi, naakola ntya okusikira obulamu obutaggwaawo? Yesu n'amugambanti Ompitira ki omulungi? tewali mulungi wabula omu, ye Katon da."},
{"verse" : "18 Yesu n'amugamba nti Ompitira ki omulungi? tewali mulungi wabula omu, ye Katonda."},
{"verse" : "19 Omanyi amateeka, Tottanga, Toyendanga, Tobbanga, Towaayirizanga, Tolyazaamaaayanga Ossangamu ekitiibwa kitaawo ne nnyoko."},
{"verse" : "20 N'amugamba nti Omuyigiriza, ebyo byonna nnabikwataokuva mu buto bwange."},
{"verse" : "21 Yesu bwe yamutunuulira n'amwagala, n'amugamba nti Oweebuuseeko ekigambo kimu: genda otunde byonna by'oli naby o, ogabire abaavu, naawe oliba n'obugagga mu ggulu: olyoke ojje ongoberere."},
{"verse" : "22 Naye n'atokooterera olw'ekigambo ekyo, n'agenda ng'anakuwadde; kubanga yali alina ebintu bingi."},
{"verse" : "23 Awo Yesu n e yeetoolooza amaaso, n'agamba abayigirizwa be nti Nga kizibu abagagga okuyingira mu bwakabaka bwa Katonda"},
{"verse" : "24 Abayigirizwa ne beewuunya ebigambo bye. Naye Yesu n'addamu nate, n'abagamba nti Abaana, nga kizibu abo abeesiga obugagga okuyingira mu bwakabaka bwa Katonda!"},
{"verse" : "25 Kye kyangu eŋŋamira okuyita mu nnyindo y'empiso, okukira omugagga okuyingira mu bwakabaka bwa Katonda."},
{"verse" : "26 Ne bawuniikirira nnyo, ne bamugamba nti Kale ani ayinza okulokoka?"},
{"verse" : "27 Awo Yesu n'abatunuulira n'agamba nti Mu bantu tekiyinzika, nayesi bwe kityo eri Katonda; kubanga byonna biyinzika eri Katonda."},
{"verse" : "28 Awo Peetero n 'atanula okumugamba nti Laba, ffe twaleka byonna, ne tukugoberera."},
{"verse" : "29 Yesu n'agamba nti Mazima mbagamba nti Tewali eyaleka ennyum ba, oba ab'oluganda, oba bannyina, oba miyina, oba kitaawe, obaabaana, oba ebyalo, ku lwange n'olw'enjiri,"},
{"verse" : "30 ataliweebwa emirundi kikumi mu biro bino ebya kaakano, ennyumba, n'ab'oluganda, ne bannyina nebannyaabwe, n'abaana, n'ebyalo, n'okuyigganyizibwa; ne mu mirembe egigenda okujja obulamu obutaggwaawo."},
{"verse" : "31 Naye bangi ab'olubereberye abaliba ab'oluvannyuma; n'ab'oluvannyuma abaliba ab'olubereberye."},
{"verse" : "32 Baali mu kkubo nga bambuka e Yerusaalemi; ne Yesu yali ng'abakulembedde, ne beewuunya, na bali abaagoberera ne batya: Awo nate n' atwala ekkumi n'ababiri, n'atanula okubabuulira ebigambo ebigenda okumubaako, nti"},
{"verse" : "33 Laba, twambuka e Yerusaalemi; Omwana w'omuntu aliweebwayo eri bakabona abakulu n'abawandiisi; balimusalira omusango okumutta, balimuwaayo eri ab'amawanga:"},
{"verse" : "34 balimuduulira, balimuwan dira amalusu, balimukuba, balimutta; bwe waliyitawo ennaku essatu alizuukira."},
{"verse" : "35 Awo Yakobo ne Yokaana, abaana ba Zebbedaayo, ne basembera w'ali, ne bamugamba nti Omuyigiriza, twagala otukolere kyonna kyonna kye tunaakusaba."},
{"verse" : "36 N'abagamba nti Mwagala mbakolere ki?"},  
{"verse" : "37 Ne bamugamba nti Tuwe tutuule, omu ku mukono gwo ogwa ddyo, n'omulala ku mukono gwo ogwa kkono, mu kitiibwa kyo."},
{"verse" : "38 Naye Yesu n'abagamba nti Temumanyi kye musaba. Muyinza okunywa ku kikompe kye nn ywako nze? oba okubatizibwa n'okubatiza kwe mbatizibwa,mu nze?"},
{"verse" : "39 Ne bamugamba nti Tuyinza. Yesu n'abagamba nti Ekikompe nze kye nnywako mulinywako; n'okubatiza kwe mbatizibwamu nze mulibatizibwa;"},
{"verse" : "40 naye okutuula ku mukono gwange ogwa ddyo oba ku gwa kkono, si nze nkugaba, naye kw'abo be kwategekerwa."},
{"verse" : "41 Awo ekkumi bwe baawulira, ne batanula okusunguwalira Yakobo ne Yokaana."},
{"verse" : "42 Yesu n'abayita, n'abagamba nti Mumanyi ng'abo abaalowoozebwa okufuga ab'amawanga babafuza amaanyi; n'abakulu baabwe babatwala lwa mpaka."},
{"verse" : "43 Naye mu mmwe tekiri bwe kityo: naye buli ayagala okubeera omukulu mu mmwe anaabanga muweereza wammwe;"},
{"verse" : "44 na buli ayagala okuba ow'olubereberye mu mmwe anaabanga muddu wa bonna."},
{"verse" : "45 Kubanga mazima Omwana w'omuntu teyajja kuweerezebwa, wabula okuweereza, n'okuwaayo obulamu bwe okununula abangi. "},
{"verse" : " 46 Awo ne batuuka e Yeriko: bwe yava mu Yeriko n'abayigirizwa be, n'ekibiina kinene,omwana wa Timaayo, Batiimaayo, omusabi omuzibe w'amaaso, yali atuddeku mabbali g'ekkubo."},
{"verse" : "47 Awo bwe yawulira nga Yesu Omunazaaleesi ye wuuyo, n'atanula okwogerera waggulu n'okugamba nti Omwana wa Dawudi, Yesu, onsaasire."},
{"verse" : "48 Bangi ne bamuboggolera okusirika: naye ne yeeyongera nnyo okwogerera waggulu nti Omwana wa Dawudi, onsaasire:"},
{"verse" : "49 Awo Yesu n'ayimirira n'agamba nti Mumuyite. Ne bayita omuaibe w'amaaso, ne bamugamba nti Guma omwoyo; golokoka, akuyita."},
{"verse" : "50 Naye n'asuula olugoye lwe, n'asituka, n'ajja eri Yesu."},
{"verse" : "51 Yesu n'amuddamu, n'agamba nti Oyagala nkukole ntya? Omuzibe w'amaaso n'amugamba nti Labooni, njagala nzibule."},
{"verse" : "52 Awo Yesu n'amugamba nti Genda; okukkiriza kwo kukuwonyezza. Amangu ago n'azibula, n'amugoberera mu kkubo."}

]