[{"title" : "Yesu bamwesittalako mu Nazaleesi"},
{"verse" : "6:1 N'avaayo; n'ajja mu nsi y'ewaabwe; abayigirizwa be ne bagenda naye."},
{"verse" : "2 Awo ssabbiiti bwe yatuuka, n'atanula okuyigiriza mu kkunn aaniro: abaagi bwe baamuwulira ne bawuniikirira, nga bagamba nti Ono ebyo yabiggya wa? era nti Magezi ki gano ga yaweebwa ono, era eby'amagero ebyenkanidde wano ebikolebwa mu mikono gye?"},
{"verse" : "3 Si ye wuuno omubazzi, omwana wa Malyamu, muganda wa Yakobo, ne Yose, ne Yuda ne Simooni? Ne bannyina tetuli nabo wano ewaffe? Ne bamwesittalako."},
{"verse" : "4 Yesu n'abagamba nti Nnabbi tabulwa kitiibwa wabula munsi yaabo, ne mu kika kye, ne mu nnyumba ye."},
{"verse" : "5 So teyayinza kukolerayo kya magero kyonna, naye yassa emikono gye ku balwadde batono, n'abawonya."},
{"verse" : " 6 Ne yeewuunya olw'obutakkiriza bwabwe. Ne yeetooloola mu mbuga enjuyi zonna ng'ayigiriza."},
{"verse" : "7 N'ayita gy'ali ekkumi n'ababiri, n'atanula okubatuma kinnababirye; n'abawa obuyinza ku dayimooni;"},
{"verse" : "8 n'abalagiraobutatwala kintu kya mu kkubo wabula omuggo gwokka; si mmere, newakubadde ensawo, newakubadde ebikomo mu nkoba zaabwe,"},
{"verse" : "9 naye nga banaanise engatto; era temwambalanga kkanzu bbiri."},
{"verse" : "10 N'abagamba nti Buli nju yonna mwe muyingiranga mubeeranga omwo okutuusa lwe mulivaayo. "},
{"verse" : "11 Na buli kifo kyonna ekitalibakkiriza, obutabawulira, bwe muvangayo, mukunkumulanga enfuufu eri mu bigere byammwe okuba omujulirwa gye bali."},         
{"verse" : "12 Ne bagenda ne babuulira abantu okwenenya."},
{"verse" : "13 Ne bagoba dayimooni mungi; ne basiiga amafuta ku balwadde bangi ne babawonya."},
{"verse" : "14 Awo Kerode kabaka n'awulira, kubanga erinnya lye lyatiikiridde; n'agamba nti Yokaana Omubatiza azuukidde mu bafu, amaanyigano kyegava gakolera mu ye."},
{"verse" : "15 Naye abalala ne bagamba nti Ye Eriya. Abalala ne bagamba nti Nnabbi, ng'omu ku bannabbi."},
{"verse" : "16 Naye Kerode, bwe yawulira n'agamba nti Yokaana gwe nnatemako omutwe nze, ye azuukidde."},
{"verse" : "17 Kubanga Kerode yennyini yatuma, n'akwata Yokaana, n'amusiba n'amussa mu kkomera olwa Kerodiya, mukazi wa muganda we Firipo: kubanga yamuwasa."},
{"verse" : "18 Kubanga Yokaana yagamba Kerode nti Kya muzizo ggwe okubeera ne mukazi wa muganda wo."},
{"verse" : "19 Ne Kerodiya kyeyava amuwerera n'ayagala okumutta, n'atayinza;"},
{"verse" : "20 kuban ga Kerode yatya Yokaana, ng'amumanyi nga mutuukirivu mutukuvu, n'amwerinda. Yayagalanga nnyo okuwulira by'ayogera; naye ate byamule kan ga nga tamanyi kya kukola."},
{"verse" : "21 Awo olunaku olulungi bwe lwatuuka, Kerode lwe yafumbira abakungu be embaga ku lunaku olw'okuzaalibwa kwe, n'abakulu ba sserikale, n'abaami ab'e Ggaliraaya:"},
{"verse" : "22 awo muwala wa Kerodiya yennyini bwe yajja n'azina, Kerode n'abo abaalibatudde naye nga balya ne bamusiima; awo kabaka n'agamba omuwala nti Nsaba ky'oyagala kyonna, nnaakikuwa."},
{"verse" : " 24 Awo n'afuluma, n'agamba nnyina nti Nnaasaba ki? N'agamba n ti Omutwe gwa Yokaana Omubatiza."},
{"verse" : " 25 Amangu ago n'ayanguwako n'ajja eri kabaka, n'asaba, ng'agamba nti Njagala ompeere kaakano mu lutiba om utwe gwa Yokaana Omubatiza."},
{"verse" : "26 Awo kabaka n'anakuwala nnyo; naye olw'ebirayiro bye, n'abo abaali batudde naye nga balya, n ’atayagala kumumma."},
{"verse" : "27 Amangu ago kabaka n'atuma sserikale omumbowa, n'alagira okuleeta omutwe gwe; n'agenda n'amutemerako omutwe mu kkomera, "},
{"verse" : "28 n'aleetera omutwe gwe mu lutiba, n'aguwa omuwala, n'omuwala n'aguwa nnyina."},
{"verse" : "29 Awo abayigirizwa be bwe baawulira, ne bajja ne batwala omulambo gwe, ne baguteeka mu ntaana."},
{"verse" : "30 Abatume ne bakunnaanira awali Yesu; ne bamubuulira ebigambo byonna, bye baakola, ne bye baayigiriza. "},
{"verse" : "31 N'abagamba nti Mujje mmwe mwekka kyama mu kifo eteri bantu muwummuleko katono. Kubanga waaliwo bangi abajja n'abagenda, so ne bataba na bbanga newakubadde aw'okuliira."},
{"verse" : "32 Ne bagendera mu lyato kyama mu kifo eteri bantu."},
{"verse" : "33 Ne babalaba nga bagenda, bangi ne babategeera, n'abo abaava mu bibuga byon na ne baddukana ku lukalu, ne babasookayo."},
{"verse" : "34 Bwe yava mu lyato n'alaba ebibiina bingi, n'abasaasira, kubanga baali ng'endiga ezi talina musumba; n'atanula okubayigiriza ebigambo bingi. "},
{"verse" : "35 Awo obudde bwe bwali buyise, abayigirizwa be ne bajja w'ali, ne bagamba nti Ekifo kino kya ddungu, ne kaakano obudde buyise:"},
{"verse" : "36 basiibule, bagende mu byalo ne mu mbuga eby'oku njuyi zonna beegulire emmere."},
{"verse" : "37 Naye n'addamu, n'abagamba nti Mmwe mubawe emmere. Ne bamugamba nti T ugende tugule emigaati egy'eddinaali ebibiri tugibawe balye?"},
{"verse" : "38 N' abagamba nti Mulina emigaati emeka? mugende mulabe. Bwe baategeera nebagamba nti Etaano, n'ebyennyanja bibiri."},
{"verse" : "39 N'abalagira batuul e bonna bibiina bibiina ku muddo."},
{"verse" : "40 Ne batuula anyiriri nnyiriri, ekikumi,n'amakumi ataano."},
{"verse" : "41 N'akwata emigaati etaano n'ebyennyanja ebibiri , n'atunula waggulu, ne, yeebaza, n'amenyamu emigaati, n'awa abayigirizwa be bagisse mu maaso ga bali; n'ebyennyanja bibiri n'abigabira bonna."},
{"verse" : "42 Ne balya bonna ne bakkuta."},
{"verse" : "43 Ne bakunnaanya abukunkumuka, ne bujjuza ebibbo kkumi na bibiri, n'ebyennyanja."},
{"verse" : "44 Abo abaalya emigaati baali abasajja enkumi ttaano:"},
{"verse" : "45 Amangu ago n'abawaliriza aba yi girizwa be okusaabala mu lyato basookeyo emitala w'eri e Besusa yida, ye amale okusiibula ebibiina."},
{"verse" : "46 Awo bwe yamala okubasiibula n'agendaku lusozi okusaba"},
{"verse" : "47 Awo bwe bwali buwungedde eryato lyali mu nnyanja mu buziba ye yali yekka ku lukalu."},
{"verse" : "48 Awo bwe yalaba nga bategana okuvuga kubanga omuyaga gwali gubafulu mye mu maaso, mu kisisimuka eky'okuna eky'ekiro n'ajja gye baali ng'atambulira ku nnyanj a; yali ng'agenda kubayisa:"},
{"verse" : "49 naye bo bwe baamulaba ng'atambulira ki nnyanja, ne balowooza nti kifaananyi, ne bakaaba;"},             
{"verse" : "50 kubanga bonna baamulaba, ne beeraliikirira Naye amangu ago n'ayogera nabo n'abagamba nti Mugume: nze nzuuno, temutya."},
{"verse" : "51 N'alinnya mu lyato mwe baali, om uyaga ne gufa ne bawuniikirira nnyo munda yaabwe;"},
{"verse" : "52 kubanga eby'emigaati tebaabitegeera, naye emitima gyabwe gyali mikakanyavu."},
{"verse" : "53 Awo bwe baawunguka, ne bajja mu nsi ey' Genesaleeti, ne bagobaettale"},
{"verse" : "54 Awo bwe baava mu lyate amangu ago ne bamutegeera,"},
{"verse" : "55 ne baddukan a ne beetooloola mu eyo yonna, ne batanula okusitulira ku bitanda abalwadde okubaleeta we baawulira nga w'ali."},
{"verse" : "56 Ne buli gye yagendanga, mu mbuga, oba mu bibuga, oba mu byalo, bassanga abalwadde mubutale, ne bamwega yirira bakomeko bukomi ku lukugiro lw'olugoye lwe: n'abo abaamu komangako ne bawona."}
]