[{"title" : "Olugero lw'omusizi"},
{"verse" : "4:1 Ate n'atanula okuyigiriza ku lubalama lw'ennyanja. Ekibiina kinene nnyo ne kikuŋŋaanira w'ali, n'okusaabala n'asaabala mu lyato, n'atuula mu nnyanja; ekibiina kyonna ne kibeera ku nnyanja ku ttale."},
{"verse" : "2 N'abayigiriza bingi mu ngero, n'abagamba mu kuyigiriza kwe nti"},
{"verse" : "3 Muwulire; laba, omusizi yafuluma okusiga:"},
{"verse" : "4 awo olwatuuka bwe yali ng'asiga, ezimu ne zigwa ku mabbali g'ekkubo, ennyo nyi ne zijja ne zizirya."},
{"verse" : "5 N'endala ne zigwa awali enjazi awatali ttaka lingi; amangu ago ne zim era, kubanga ettaka teryali ggwanvu:"},
{"verse" : "6 enjuba bwe yayaka, ne ziwotookerera; era kubanga tezaalina mmizi, ne zikala."},
{"verse" : "7 dala ne zigwa awaliamaggwa, amaggwa ne galoka, ne gazizisa ne zitabala bibala."},
{"verse" : "8 Endalane zigwa ku ttaka eddungi, ne zibala ebibala ne bikula ne byeyongera; ne zizaala okutuusa amakumi asatu, era okutuusa enkaaga, era okutuusa ekikumi."},
{"verse" : "9 N'agamba nti Alina amatu ag'okuwulira, awulire:"},
{"verse" : "10 Awo bweyali yekka, abo abaali bamwetoolodde n'ekkumi n'ababiri ne bamubuuza ku ngero ezo."},
{"verse" : "11 N'abagamba nti Mmwe mwaweebwa ekyama ky'obwakabaka bwa Katonda: naye bali ab'ebweru, byonna bibabeerera mu ngero:"},
{"verse" : "12 bwe balaba balabe, ne bateetegereza; era bwe bawulira bawulire, ne batategeera; mpozzi baleme okukyuka nate, okusonyiyibwa."},
{"verse" : "13 N'abagamba nti Temumanyi lugero luno? kale mulitegeera mutya engero zonna?"},
{"verse" : "14 Omusizi asiga kigambo. "},
{"verse" : "15 Bano be b'oku mabbali g'ekkubo, ekigambo we kisigibwa; awo bwe bawulira, amangu ago Setaani n'ajja n'aggyamu ekigambo ekyasigibwa mu bo."},
{"verse" : "16 Ne bano bwe batyo be bali abasigibwa awali enjazi, abo, bwe bawulira ekigambo, amangu ago bakikkiriza n'essanyu;"},
{"verse" : "17 ne bataba na mmizi mu bo, naye bamala ekiseera kitono; awo bwe wabaawo okulaba ennaku oba kuyigganyizibwa olw'ekigambo, amangu ago beesittala."},
{"verse" : "18 N'abalala be bali abasigibwa awali amaggwa; abo, bwe bawulira ekigambo,"},
{"verse" : "19 awo emitawaanagy'ensi n'obulimba bw'obugagga, n'okwegomba kw'ebirala byonna bwe biyingira bizisa ekigambo, ne kitabala"},
{"verse" : "20 n'abo be bali abasigibwa awali ettaka eddungi; abawulira ekigambo, abakikkiriza, ababala ebibala amakumi asatu, n'enkaaga, n'ekikumi."},
{"verse" : "21 N'abagamba nti Ettabaaza ereetebwa okuteekebwa munda w'ekibbo, nantiki munda w'ekitanda, n'eteteekebwa waggulu ku kikondo? "},
{"verse" : "22 Kubanga tewali kikwekebwa, naye kirimanyibwa; newakubadde ekyakisibwa, naye kirirabika lwatu. "},
{"verse" : "23 Buli alina amatu ag'okuwulira, awulire."},
{"verse" : "24 N'abagamba nti Mweku ume kye muwulira: mu kigera mwe mugera nammwe mwe muligererwa: era mulyongerwako."},      
{"verse" : "25 Kubanga, alina aliweebwa: n'atalina aliggibwako n'ekyo ky'ali nakyo."},
{"verse" : "26 N'agamba nti Obwakabaka bwa Katonda bwebuti, ng'omuntu bw'amansa ensigo ku ttaka;"},
{"verse" : "27 n yeebaka n'agolokoka ekiro n'emisa na, n'ensigo n'emeruka n'ekula, ye nga tamanyi bw'emeruse."},
{"verse" : "28 Ensi ebala yokka, okusooka kalagala, an kirimba, ate ŋŋaano enkulu mi kirimba."},
{"verse" : "29 Naye emmere bw'e yengera, amangu ago assaako ekiwabyo, kubanga okukungula kutuuse."},
{"verse" : "30 N'agamba nti Tunaabufaananya tutya obwakabaka bwa Katonda? Nantiki tunaabunnyonnyolera ku kifaananyi ki?"},
{"verse" : "31 Bufaanana ng'akaweke aka kaladaali, ako, bwo kasigibwa mu ttaka, newakubadde nga ke katono okukira ensigo zonna eziri mu nsi,"},
{"verse" : "32 nay e bwe kasigibwa kakula, kaba kanene okukira enva zonna, kasuula amatabi amanene kale era ennyonyi ez'omu bbanga ne ziyinza okutuula wansi w'ekisiikirize kyagwo."},
{"verse" : "33 N'abagamba ekigambo mu ngeri nnyingi n g'ezo, nga bwe bayinza okukiwulira:"},
{"verse" : "34 teyayogera nabo awatali lugero: naye n'ategeezanga abayigirizwa be ye byonna mu kyama."},
{"verse" : "35 Awo ku lunaku olwo bwe bwali buwungedde, n'abagamba nti Tuwunguke tutuuke emitala w'eri,"},
{"verse" : "36 Bwe baaleka ekibiina, ne bamutwalira mu lyato,nga bwe yali, Era n'amaato amalala gaali naye."},
{"verse" : "37 Awo omuyaga mungi ne gujja, amayengo ne gayiika mu lyato, n'eryato lyali nga ligenda okujjula."},
{"verse" : "38 Ye yennyini yali yeebase mu kiwenda ku kigugu, ne bamuzuukusa, ne bamugamba nti Omuyigiriza, tofaayo nga tufa?"},
{"verse" : "39 N'azuukuka, n'aboggolera omuyaga, n'agamba ennyanja ntiSirika, teeka. Om uyaga ne gukkakkana, n'eba nteefu nnyo."},
{"verse" : "40 N'abagamba nti Kiki ekibatiisa? Temunnaba kuba na kukkiriza? "},
{"verse" : "41 Ne batya entiisa nnene, n e bagambagana nti Kale ono ye ani, kubanga omuyaga n'ennyanja bimuwulira?"}
]