[{"verse" : "12:1 Kale naffe, bwe tulina olufu lw'abajulirwa olwenkanaawo olutwetoolodde, twambulenga buli ekizitowa n'ekibi ekyegatta naffe, tuddukenga n'okugumiikiriza okuwakana okuteekeddwa mu maaso gaffe,"},
{"verse" : "2 nga tutunuulira Yesu yekka omukulu w'okukkiriza kwaffe era omutuukiriza waakwo, olw'essanyu eryateekebwa mu maaso ge eyagutniikiriza omusalaba, ng'anyooma ensonyi, n'atuula ku mukono ogwa ddyo ogw'entebe ya Katonda."},
{"verse" : "3 Kubanga mumulowooze oyo eyagumiikiriza empaka embi ezenkana awo ez'abakola ebibi kubo bennyini, mulemenga okukoowa, nga muddirira mu mmeeme zammwe."},
{"verse" : "4 Temunnawakana okutuusa ku musaayi nga mulwana n'ekibi:"},           
{"verse" : "5 era mwerabidde ekigambo ekibuulirira, ekyogera nammwe ng'abaana nti Mwana wange, tonyoomanga kukangavvula kwa Mukama, So toddiriranga bw'akunenyanga;"},
{"verse" : "6 Kubanga Mukama gw'ayagala amukangavvula, Era akuba buli mwana gw'akkiriza."},
{"verse" : "7 Olw'okukangavvulwa kyemunaavanga mugumiikiriza; Katonda abakola ng'abaana; kuba mwana ki kitaawe gw'atakangavvula?"},
{"verse" : " 8 Naye bwe munaabeeranga awatali kukangawulwa, okugwana okututuukako fenna, muli beebolereze, so si baana."},               
{"verse" : "9 Nate twalina bakitaffeab'omubiri gwaffe abaatukangavvulanga, ne rubassangamu ekitiibwa: tetulisi nga nnyo okugonderanga Kitaawe w'emyoyo, ne tuba abalamu?"},
{"verse" : "10 Kubanga bo baatukangavvuliranga ennaku si nnyingi olw'okwegasa bo; naye oyo atukangavvula olw'okutugasa, tulyoke tufune omugabo ku butukuvu bwe."},
{"verse" : "11 Okukakangavvulwa kwonna mu biro ebya kaakano tekufaanana nga kwa ssanyu wabula kwa nnaku: naye oluvannyuma kubala ebibala eby'emirembe eri abo abayigirizibwa mu kwo; bye by'obutuukirivu."},
{"verse" : "12 Kale mu gololenga emikono egirengejja, n'amaviivi agakozimba;"},
{"verse" : "13 era mu kubirenga ebigere byammwe ama kubo amagolokofu, awenyera alemenga okugavaamu, naye awoneng: buwonyi."},
{"verse" : "14 Mugobererenga emirembe eri abantu bonna, n'obutukuvu, awatali obwo siwali aliraba Mukama "},
{"verse" : "15 nga mutunuulira nnyo walemenga okuba omuntu yenna awee buuka mu kisa kya Katonda; ekikolo kyonna eky'okukaawa kiremenga okuloka n'okubeeraliikiriza, era ne kigwagwawaza abangi;"},
{"verse" : "16 walemenga okubeera omwenzi, oba atatya Katonda, nga Esawu, eyatunda obusika bwe olw'akawumbo k'emmere akamu."},
{"verse" : "17 Kubanga mumanyi nga era oluvannyuma bwe yayagala okusikira omukisa, n'agaanibwa (kubanga teyalaba bbanga lya kwenenyezaamu), newakubadde nga yagunoon ya nnyo n'amaziga."},
{"verse" : "18 Kubanga temuzze ku lusozi olukwatibwako era olwaka n'omuliro, n'eri ekizikiza ekikutte zzigizigi, ne kibuyaga,"},
{"verse" : "19 n'okuvuga kw'ekkondeere, n'eddoboozi ly'ebigambo; abaaliwulira ne beegayirira obutayongerwako kigambo lwa kubiri:"},
{"verse" : "20 kubanga tebaakiyinza ekyalagirwa nti Newakubadde n'ekisolo bwe kikoma ku lusozi, kirikubibwa amayinja:"},
{"verse" : "21 n'ebyalabika byali bya ntiisa bwe biti Musa n'okugamba n'agamba nti Ntidde nnyo era nkankanye:"},               
{"verse" : "22 naye muzze ku lusozi Sayuuni, ne ku kibuga kya Katonda omulamu, Yerusaalemi eky'omu ggulu, n'eri obukumi bwa bamalayika,"},
{"verse" : "23 eri ekkuŋŋaaniro edden e era ekkanisa ey'ababereberye abaawandiikibwa mu ggulu, n'eri Katonda Omulamuzi wa bonna, n'eri emyoyo gy'abatuukirivu abaatuukirizibwa,"},
{"verse" : "24 n'eri Yesu omubaka w'endagaano empya, n'eri omusaayi ogw'okumansira ogwogera ebirungi okusinga ogwa Abbeeri."},
{"verse" : "25 Mwekuume obutagaananga ayogera. Kubanga bali bwe bataalokoka, bwe baamugaana oyo eyabalabula ng'ayima mu nsi, ffe abakuba oyo atulabula ng'ayima mu ggulu tulisinga nnyo obutalokoka:"},
{"verse" : "26 eyakankanya ensi n'eddoboozi lye mu biro biri: naye kaakano yasuubiza, ng'ayogera nti Ekyasigadde omulundi gumu ndinyeenya, si nsi yokka, naye era n'eggulu."},      
{"verse" : "27 N'ekyo, nti Ekyasigadde omulundi gumu, kitegeeza okuggibwawo kw'ebyo ebikankanyizibwa, ng'ebyakolebwa, ebitakankanyizibwa biryoke bibeerewo."},
{"verse" : "28 Kale, bwe tuweebwa obwakabaka obutakankanyizibwa, tubenga n'ekisa, kituweerezese okuweereza okusiimibwa Katon da n'okwegendereza n'okutya:"},
{"verse" : "29 kubanga Katonda waffe gwe muliro ogwokya."}


]