[
{"verse" : "2:1 Kyekivudde kitugwanira okusinga ennyo okulowooleza ddala ebyawulirwa, kabekasinge tuwaba ne tubivaako."},
{"verse" : "2 Kuba oba ng'ekigambo ekyayogerwa bamalayika kyanywera, na buli kyonoono n'obutawulira byaweebwanga empeera ey'ensonga;"},
{"verse" : "3 ffe tuliwona tutya bwe tulireka obulokozi obukulu obwenkana awo? obwo obwasooka okwogerwa Mukama waffe, ne bulyoka bututegeerezebwa ddala abaabuwulira;"},
{"verse" : "4 era Katonda ng'ategeereza wamu nabo mu bubonero ne mu by'amagero era ne mu by'amaanyi ebitali bimu era ne mu birabo eby'Omwoyo Omutukuvu, nga bwe yayagalanga Yekka."},
{"verse" : "5 Kubanga bamalayika si be yafuza ensi egenda okubaawo, gye twogerako."},
{"verse" : "6 Naye waliwo ekifo omu we yategeereza, ng'ayogera nti Omuntu kiki, ggwe okumujjukira? Ob a omwana w'omuntu, ggwe okumujjira?"},            
{"verse" : "7 Wamukola okubulako akatono okuba nga bamalayika; Wamussaako engule ey'ekitiibwa n'ettendo, N'omufuza emirimu egy'emikono gyo:"},
{"verse" : "8 Wateeka ebintu byonna wansi w'ebigere bye. Kubanga mu kuteeka ebintu byonna wansi weteyaggyako  kintu obutakiteeka wansi we. Naye kaakano tetunnalaba bin tu byonna nga biteekeddwa wansi we."},
{"verse" : "9 Naye tutunuulira oyo eyakolebwa okubulako akatono okuba nga bamalayika, ye Yesu, olw'okubonaabona okw'okufa ng'assibwako engule ey'ekitiibwa n'ettendo, olw'ekisa kya Katonda alyoke alege ku kufa ku lwa buli muntu."},
{"verse" : "10 Kubanga kyamusaanira oyo ebintu byonna bwe biri ku bubwe era eyabikozesa byonna, ng'aleeta abaana abangi mu kitiibwa, okutuukiriza omukulu w'obulokozi bwabwe olw'ebibonoobono."},
{"verse" : "11 Kubanga oyo atukuza en, n'abo abatukuzibwa b'omu bonna: kyava alema okukwatibwa ensonyi okubayitanga ab'oluganda,"},
{"verse" : "12 ng'ayogera nti Ndibuulira baganda bange erinnya lyo, Ndikuyim ba wakati mu kkuŋŋaaniro."},
{"verse" : "13 Era nate nti Nze nnaamwesiganga oyo. Era nate nti Laba nze n'abaana Katonda be yampa."},               
{"verse" : "14 Kale kubanga abaan a bagatta omusaayi n'omubiri, era naye yennyini bw'atyo yagatta ebyo; olw'okufa alyoke azikirize oyo eyalina amaanyi ag'okufa, ye Setaani;"},
{"verse" : "15 era alyoke abawe eddembe abo bonna abali mu buddu obulamu bwabwe bwon na olw'entiisa y'okufa. "},
{"verse" : "16 Kubanga mazima bamalayika si b'ayamba, naye ayamba zzadde lya Ibulayimu."},
{"verse" : "17 Kyekyava kimugwanira mu byonna okufaananyizibwa baganda be, alyoke abeerenga kabona asinga obukulu ow'ekisa omwesigwa mu bigambo ebiri eri Katonda, olw'okutangirira ebibi by'abantu."},
{"verse" : "18 Kubanga olw'okubonyaabonyezebwa ye yennyini ng'akemebwa, kyava ayinza okubayamba abo abakemebwa."}
]