[

{"verse" : "4:1 Kale tutyenga nti okusuubiza okw'okuyingira mu kiwummulo ngabwe kukyatulekeddwa, omuntu yenna ku mmwe aleme kulabika nga takutuuseeko."},
{"verse" : "2 Kubanga naffe twabuulirwa enjiri, era ngabo: naye ekigambo eky'okuwulira tekyabagasa bo, kubanga tebaagattibwa mu kukkiriza wamu n'abo abaawulira. "},             
{"verse" : "3 Kubanga ffe abaamala okukkiriza tuyingira mu kiwummulo ekyo; nga bwe yayogera nti Nga bwe nn alayirira mu busungu bwange, Nti Tebaliyingira mu kiwummulo kyange: newakubadde ng'emirimu gyaggwa okuva mu kutondebwa kw'ensi."},
{"verse" : "4 Kubanga waliwo w'ayogerera ku lunaku olw'omusanvu bw'ati, n ti Katonda n'awummulira ku lunaku olw'omusanvu mu mirimu gye gyonna;"},
{"verse" : "5 era nate ne mu kino nti Tebaliyingira mu kiwummulo kyange."},
{"verse" : "6 Kale kubanga kisigaddeyo abalala okukiyingiramu, n'abo abaasooka okubuulirwa, enjiri ne batayingira olw'obutagonda,"},
{"verse" : "7 nate ayawula olunaku gundi, ng'ayogerera mu Dawudi oluvannyuma lw'ebiro ebingi bwe biti, nti Leero, nga bwe kyogeddwa olubereberye, Leero bwe munaawulira eddoboozi lye, Temukakanyaza mitima gyammwe."},
{"verse" : "8 Kuba singa Yoswa yabawummuza, teyandyogedde ku lunaku lulala oluvannyuma lw' ebyo."},
{"verse" : "9 Kale wasigaddeyo ekiwummulo kya ssabbiiti eri abantu ba Katonda."},
{"verse" : "10 Kubanga ayingidde mu kiwummulo kye, era naye ng'awummudde mu mirimu gye, nga Katonda bwe yawummula mu gigye."},
{"verse" : "11 Kale tufubenga okuyingira mu kiwummulo ekyo, omuntu yenna aleme okugwa mu ngeri eyo ey'obutagonda."},               
{"verse" : "12 Kubanga ekigambo kya Katonda kiramu, era kikozi, era kisala okusinga buli kitala kyonna eky'obwogi obubiri, era kiyitamu n'okwawula ne kyawula obulamu n'omwoyo, ennyingo n'obusomyo, era kyangu okwawula okulowooza n'okufumiitiriza okw'omu mutima."},
{"verse" : "13 So siwali kitonde ekitalabika mu maaso ge: naye ebintu byonna byeruliddwa era bibikkuliddwa mu maaso g'oyo gwe tuleetera ebigambo byaffe."},
{"verse" : "14 Kale bwe tulina kabona asinga obukulu omunene, eyayita mu ggulu, Yesu Omwana wa Katonda, tunywezenga okwatula kwaffe."},
{"verse" : "15 Kubanga tetulina kabona asinga obukulu atayinza kulumirwa wamu naffe mu bunafu bwaffe; naye eyakemebwa mu byonn a bumu nga ffe, so nga ye talina kibi."},
{"verse" : "16 Kale tusemberenga n'obuvum u eri entebe ey'ekisa, tulyoke tuweebwe okusaasirwa, era tufune ekisa olw'okubeerwa bwe tukwetaaga."}
]