[
{"verse" : "3:1 Kale, ab'oluganda abatukuvu, abalina omugabo mu kuyitibwaokw'omu ggulu, mulowooze Omutume era Kabona Asinga Obukulu ow'eddiini gwe twatula, Yesu;"},
{"verse" : "2 eyali omwesigwa eri oyo eyamulonda, era n ga Musa bwe yali omwesigwa mu nnyumba ye yonna."},
{"verse" : "3 Kubanga oyo asaanyizibwa ekitiibwa ekingi okusinga Musa, ng'azimba ennyumba bw'abeera n'ettendo eringi okusinga ennyumba."},
{"verse" : "4 Kubanga buli nnyumba wabaawo agizimba; naye eyazimba byonna ye Katonda."},
{"verse" : "5 Ne Musa yali mwesigwaye mu nnyumba ye yonna ng'omuddu, olw'okutegeeza ebyali bigenda okwogerwa;"},
{"verse" : "6 naye Kristo yali mwesigwa ye ng'omwana ku nnyumba ye; naffe tuli nnyumba y'oyo, oba nga tunaakwatiranga ddala obuvumu bwaffe n'okwenyumiriza okw'okusuubira kwaffe nga binywedde okutuusa enkomerero."},               
{"verse" : " 7 Kale, nga Omwoyo Omutukuvu bw'ayogera nti Leero bwe munaawulira eddoboozi lye,"},                
{"verse" : "8 Temukakanyaza mitima gyammwe, nga mu kusunguwazibwa, Nga ku lunaku olw'okukemerwa mu ddungu,"},
{"verse" : " 9 Bajjajjammwe kwe bankema, nga bangeza, Ne balaba ebikolwabyange emyaka amakumi ana. "},
{"verse" : "10 Kyennava nnyiigira emirembe egyo, Ne njogera nti Bakyama bulijjo mu mutima gwabwe: Naye abo tebaategeera makubo gange;"},
{"verse" : "11 Nga bwe nnalayira mu busungu bwange, Nti Tebaliyingira mu kiwummulo kyange."},
{"verse" : "12 Mwekuume, ab'oluganda, omutima omubi ogw'obutakkiriza gulemenga okuba mu muntu yenna ku mmwe, olw' okuva ku Katonda omulamu: "},
{"verse" : "13 naye mubuuliraganenga bulijjo bulijjo,okutuusa ekiseera nga kikyaliwo ekiyitibwa ekya leero; omuntu yenna kummwe alemenga okukakanyazibwa n'obulimba bw'ekibi:"},
{"verse" : "14 kubanga twafuuka abassa ekimu mu Kristo, oba nga tunaakwatiranga ddala okusuubira kwaffe okusoose nga kunywedde okutuusa enkomerero: "},
{"verse" : "15 nga bwe kikyayogerwa nti Leero bwe munaawulira eddoboozi lye, Temukakanyaza mitima gyammwe, nga mu kusunguwazibwa."},
{"verse" : "16 Kubanga baani bwe baawulira abaamusunguwaza? si abo bonna abaava mu Misiri ne Musa?"},
{"verse" : "17 Era baani be yanyiigiranga emyaka amakumi ana? si abo abaayonoona, n'emirambo gyabwe ne gigwa mu ddungu?"},
{"verse" : "18 Era baani be yalayirira obutayingira mu kiwummulo kye, wabula obo abataagonda?"},
{"verse" : "19 Eratulaba nga tebaayinza kuyingira olw'obutakkiriza:"}
]