[
{"verse" : "13:1 Okwagala ab'oluganda kubeerengawo."},        
{"verse" : "2 Temwerabiranga kusembeza bagenyi: kubanga olw'okwo waaliwo abaasembeza bamalayika nga tebamanyi."},
{"verse" : "3 Mujjukirenga abasibe, ng'abasibirwa awamu nabo; era n'abalaba ennaku, kubanga nammwe muli mu mubiri."},               
{"verse" : "4 Okufumbiriganwa kwa kitiibwa eri bonna, n'ekitanda kirongoofu; kubanga abakaba n 'abenzi Katonda alibasalira omusango."},
{"verse" : "5 Mubeerenga n'empisa ey'obutaagalanga bintu; bye mulina bibamalenga: kubanga ye yennyini yagamba nti Sirikuleka n'akatono, so sirikwabulira n'akatono."},
{"verse" : "6 N'okwaŋŋanga ne twaŋŋanga okwogera nti Mukama ye mubeezi wange; ssiritya: Omuntu alinkola ki?"},
{"verse" : "7 Mujjukirenga abo abaabafuga, abaababuulira ekigambo kya Katoada; era nga mutunuulira enkomerero y'empisa zaabwe, mugobererenga okukkiriza kwabwe."},
{"verse" : "8 Yesu Kristo jjo ne leero aba bumu n'okutuusa emirembe n'emirembe."},
{"verse" : "9 Temutwalibwatwalibwanga kuyigiriza okw'engeri ennyingi okuggya: kubanga kirungi omutima okunywezebwa n'ekisa; so si kunywezebwa na mpisa ez'okulyanga, ezitagasa abo abazitambuliramu."},
{"verse" : "10 Tulina ekyoto abaweereza eby'omu weema kye batalagirwa kuliirangako. "},
{"verse" : "11 Kubanga ebisolo biri, ebitwalibwamu omusaayi gwabyo kabona asinga obukulu mu kifo ekitukuvu olw'ekibi, emibiri gyabyo gyokerwa bweru wa lusiisira."},
{"verse" : "12 Era ne Yesukyeyava abonabonera ebweru wa wankaaki, alyoke atukuze abantu n'omusaayi gwe ye. "},
{"verse" : "13 Kale tufulume okugenda gy'ali ebweru w'olusiisira ngatwetisse ekivume kye."},
{"verse" : "14 Kubanga wano tetulina kibuga ekibeerera, naye tunoonya ekigenda okujja."},
{"verse" : "15 Kale mu oyo tuweereyo eri Katonda bulijjo ssaddaaka ey'ettendo, kye kibala eky'emimwa egya tula erinnya lye."},
{"verse" : "16 Naye okukola obulungi n'okukkaanya temwerabiranga: kubanga ssaddaaka eziri ng'ezo zisanyusa nnyo Katonda."},               
{"verse" : "17 Muwulirenga abo ababafuga mubagonderenga: kubanga abo batunula olw'obulamu bwammwe, ng'abaliwoza bwe baakola; balyoke bakolenga bwe batyo n'essan yu so si na kusinda: kubanga ekyo tekyandibagasizza mmwe."},
{"verse" : "18 Mutusabirenga: kubanga tumanyidde ddala nga tulina omwoyo omulungi, nga twagala okubanga n'empisa ennungi mu byonna."},
{"verse" : "19 Era okusinga ennyo mbeegayirira okukolanga bwe mutyo, ndyoke nkomezebwewo mangu gye muli. "},
{"verse" : "20 Naye Katonda ow'emirembe, eyakomyawo okuva mu bafu omusumba w'endiga omukulu olw'omusaayi ogw'endagaano ey'olubeerera, ye Mukama waffe Yesu,"},
{"verse" : "21 abatuukirize mu buli kigambo kirun gi okukolanga. by'ayagala, ng'akolera mu ffe ekisiimibwa mu maaso ge, ku bwa Yesu Kristo; aweebwenga ekitiibwa emirembe n'emirembe. Amiina."},
{"verse" : "22 Naye mbabuulirira, ab'oluganda, mugumiikirizenga ekigambo eky'okubuulirira: kubanga mbawandiikidde mu bigambo bitono."},
{"verse" : "23 Mumanye nga muganda waffe Timoseewo yateebwa; bw'alijja amangu, ndibalabira wamu naye."},
{"verse" : "24 Mulamuse bonna abafuga, n'abatukuvu bonna. Ab'omu Italiya babalamusizza."},
{"verse" : "25 Ekisa kibeerenga nammwe mwenna. Amiina."}

]