[
{"verse" : "9:1 Era n'endagaano ey'olubereberye yalina empisa ezaalagirwa ez'okusinzanga Katonda, n'ekifo ekitukuvu, eky'omu nsi."},
{"verse" : "2 Kuban ga eweema yakolwa, ey'olubereberye eyalimu ekikondo ky'ettabaaza n'emmeeza n'emigaati egy'okulaga; awaayitibwa Awatukuvu."},
{"verse" : "3 Era ennyuma w'eggigi ery'okubiri yaliyo eweema eyitibwa Entukuvu ennyo;"},
{"verse" : "4 eyalimu ekyoterezo ekya zaabu; n'essanduuko ey'endagaano eyabikkibwako zaabu enjuyi zonna, eyalimu ekibya ekya zaabu omwali emaanu, n'omuggo gwa Alooni ogwaloka, n'ebipande eby'endagaano;"},
{"verse" : "5 n e kungulu ku yo bakerubi ab'ekitiibwa nga basiikiriza entebe ey'okusaasira; bye tutayinza kwogerako kaakano kinnakimu."},
{"verse" : "6 Naye ebyo bwe byakolebwa bwe bityo, bakabona bayingira mu weema ey'olubereberye obutayosa, nga batuukiriza emirimu egy'okuweereza;"},    
{"verse" : "7 naye mu eri ey'okubiri ayingiramu kabona asinga obukulu yekka, omulundi gumu buli mwaka, si awatali musaayi, gw'awaayo ku lulwe ye n'olw'obutamanya bw'a bantu:"},
{"verse" : "8 Omwoyo Omutukuvu ng'ategeeza kino, ng'ekkubo eritwala mu kifo ekitukuvu terinnalabisibwa, ng'eweema ey'olubereberye ekyayimiriddewo;"},               
{"verse" : "9 eyo kye kifaananyi olw'ebiro ebiriwo; ekirim u ebirabo era ne ssaddaaka ebiweebwayo ebitayinza kumutuukiriza oyo aweereza mu bigambo by'omwoyo,"},
{"verse" : "10 kubanga ze mpisa ezaalagirwa ez'omubiri obubiri (era awamu n'ez'okulya n'ez'okunywa n'ez'okunaabaokutali kumu) ezaateekebwawo okutuusa ku biro eby'okudda obuggya."},
{"verse" : "11 Naye Kristo bwe yajja kabona asinga obukulu ow'ebigambo ebirungi ebigendaokujja, n'ayita mu weema esinga obukulu n'okutuukirira, etaakolebwa na mikono, amakulu, etali ya mu nsi muno,"},
{"verse" : "12 so si lwa musaayi gwa mbuzi n'ennyana, naye lwa musaayi gwe ye, n'ayingirira ddala omulundi gumu mu watukuw, bwe yamala okufuna okununula okutaggwaawo."},
{"verse" : "13 Kuba oba ng'omusaayi gw'embuzi n'ente ennume n'evvu ly'ente enduusi, ebimansirwa ku abo abalina empitambi, bitukuza okunaaza omubiri;"},
{"verse" : "14 omusaayi gwa Kristo, eyeewaayo yekka olw'Omwoyo ataggwaawo eri Katonda nga taliiko bulema, tegulisinga nnyo okunaaza omwoyo gwammwe mu bikolwa eb ifu okuweereza Katonda omulamu?"},
{"verse" : "15 Era ye kyava abeera omubaka w'endagaano empya, okufa bwe kwabeerawo olw'okununula mu byonoon o eby'omu ndagaano ey'olubereberye, abayitibwa balyoke baweebwe okusuubiza kw'obusika obutaggwaawo."},
{"verse" : "16 Kubanga awaba endagaano ey'obusika, kigwana okubaawo okufa kw'oyo eyagiragaana."},
{"verse" : "17 Kubanga endagaano ey'obusika enywerera awaba okufa: kubanga yali etuukirizza ekyagiragaanyisa eyagiragaana ng'akyali mulamu?"},
{"verse" : " 18 Era n'endagaano ey'olubereberye kyeyava erema okusookebwa awatali musaayi."},
{"verse" : "19 Kubanga buli kiragiro bwe kyamalanga okwogerwa Musa eri abantu bonna ng'amateeka bwe gali, n'atwalanga omusaayi gw'ennyan a n'embuzi, wamu n'amazzi n'ebyoya by'endiga ebimyufu n'ezoobu, n'amansiranga ku kitabo kyennyini, era ne ku bantu bonna,"},               
{"verse" : "20 ng'ayogera nti Guno gwe musaayi gw'endagaano Katonda gye ya balagira."},
{"verse" : "21 Era nate eweema n'ebintu byonna eby'okuweereza n'abimansirangako omusaayi bw'atyo."},
{"verse" : "22 Era mu mateeka kubulako katono ebintu byonna okunaazibwa omusaayi, era awataba kuyiwa musaayi tewabaawo kusonyiyibwa."},
{"verse" : "23 Kale ebifaananyi by'ebye eby'omu ggulu kyabigwanira okunaazibwan'ebyo, naye eby'omu ggulu byennyini okunaazibwa ne ssaddaaka ezisinga ezo."},
{"verse" : "24 Kubanga Kristo teyayingira mu kifo eki. tukuvu ekyakolebwa n'emikono ekyafaanana ng'ekyo eky'amazima naye mu ggulu mwennyini, okulabika kaakano mu maaso ga Katonda, ku lwaffe: "},
{"verse" : "25 so si kwewangayo mirun di mingi; nga kabona asingE obukulu bw'ayingira mu kifo ekitukuvubuli mwaka n'omusaayi ogutali gugwe;"},
{"verse" : "26 kubanga kyandimugwanidde okubonaabonanga emirundi emingi okuva ku kutondebwa kw'ensi: naye kaakano omulundi gumu ku nkomerero y'emirembe alabise okuggyawo ekib: olw'okwewaayo yennyini."},
{"verse" : "27 Era ng'abantu bwe baterekerwa okufa omulundi ogumu, oluvannyuma lw'okwo musango;"},
{"verse" : "28 era ne Kristo bw'atyo, bwe yamala okuweebwayo omulundi ogumu okwetikka ebibi by'abangi, alirabika omulundi ogvv'okubiri awatali kibi eri abo abamulindirira, olw'obulokozi."}

]