[{"verse" : "10:1 Kubanga amateeka bwe galina ekisiikirize eky'ebirungi ebyali bigenda okujja, so si kifaananyi kyennyini eky'ebigambo, ne ssaddaaka ezitajjulukuka, ze bawaayo obutayosa buli mwaka buli mwaka; tebayinza ennaku zonna kutuukirize abo abazisemberera."},
{"verse" : "2 Kubanga tezandirekeddwayo kuweebwayoi kubanga abasinza bwe bamala okunaazibwa ddala omulundi ogumu tebandibadde na kwetegeerako bibi nate."},
{"verse" : "3 Naye mu ezo mulimu okujjukizanga ebibi buli mwaka bul mwaka."},                       
{"verse" : "4 Kubanga tekiyinzika omusaayi gw'ente ennume n'embuzi okuggyako ebibi."},               
{"verse" : "5 Ng'ajja mu nsi, kyava ayogera nti Ssaddaaka n'ebiweebwayo tewabyagala, Naye wanteekerateekera omu biri;"},
{"verse" : "6 Tewasiim a ebyokebwa ebiramba n'ebiweebwayo olw'ebibi;"},
{"verse" : "7 Ne ndyoka njogera nti Laba nzize (Mu muzingo gw'ekitabo ekya mpandiikwako) Okukola by'oyagala, ai Katonda"},
{"verse" : "8 Bw'ayogera waggulu nti Ssaddaaka n'ebiweebwayo n'ebyokebwa ebiramba n'ebiweebwayo olw'ebibi tewaoyagala so tewabisiima (ebyo bye biweebwayo ng'amateeka bwe gali),"},
{"verse" : "9 n'alyoka ayogera nti Laba, nzize okukola by'oyagala. Aggyawo eky'oubereberye, alyoke anyweze eky'oubiri."},
{"verse" : "10 Mu ebyo by'ayagala watukuzibwa olw'okuwaayo omuliri gwa Yesu Kristo omulundi gumu."},
{"verse" : "11 Na buli kabona ayinirira buli lunaku ng'aweereza ng'awaayo emirun di emingi ssaddaaa ezitajjulukuka, ezitayinza kugyako bibi emirembe gy onna:"},
{"verse" : "12 naye oyo bwe yamala okuwaayo saddaaka emu olw'ebibi okutuusa mirembe gyonna, n'alyoka atuula mu mukono ogwa ddyo ogwa Katonda;"},
{"verse" : "13 ng'alindirira oluvannyuna abalabe be okufuusibwa entebey'ebigere bye."},
{"verse" : "14 Kubanga olw'ouwaayo ssaddaaka emu yatuukiriza kutuusa emirembe gyonna abatu uzibwa."},
{"verse" : "15 Era n'Omwoyo Omuakuvu ye mujulirwagye tuli: kubanga bw'amala okwogera nti"},               
{"verse" : "16 Eno ye ndagaano gye ndiragaana nabo Oluvannyuma lw'ennaku ziri, bw'ayogera Mukama; Nditeeka amateeka gange ku mutima gwabwe, Era ne ku magezi gaabwe ndigawandiika; n'alyoka ayogera nti"},
{"verse" : "17 N'ebibi byabwe n'obujeemu bwabwe siribijjukira nate."},
{"verse" : "18 Naye awali okuggibwako ebyo, wakyali kuwangayo ssaddaaka w'ekibi."},
{"verse" : "19 Kale ab'oluganda, bwe tulina bugumu okuyingira mukifo ekitukuvu olw'omusaayi gwa Yesu,"},
{"verse" : "20 mu kkubo lye yatukubira, eriggya eddamu, eriyita mu ggigi, gwe mubiri gwe; "},       
{"verse" : "21 era bwe tulina kabona omunene afuga ennyumba ya Katonda;"},
{"verse" : "22 tusemberenga n'omwoyo ogw'amazima olw'okukkiriza okutuukiridde, emitima gyaffe nga mansirwako okuggyamu omwoyo nubi, n'emibiri gyaffe nga ginaabwa n'amazzi amalungi:"},
{"verse" : "23 tunyweze okwatulanga essuubi lyaffe butasagaasagana; kubanga eyasuubiza mwesigwa:"},
{"verse" : "24 era tulowoozainenga fekka na fekka okukubiringa okwagala n'ebikolwa ebirungi;"},
{"verse" : "25 obutalekanga kukuŋŋaana wamu, ng'abalala bwe bayisa, naye nga tubuulirira; era nga tweyongeranga okukola ebyo bwe tutyo, ngabwe mulaba olunaku luli nga lunaatera okutuuka."},
{"verse" : "26 Kuba bwe tugenderera okwonoona nga tumaze okuweebwa okutegeera amazima, tewasigaddeeyo aate ssaddaaka olw'ebibi,"},
{"verse" : "27 wabula okulindirira n'obuti omusango, n'obukambwe obw'omuliro ogugenda okwokya abalabe."},
{"verse" : "28 Anyooma amateeka ga Musa afa awatali kusaasirwa olw'abajulirwa ababiri oba basatu:"},               
{"verse" : "29 mulowooza mutya, okubonerezebwa oyo kw'alisaanyizibwa kulyeakana wa okusinga okuba okubi eyalinnyiririra ddala Omwana wa Katonda, n'alowooza omusaayi gw'endagaaao ogwamutukuza obutaba mutukuvu, n'agirira ekyejo Omwoyo ow'ekisa?"},
{"verse" : "30 Kubanga tumumaayi oyo eyayogera nti Eggwanga lyange, nze ndiwalana. Era nate nti Mukama alisalira omu sango abantu be."},
{"verse" : "31 Kigambo kya ntiisa okugwa mu mikono gya Katonda omulamu."},                 
{"verse" : "32 Naye mujjukire ennaku ez'edda, bwe mwamala okwakirwa, ze mwagumiikiririzaamu okufuba okunene okw'ebibonoobono;"},
{"verse" : "33 olulala bwe mwafuuka ekyerolerwa olw'ebivume n'okulaba ennaku; olulala, bwe mwassa ekimu n 'abo abaakolerwa ebyo."},
{"verse" : "34 Kubanga mwasaasira abasibe, era mwagu miikiriza n'essanyu okunyagibwako ebintu byammwe, nga mutegeera nga m ulina mwekka ebintu ebisinga obulungi era eby'olubeerera."},
{"verse" : "35 Kale temusuulanga bugumu bwammwe, obuliko empeera ennene."},
{"verse" : "36 Kubanga mwetaaga okugumiiluriza, bwe mulimala okukola Katonda by'ayagala mulyoke muweebwe ekyasuubizibwa."},
{"verse" : "37 Kubanga wakyasigaddeyo akaseera katono nnyo, Ajja alituuka, so talirwa."},
{"verse" : "38 Naye omutuukirivu wange aliba mulamu lwa kukkiriza: Era bw'addayo ennyuma, emmeeme yange temusanyukira."},
{"verse" : "39 Naye ffe tetuli ba kudda nnyuma mu kuzikirira, naye tuli ba kukkiriza olw'okulokola obulamu."}


]