[{"verse" : "11:1 Okukkiriza kye kinyweza ebisuubirwa kye kitegeereza ddala ebigambo ebitalabika."},
{"verse" : "2 Kubanga abakadde baategeerezebwa mu okwo."},
{"verse" : "3 Olw'okukkiriza tutegeera ng'ebintu byonna byakolebwa kigambo kya Katonda, era ekirabika kyekyava kirema okukolebwa okuva mu birabika."},
{"verse" : "4 Olw'okukkiriza Abiri yawa Katonda ssaddaaka esinga obulungi okukira eya Kayini, eyamutegeezesa okuba n'obutuukirivu, Katonda bwe yategeereza ku birabo bye: era olw'okwo newakubadde nga yafa akyayogera."},
{"verse" : "5 Olw'okukkiriza, Enoka yatwalibwa obutalaba kufa; n'atalabika kubanga Katoada yamutwala: kubanga bwe yali nga tannatwalibwa yategeezebwa okusumibwa Katonda:"},
{"verse" : "6 era awataba kukkiriza tekiyinzika kusiimibwa: kubanga ajja eri Katonda kimugwanira okukkiriza nga Katonda waali, era nga ye mugabi w'empeera eri abo abamunoonya."},
{"verse" : "7 Olw'okukkiriza Nuuwa, bwe yalabulwa Katoada ku bigambo ebyali bitannalabika, n'atya bulungi n'asiba eryato olw'okulokola ennyumba ye; kyeyava asalira ensi omusango, n'afuuka omusika w'obutuukirivu obuli mu kukkiriza."},     
{"verse" : "8 Olw'okukkiriza Ibulayimu, bwe yayitibwa, n'awulira n'okugenda n'agenda mu kifo kye yali agenda okuweebwa okuba obusika; a'avaayo nga tamanyi gy'agenda."},
{"verse" : "9 Olw'okukkiriza n'abeeranga omugenyi mu nsi eyasuubizibwa, ng'etali yiye, ng'asula mu weema wamu ne Isaaka ne Yakobo, basika banne ab'okusuubizibwa okwo:"},
{"verse" : "10 kubanga yalindirira ekibuga kiri ekirin a emisingi, Katonda kye yakuba kye yazimba."},
{"verse" : "11 Olw'okukkiriza erane Saala yennyini n'aweebwa amaanyi okuba olubuto newakubaddenga yali ayitiridde mu myaka, kubanga oyo eyasuubiza yamulowooza nga mwesigwa:"},
{"verse" : "12 era kyebaava bazaalibwa oyo omu era eyali ng'afudde, abali ng'emmunyeenye ez'omu ggulu obungi, era ng'omusenyu oguli ku ttale ly'ennyanja ogutabalika."},
{"verse" : "13 Abo bonna baafiiira mu ku kkiriza, nga tebaweereddwa ebyasuubizibwa, naye nga babirengerera wala, era nga babiramusa, era nga baatula nga bagenyi era abatambuzeku nsi."},               
{"verse" : "14 Kubanga aboogera bwe batyo boolesa nga banoonya ensi ey'obutaka."},
{"verse" : "15 Era singa bajjukira ensi eri gye baavaamu, bandibadde n'ebbanga okuddayo. "},
{"verse" : "16 Naye kaakano beegomba ensi esinga obulungi, ye y'omu ggulu; Katonda kyava alema okukwatibwa ensonyi ku lw'abo, okuyitibwanga Katonda waabwe: kubanga yabateekerateekera ekibuga."},
{"verse" : "17 Olw'okukkiriza Ibulayimu; bwe yakemebwa, n'awaayo Isaaka; era eyaweebwa ebyasuubizibwa n'essanyu yali agenda okuwaayo omwana we eyazaalibwa omu yekka;"},
{"verse" : "18 eyagambibwa nti Mu Isaaka ezzadde lyo mwe linaayitirwanga: "},
{"verse" : "19 bwe yalowooza nga Katonda ayinza okuzuukizamu bafu era; era mwe yamuweerwa mu kifaananyi."},
{"verse" : "20 Olw'okukkiriza Isaaka yasabira omukisa Yakobo ne Esawu, era mu bigambo ebyali bigenda okujja. "},
{"verse" : "21 Olw'okukkiriza Yakobo, bwe yali agenda okufa, yasabira omukisa abaana ba Yusufu bombiriri; n'asinza ng'akutamyeku musa gw'omuggo gwe."},
{"verse" : "22 Olw'okukkiriza Yusufu, bwe yali ng'anaatera okufa, n'ayogera ku kuvaayo kw'abaana ba Isiraeri; n'alagira eby' amagumba ge."},
{"verse" : "23 Olw'okukkiriza Musa, bwe yazaalibwa, abazadde be ne bamukwekera emyezi esatu, kubanga baamuleba nga mulungi; ne bataryakiragiro kya kabaka."},
{"verse" : "24 Olw'okukkiriza Musa, bwe yakula, n'agaana okuyitibwanga omwana wa muwala wa Falaawo;"},               
{"verse" : "25 ng'asinga okwagala okukolebwanga obubi awamu n'abantu ba Katonda okukira okubanga n'okwesiima okw'ekibi okuggwaawo amangu;"},
{"verse" : "26 ng'alowooza ekivume kya Kristo okuba obugagga obusinga ebintu by'e Misiri: kubanga yeekaliriza empeera eyo."},
{"verse" : "27 Olw'okukkiriza n'aleka Misiri, nga tatya busungu bwa kabaka: kubanga yagumiikiriza ng'alaba oyo atalabika."},
{"verse" : "28 Olw'okukkiriza yakola Okuyitako n'okumansira omusaayi, eyazikiriza ababereberye aleme okubakomako."},
{"verse" : "29 Olw'okukkiriza ne bayita mu Nnyanja Emmyufu nga ku lukalu: Abamisiri bwe baagezaako okukola bwe batyo ne basaanyizibwawo."},
{"verse" : "30 Olw'okukkiriza bbugwe wa Yeriko n'agwa, nga kimaze okwebungululirwa ennaku musanvu."},
{"verse" : "31 Olw'okukkiriza Lakabu omwenzi oyo teyazikiririra wamu n'abo abataagonda, bwe yasembeza abakessi emirembe."},
{"verse" : "32 Njogere ki nate? Kubanga ebbanga linanzigwako bwe nnaayogera ku Gidiyooni, Balaki, Samusooni, Yefusa; ku Dawudi ne Samwiri ne bannabbi:"},   
{"verse" : "33 olw'okukkiriza abo be baawangula obwakabaka, be baakola eby'obutuukirivu, be baafuna ebyasuubizibwa, be baabuniza obumwa bw'empologoma,"},
{"verse" : "34 be baazikiza amaanyi g'omuliro, be badduka obwogi bw'ekitala, be baaweebwa amaanyi okuva mu bunafu,be baafuuk abazira mu ntalo, be baagoba eggye ly'ab'amawanga."},
{"verse" : "35 Abakazi ne baweebwa abafu baabwe mu kuzuukira: n'abalala ne bayigganyizibwa, nga tebagaaya kununutibwa, balyoke baweebwe okuzuukira okusinga obulungi:"},
{"verse" : "36 n'abalala ne bakemebwa nga baduulirwa era ngabakubibwa, era nate nga basibibwa ne bateekebwa mu kkomera:"},
{"verse" : "37 baakubibwa amayinja, baasalibwamu n'emisumeeno, baakemebwa, battibwa n'ekitala: baatambulanga nga bambadde amaliba g'endiga n'ag'embuzi; ngatebalina kantu, nga babonyaabonyezebwa, nga bakolwa obubi"},               
{"verse" : "38 (ensi beetaasaanira), nga bakyamira mu malungu ne ku nsozi ne mu mpuku ne mu bunnya obw'ensi."},
{"verse" : "39 N'abo bonna bwe baamala okutegeezebwa olw'okukkiriza kwabwe, ne batafuna ekyasuubizibwa,"},
{"verse" : "40 Katonda bwe yatulabira edda ffe ekisinga obulungi, bo baleme okutuukirizibwa ffe nga tetuliiwo."}
]