[

{"verse" : "7:1 Kubanga Merukizeddeeki oyo kabaka w’e Ssaalemi, kabona wa Katonda Ali waggulu ennyo, eyasisinkana Ibulayimu ng'akomawo ng'ava okutta bakabaka, n'amusabira omukisa,"},
{"verse" : "2 era Ibulayimu gwe yagabira ekitundu eky'ekkumi ekya byonna (eky'oluberereberye, mu kutegeezebwa, kabaka wa butuukirivu, era eky'okubiri, kabaka w'e Ssaalemi, ye kabaka ow'emirembe;"},
{"verse" : "3 atalina kitaawe, atalina nnyina, atalin a bajjajjaabe, atalina lunaku lwe yasookerako newakubadde enkomerero y'obulamu, naye eyafaananyizibwa Omwana wa Katonda), abeera kabona ow'olubeerera ennaku zonna,"},
{"verse" : "4 Kale mulowooze omuntu oyo bwe yali omukulu, Ibulayimu jjajja omukulu gwe yawa ekitundu eky'ekkumi ku mun yago ogw'okwebonaanya."},
{"verse" : "5 N'abo ab'omu baana ba Leevi abaaweebwa obwakabona amateeka gabalagira okusoloozanga ebitundu eby'ekkumi mu bantu, be baganda baabwe, newakubadde ng'abo bava mu ntumbwe za Ibulayimu:"},
{"verse" : "6 naye oyo, atabalibwa mu kika kyabwe, yasolooza Ibulayimu n'asabira omukisa nnannyini byasuubizibwa."},
{"verse" : "7 Naye, tekyegaanika n'akatono, omuto yasabirwa omukulu omukisa."},               
{"verse" : "8 Era mu ekyo abaweebwa ebitundu eby'ekkumi be bantu abafa; naye mu kiri abiweebwa ye oyo ategeezebwa nga mulamu."},
{"verse" : "9 Era, okwogera bwe kuti, ne Leevi,aweebwa omusolo, yaguweerayo mu Ibulayimu;"},               
{"verse" : "10 kubanga yali akyali mu ntumbwe za jjajjaawe, Merukizeideeki bwe yamusisinkana."},
{"verse" : "11 Kale okutuukirira singa kwaiwo lwa bwakabona obw'Ekileevi kubanga abantu baaweebwa amateeka mu biro byabwo), kiki ekyeaaza nate kabona ow'okubiri okulimuka mu ngeri ya Merukizeddeeki, n'atabalirwa mu ngeri ya Alooni?"},
{"verse" : "12 Kubanga obwakabona bwe buwaaayisibwa, era n'amateeka tegalema kuwaanyisibwa."},
{"verse" : "13 Kubanga oyo eyayogerwako ebigambo byo wa kika kirala omutavanga auntu yenna eyali aweerezza ku kyoto."},
{"verse" : "14 Kubanga kitegeerekese ga Mukama waffe yava mu Yuda; ekika Musa ky'atayogerako bigambo ya bakabona."},
{"verse" : "15 N'ebyo byeyogera nnyo okutegeerekeka, oba nga ayimuka kabona ow'okubiri ng'ekifaananyi kya Merukizeddeeki bwe kiri,"},
{"verse" : "16 atalondebwa ng'amateeka bwe gali agalimu ekiragiro ky'omubiri, wabula ng'amaanyi bwe gali ag'obulamu obutakutuka:"},
{"verse" : "17 kubanga ategeezebwa nti Oli kabona okutuusa emirembe gyonna Ng'engeri ya Merukizeddeeki bw'eri. "},
{"verse" : "18 Kubanga ekiragiro ekyasooka kijjulukuka olw'obunafu n'obutagasa bwakyo"},
{"verse" : "19 (kubanga amateeka tagaliiko kye gaatuukiriza), essuubi erisinga obulungi ne liyingizibwa, eritusembezesa eri Katonda."},
{"verse" : "20 Era bwe wataabula kulayira kirayiro"},
{"verse" : "21 (kubanga bo baafuulibwa bakabona awatali kirayiro;naye oyo awamu n'ekirayiro yafuulibwa oyo amwogerako nti Mukama yalayira, era talyejjusa, nti Oli kabona okutuusa emirembe gyonna);"},
{"verse" : "22 era ne Yesu bwe yafuuka bw'atyo omuyima w'endagaano esinga obulungi."},               
{"verse" : "23 Nabo bangi baafuulibwa bakabona, kubanga okufa kwabalobera okubeereranga:"},
{"verse" : "24 naye oyo, kubanga abeerera okutuusa emirembe gyonna, alina obwakabona obutavaawo."},
{"verse" : "25 Era kyava ayinza okulokolera ddala abajja eri Katonda ku bubwe, kubanga abeera mulamu ennaku zonna okubawolerezanga."},
{"verse" : "26 Kubanga kabona asinga obukulu afaanana bw'atyo ye yatusaani.ra, omutukuvu, ataliiko kabi, ataliiko bbala,eyayawulibwa eri abo abalina ebibi, era eyagulumizibwa okukira eggulu;"},
{"verse" : "27 atawalirizibwa, nga bakabona abasinga obukulu bali, okuwangayo ssaddaaka buli l unaku, okusooka olw'ebibi bye yennyini, oluvannyuma olw'ebyo eby'abantu: kubanga okwo yakukolera ddala omulundi gumu, bwe yeewaayo yennyini."},
{"verse" : "28 Kubanga amateeka galonda abantu okuba bakabona abasinga obukulu, abalina obunafu; naye ekigambo eky'ekirayiro, ekyaddirira amateeka, kyalonda Omwana, eyatuukirizibwa okutuusa emirembe gyonna."}
]