[
{"verse" : "3:1 Ebisigaddeyo, ab'oluganda, mu tusabirenga ekigambo kya Mukama waffe, kiwulukuke, kiweebwenga ekitiibwa, era nga mu mmwe;"},
{"verse" : "2 era tulokoke eri abantu abatalina magezi, ababi; kubanga okukkiriza si kwa bonna."},
{"verse" : "3 Naye Mukama waffe mwesigwa, alibanyweza, anaabakuumanga eri omubi."},
{"verse" : "4 Era twesiga Mukama waffe mu bigambo byammwe,nga mukola bye tulagir; era munaabikolanga."},
{"verse" : "5 Era Mukama waffe aluŋŋamyenga emitima gyammwe okutuuka mu kwagal; kwa Katonda ne mu kugumiikiriza kwa Kristo."},             
{"verse" : "6 Era tubalagira, ab'oluganda mulinnya lya Mukama waffe Yesu Kristo, mweyawulenga eri buli ow'oluganda atatambula bulungi newakubadde mu mpisa ze baaweebwa ffe."},
{"verse" : " 7 Kubanga mmwe mwe nnyini mumanyi bwe kibagwanira okutugobereranga:kubanga tetwalemwa kutambula bulungi mu mmwe;"},
{"verse" : "8 so tetulyanga mm ere ya muntu yenna ya bwereere, naye mu kufuba n’okukoowa twakolan ga emirimu ekiro n'emisana obutazitoowerera nuntu ku mmwe:"},               
{"verse" : "9 si kubanga etulina buyinza, naye tweweeyo gye muli ng'ekyokulabirako mulyoke mutugobererenga."},
{"verse" : "10 Kubanga era bwe twali gye muli, twabalagira bwe tutyo nti Omuntu yenna Wagaananga okukola emirimu, n'okulya talyanga."},
{"verse" : "11 Kubanga tuwulira nti eriyo abamu abatatambula bulungimu mmwe nga tebakola mirimu gyabwe n'akatono, wabula egy'abalala."},
{"verse" : "12 Abali bwe batyo tubalagira era tubabuulirira mu Mukama waffe Yesu Kristo, okuzolanga emirimu n'obuteefu balyote balyenga emmere yaabwe bo."},
{"verse" : "13 Naye mmwe, ab'oluganda, ternukoowanga mu kukola obulungi."},
{"verse" : "14 Era omuntu yenna bw'atagonderanga kigambo kyaffe mu bbaluwa eno, oyo mumwetegerezanga, so temwegattanga naye, ensonyi ziryoke zimukwate."},
{"verse" : "15 So temutulowoozanga nga mulabe, naye mumubuuliriranga ng'ow'oluganda."},
{"verse" : "16 Era Mukama waffe ow'emirembe yennyini abawenga emirembe ennaku zonna mu bigambo byonna. Mukama waffe abeerenga nammwe mwenna."},
{"verse" : "17 Kuno kwe kulamusa kwange Pawulo n'omukono gwange, ke kabonero mu bbaluwa yonna: bwe ntyo bwe mpandiika."},
{"verse" : "18 Ekisa kya Mukama waffe Yesu Kristo kibeerenga nammwe mwen na."}
]