[
{"verse" : "2:1 Naye tubeegayirira, ab'oluganda, olw'okujja kwa Mukama waffe Yesu Kristo n'olw'okuku#331;ŋaana kwaffe gy'ali;"},
{"verse" : "2 obutasagaasagana mangu mu magezi gammwe, newakubadde okweraliikirira newakubadde olw'omwoyo, newakubadde olw'ebbaluwa efaanana ng'evudde gye tuli, nti olunaku lwa Mukama waffe lutuuse;"},
{"verse" : "3 omuntu yenna tabalimbanga mu kigambo kyonna kyonna: kubanga olunaku olwo terulijja wabula ng'okwawukana kuli kumaze kubaawo, era omuntu oli ow'okwonoona nga alimala okubikkulwa, omwana w'okuzikirira,"},
{"verse" : "4 aziyiza era eyeegulumiza okusinga buli kintu ekiyitibwa Katonda oba ekisinzibwa, n'okutuula n'atuula mu yeekaalu ya Katonda, nga yeeraga yekka nti ye Katonda."},
{"verse" : "5 Temujjukira, nga bwe nnali nga nkyali gye muli, nababuulira ebyo?"},
{"verse" : "6 Era ne kaakano ekirobera mukimanyi, alyoke abikkuke mu ntuuko ze."},
{"verse" : "6 Era ne kaakano ekirobera mukimanyi, alyoke abikkuke mu ntuuko ze."},
{"verse" : "7 Kubanga ne kaakano ekyama eky'obujeemu weekiri kikola: wabula kyokka aziyiza kaakano okutuusa lw'aliggibwawo."},
{"verse" : "8 Awo omujeemi oli n'alyoka abikkuka, Mukama waffe Yesu gw'alitta n'omukka ogw'omu kamwa ke, era gw'alizikiriza n'okulabisibwa kw'okujja kwe;"},
{"verse" : "9 n aye okujja kw'oyo kuli mu kukola kwa Setaani n'amaanyi gonna n'obubonero n'eby'amagero eby'obuli mba,"},
{"verse" : "10 n'okukyamya kwonna okutali kwa buruukirivu eri abo ababula; kubanga tebakkiriza kwagala mazima, balyoke balokoke."},
{"verse" : "11 Katonda kyava abasindikira okukyamya okukola, bakkirize eby'obulimba:"},
{"verse" : "12 bonna balyoke basalirwe omusango abatakkiriza mazima naye abasanyukira obutali butuukiri vu."},
{"verse" : "13 Naye kitugwanidde ffe okwebazanga Katonda ennaku zonna ku lwammwe, ab'oluganda abaagalwa Mukama waffe, kubanga Katonda yabalondera obulokozi okuva ku lubereberye mu kutukuzibwa Omwoyo n'okukkiriza amazima"},
{"verse" : " 14 bye yabayitira n'enjiri yaffe olw'okufuna ekitiibwa kya Mukama waffe Yesu Kristo."},               
{"verse" : "15 Kale nno ab'oluganda, muyimirirenga, era munywezenga bye mwaweebwa ne muyigirizibwa, oba mu kigambo obi mu bbaluwa yaffe."},
{"verse" : "16 Naye Mukama waffe Yesi Kristo yennyini, ne Katonda Kitaffe, eyatwagala n'atuwa okusanyusa okutaggwaawo n 'essuubi eddungu mu kisa,"},
{"verse" : "17 abasanyuse emitima gyammwe aginywezenga mu buli kikolwa n'ekigambo ekirungi."}

]