[

{"verse" : "2:1 Kale oba nga waliwo okukubagiza kwonna mu Kristo, oba ng'okusanyusa kwonna okw'okwagala, oba ng'okussa ekimu kwonna okw'Omwoyo, oba ng'okusaasira n'ekisa,"},
{"verse" : "2 mutuukirize essanyu lyange mulowoozenga bumu, nga mulina okwagala kumu, omwoyo gumu nga mulowooza bumu;"},
{"verse" : "3 temukolanga kintu kyonna olw'okuyomba newakubadde olw'ekitiibwa ekitaliimu, wabula mu buwombeefubuli muatu agulumizenga munne okusinga bwe yeegulumiza yekka;"},
{"verse" : "4 temutunuuliranga buli muntu ebibyo yekka, era naye buli muntu n'eby'abalala."},
{"verse" : "5 Mmwe mubeerengamu okulowooza kuli, era okwali mu Kristo Yesu;"},               
{"verse" : " 6 oyo bwe yasook, okubeera mu kifaananyi kya Katon da, teyalowooza kintu ekyegombebwa okwenkanankana ne Katonda,"},
{"verse" : "7 naye yeggyako ekitiibwa, bwe yatwala engeri y'omuddu, n'abeera mukifaananyi ky'abantu;"},
{"verse" : "8 era bwe yalabikira mu mutindo ogw'obuntu, ne yeetoowaza, nga muwulize okutuusa okufa, era okufa okw'oku musalaba."},
{"verse" : "9 Era Katonda kyeyava amugulumiza ennyo n'amuwa erinnya liri erisinga amannya gonna;"},
{"verse" : "10 buli vviivi lifukaamirirenga erinnya lya Yesu, ery'eby'omu ggulu n'eby'oku nsi n'ebya wansi w'ensi,"},
{"verse" : "11 era buli lulimi lwatulenga nga Yesu Kristo ye Mukama waffe, Katonda Kitaffe aweebwe ekitiibwa."},
{"verse" : "12 Kale, abaagalwa bange, nga bwe mwawuliranga ennaku zonna, si nga nze lwe mbeerawo lwokka, naye kaakano okusinga en nyo nga ssiriiyo, mutuukirizenga obulokozi bwammwe bennyini n' okutya n'okukankana; "},
{"verse" : "13 kubanga Katonda yakoza mu mmwe okwagala n'okukola, olw'okusiima kwe okulungi."},
{"verse" : "14 Mukolenga byonna awatali kwemulugunyanga n'empaka;"},
{"verse" : "15 mulemenga okubaako kye munenye;ebwa newakubadde ettima, abaana ba Katonda abatalina mabala wakati n'emirembe egyakyama emikakaiyavu, gye mulabikiramu ng'ettabaaza z'omu nsi, "},
{"verse" : "16 nga mwolesa ekigambo eky'obulamu; ndyoke nbeere n'okwenyumiriza ku lunaku wa Kristo, kubanga ssaddukira bwereere, so ssaafubira bwereere."},
{"verse" : "17 Naye newakubadde nga nfukima ku ssaddaaka n'okuweereza okw'okukkiriza kwammwe, nsanyuka era nsanyukira wamu nanmwe mwenna:"},
{"verse" : "18 era nammwe me mutyo musanyuke era musanyukire wamu nange."},               
{"verse" : "19 Naye nsuubira mu Mukama waffe Yesu, okubatumira amangu Timoseewo, nange ndyoke ngume omwoyo, bwe ndimala okutegeera ebifa gye muli."},
{"verse" : "20 Kubanga sirina muntu mulala alina emmeeme eyenkana n'ey'oyo, aligenderera ebya mmwe mu mazima."},
{"verse" : "21 Kubanga bo bonna beenoonyeza byabwe ku bwabwe, si bya Yesu Kristo."},
{"verse" : "22 Naye ekimutegeezesa mukimanyi, nga aweerezanga wamu nan ge olw'enjiri, ng'omwana eri kitaawe."},
{"verse" : "23 Kale oyo nsuubira okumutuma mangu, kyokka bwe ndimala okusba ebifa gye ndi:"},
{"verse" : "24 naye nsuubira mu Mukama waffe nti nange ndijja mangu."},
{"verse" : "25 Naye nnalaba nga #331;ŋwanye okubatumira Epafuloddito muganda wange, era mukozi munange, era mulwanyi munnange, naye ye mutume wammwe era omuweereza w'ebintu bye nneetaaga;"},
{"verse" : "26 kubanga yabalumirwa omwoyo mmwe mwenna, n e yeeraliikirira nyo, kubanga mwawulira nga yalwala: "},
{"verse" : "27 kuban ga okulwala yalwayali kumpi n'okufa: naye Katonda yamusaasira; so si ye yekka, naye era nange, ennaku endala zireme okweyongera ku nnaku ze nnin a."},
{"verse" : "28 Kyenva njagala ennyo okumutuma, bwe mulimulaba nate mulyo: musanyuke, nange nkendeeze ku makuwala kwange."},      
{"verse" : "29 Kale muwanirizanga mu Mukama waffe essanyu lyonna; era abafaanana oyo mubassengamu ekitiibwa:"},               
{"verse" : "30 kubanga yabulako katono afe w'omulimu gwa Kristo, bwe yaigawo obulamu bwe alyoke atuukirize ekyabulako mu kuweereza kwammwe gye ndi."}
]