[{"verse" : "1:1 Pawulo ne Timoseewo, abaddu ba Kristo Yesu, eri abatukuvu bonna mu Kristo Yesu abali mu Firipi, wamu n'abalabirizi n 'abaweereza:"},
{"verse" : "2 ekisa kibeerenga gye muli n'emirembe ebiva eri Katonda Kitaffene Mukama waffe Yesu Kristo."},
{"verse" : "3 Nneebaza Katonda wange buli lwe mbajjukira,"},               
{"verse" : "4 ennaku zonna buli lwe mbasabira mwenna nsaba n'essany u,"},
{"verse" : "5 olw'okussa ekimu kwammwe okw'okubunya enjiri okuva ku lunaku olw'olubereberye okutuusa kaakano;"},
{"verse" : "6 nga ntegeeredde ddala kino ng'oyo eyatandika omulimu omulungi mu mmwe aligutuukiriza okutuusa ku lunaku lwa Yesu Kristo:"},
{"verse" : "7 nga bwe kiri ekirungi nze okulowoozanga ekyo gye muli mwenna, kubanga ndi nammwe mu mutima gwange, bwe mussa ekimu mwenna awamu nange mu kisa, mu kusibibwa kwange era ne mu kuwolerezanga enjiri n'okuginywezanga."},
{"verse" : "8 Kubanga Katonda ye mujulirwa wange, bwe mbalumirwa omwoyo mwenna mu kusaasira kwa Kristo Yesu."},               
{"verse" : "9 Era kino kye asaba okwagala kwammwe kweyongereyongerenga kusukkirirenga mu kutegeera n'okwawula kwonna:"},
{"verse" : "10 mulyoke musiimenga ebisinga obulungi; mubeerenga abatalina bukuusa era abatalina kabi okutuusa ku lunaku lwa Kristo;"},
{"verse" : "11 nga mujjudde ebibala eby'obutuukirivu, ebiriwo ku bwa Yesu Kristo, Katonda aweebwe ekitiibwa, atenderezebwe."},
{"verse" : "12 Naye njagala mmwe okutegeera, ab'oluganda, ng'ebyambaako byajja lwa kubunya bubunya enji ri;"},
{"verse" : "13 n'okusibibwa kwange ne kulyoka kuIabika mu Kristo eri basserikale bonna aba kabaka, n'abalala bonna;"},
{"verse" : "14 n'ab'oluganda abasinga obungimu Mukama waffe ne balyoka baguma olw'okusibwa kwange ne beeyongeranga nnyo okwaŋŋanga okubuuliranga ekigambo kya Katonda nga tebatya. "},
{"verse" : "15 Abalala babuulira Kristo lwa buggya n'okuyom ba; era n'abalala bamubuulira lwa kisa:"},
{"verse" : "16 bano babuulira lwa kwagala, nga bamaayi nga nnateekebwawo lwa kuwolerezanga enjiri:"},
{"verse" : "17 nayebali babuulira Kristo olw'okuyomba, si mu mazima, nga balowooza okundeetera ennaku mu kusibibwa kwange."},
{"verse" : "18 Naye n'ekyo asonga? wabula nga mu ngeri zonna, oba mu bukuusa oba mu mazima, Kristo abuulirwa; n'ekyo nkisanyukidde, weewaawo era ndisanyuka."},
{"verse" : " 19 Kubanga mmanyi ng'ekyo kirinviiramu obulokozi olw'okusaba kwammwe n'okuweebwa Omwoyo wa Yesu Kristo,"},
{"verse" : " 20 nga bwe ntunuulira en nyo ne asuubira nga ssirikwatibwa nsonyi mu kigambo kyonna, wabulanga Kristo, ennaku zonna, era ne kaakano anaagulumizibwanga mu mubiri gwange mu buvumu bwonna, oba mu bulamu oba mu kufa."},
{"verse" : "21 Kubanga gye ndi okuba omulamu ye Kristo, n'okufa ge magoba."},
{"verse" : " 22 Naye oba ng'okuba omulamu mu mubiri, okwo nga kye kibala eky'omulimu gwan ge, kale ssimanyi kye nneeroboza."},    
{"verse" : "23 Naye nziyizibwa enjuyi zombiriri, nga nneegomba okugenda okubeera ne Kristo; kubanga kwe kusinga ennyo nnyini:"},
{"verse" : "24 naye okubeera mu mubiri kwe kusinga okwetaagibwa ku lwammwe:"},               
{"verse" : "25 Era, kubanga ntegeeredde ddala bwe ntyo, mmanyi n ga ndibeera, era ndibeera wamu nammwe mwenna, olw'okuyitirira kwammwe n'okusanyuka olw'okukkiriza:"},                 
{"verse" : "26 okwenyutniriza kwammwe kulyoke kusukkirire mu Kristo Yesu ku bwange, nze olw'okujja gyemuli nate."},
{"verse" : "27 Naye kyokka okutambula kwammwe kubeerenga nga bwe kigwanira enjiri ya Kristo: bwe ndijja okubalabako oba nga ssiriiwo, ndyoke mpulire ebifa gye muli, nga munywedde mu mwoyo gumu, n ga mulwaniriranga okukkiriza okw'enjiri n’emmeeme emu;"},
{"verse" : "28 so nga temukangibwa balabe mu kigambo kyonna: ke kabonero ddala gye bali ak'okuzikirira, naye er mmwe ka bulokozi, era obuva era Katonda;"},
{"verse" : "29 kubanga mwaweebwa ku lwa Kristo si kumukkiriza kwo kka, era naye n'okubonaabonanga ku lulwe:"},
{"verse" : "30 nga mulina okulwana kuli kwe mwalaba gye ndi, era kwe muwulira kaakano okuli gye ndi."}
]