[
{"verse" : "2:1 Kubanga mmwe mwekka, ab'oluganda, mumanyi ng'okuyingira kwaffe gye muli tekwali kwa bwereere:"},
{"verse" : "2 naye bwe twamala okubonaabona n'okugirirwa ekyejo mu Firipi, nga bwe mumanyi, ne tugumira mu Katonda waffe okubuulira gye muli enjiri ya Katonda mu kufuba okungi."},
{"verse" : "3 Kubanga okubuulirira kwaffe si kwa bulimba, so si kwa bugwagwa, so si mu bukuusa:"},
{"verse" : "4 naye nga bwe twasaanyizibwa Katonda okuteresebwa enjiri, bwe twogera bwe tutyo, si ag'abaagala okusiimibwa abantu, wabula Katonda akema emitima gyaffe."},
{"verse" : "5 Kubanga tetubeeranga na kigambo eky'okwegonza, nga bwe mumanyi, newakubadde n'ensonga ey'okukisa okwegomba, Katonda ye mujulirwa;"},
{"verse" : "6 newakubadde nga tunoonya ekitiibwa eri abantu, newakubadde eri mmwe,"},
{"verse" : "7 Naye twalibawombeefu mu mmwe, ng'omulezi bw'ajjanjaba abaana be ye:"},               
{"verse" : "8 bwe tutyo bwe twabalumirwa omwoyo, ne tusiima okubagabira, si njiri ya Katonda yokka, era naye n'emyoyo gyaffe ffe, kubanga mwali baagalwa baffe nnyo. "},
{"verse" : "9 Kubanga mujjukira, ab'oluganda, okufuba kwaffe n'okutegana: bwe twakolanga emirimu emisana n'ekiro, obutazitoowererangamuntu yenna ku mmwe, ne tubabuuliranga enjiri ya Katonda."},
{"verse" : "10 Mmwe bajulirwa era ne Katonda, bwe twabanga n'obutukuvu n'obutuukirivu awatali kunenyezebwa eri mmwe abakkiriza:"},
{"verse" : "11 nga bwe mumanyi ffe bwe twali eri buli muntu ku mmwe, nga kitaabwe bw'aba eri abaanabe, nga tubabuulirira era nga tubagumya emyoyo era nga tutegeeza,"},
{"verse" : "12 mulyoke mutambulenga nga bwe kisaanira Katonda abayita okuyingira mu bwakabaka bwe ye n'ekitiibwa."},
{"verse" : "13 Naffe kyetuva twebaza Katonda obutayosa, kubanga bwe mwaweebwa ffe ekigambo eky'okuwulirwa, kye kya Katonda, temwakitoola nga kigambo kya bantu, naye nga bwe kiri amazima, ekigambo kya Katonda, n'okukola ekikolera mu mmwe abakkiriza."},
{"verse" : "14 Kubanga mmwe, ab'oluganda, mwagoberera ekkaaisaza Katonda eziri mu Buyudaaya mu Kristo Yesu: kubanga nammwe mwabonyaabonyezebwa bwe mutyo ab'eggwanga lyammwe mmwe, n ga nabo bwe baabonyaabonyezebwa Abayudaaya;"},
{"verse" : "15 abatta Mukama waffe Yesu ne bannabbi, era abaatugoba, so tebasiimibwa Katonda, era balabe ba bantu bonna;"},
{"verse" : "16 nga batuziyiza okubuulira ab'amawanga balyoke balokoke; okutuukiriza ebibi byabwe ennaku zonaa: naye obusungu bubatuuseeko obumalira ddala."},
{"verse" : "17 Naye ffe, ab'oluganda, bwe mwatwawukanako akaseera akatono, mu maaso si mu mutima, tweyongera nnyo okufuba okubalaba mu maaso gammwe n'okubalumirwa ennyo omwoyo:"},
{"verse" : "18 kubanga twayagala okujja gye muli, nze Pawulo omulundi ogw'olubereberye era n'ogw'okubiri; Setaani n'atuziyiza."},               
{"verse" : "19 Kubanga essuubi lyaffe ki oba ssanyu oba ngule ey'okwenyumiriza? Bwe mutaba mmwe, mu maaso ga Mukama waffe Yesu mu kujja kwe?"},
{"verse" : "20 Kubanga mmwe kitiibwa kyaffe n'essanyu."}
]