[

{"verse" : "4:1 Kale, ab'oluganda, ebisigaddeyo, tubeegayirira tubabuulirira mu Mukama waffe Yesu, nga bwe mwaweebwa ffe bwe kibagwanira okutambulanga n'okusiimibwanga Katonda, era nga bwe mutambula; okweyongerangako nate."},
{"verse" : "2 Kubanga mumanyi ebiragiro bwe biri bye twabalagira ku bwa Mukama waffe Yesu."},
{"verse" : "3 Kubanga ekyo Katonda ky'ayagala, okutukuzibwa kwammwe, okwewalanga obwenzi; "},
{"verse" : "4 buli muntu ku mmwe okumanyanga okufuga omubiri gwe ye mu butukuvu n'ekitiibwa,"},
{"verse" : "5 si mu mululu ogw'okwegomba, era ng'amawanga agatamanyi Katonda;"},
{"verse" : "6 alemenga okuyingirira muganda we newakubadde okumusobyako mu kigambo ekyo: kubanga Mukama waffe awalana eggwanga ery'ebyo byonna, era nga bwe twasooka okubabuulira n'okutegeereza ddala."},           
{"verse" : "7 Kubanga Katonda teyatuyitira bugwagwa,wabula mu butukuvu."},
{"verse" : "8 Kale agaana tagaana muntu, wabula Katonda,abawa Omwoyo gwe Omutukuvu."},
{"verse" : "9 Naye okuwandiikirava ku by'okwagalanga ab'oluganda okwo temukwetaaga: kubanga mmwe mwekka mwayigirizibwa Katonda okwagalananga;"},               
{"verse" : "10 kubanga n'okukola mukola bwe mutyo ab'oluganda bonna ab'omu Makedotu yonna. Naye tubabuulirira ab'oluganda, okweyongeranga okusukkirira;"},
{"verse" : "11 era mwegombe oknkkakkananga, n'okukolanga ebyammwe mmwe, n'okukolanga emirimu n'emikono gyammwe, nga bwe twabalagira;"},
{"verse" : "12 mulyoke mutambulirenga mu mpisa ennungi eri ab'ebweru, nga temuliiko kye mwetaaga."},
{"verse" : "13 Naye tetwagala mmwe . obutategeera, ab'oluganda, eby'abo abeebaka; mulemenga okunakuwala, era ng'abalala abatalina ssuubi."},
{"verse" : "14 Kubanga bwe tukkiriza nga Yesu yafa n'azuukira,era Katonda alireeta bw'atyo abeebaka ku bwa Yesu wamu naye."},
{"verse" : "15 Kubanga ekyo kye tubabuulisa mu kigambo hya Mukama waffe, nga ffe abalamu abaasigalawo okutuusa okujja kwa Mukama waffe tetulisooka abeebaka."},
{"verse" : "16 Kubanga Mukama waffe yennyini alikka okuva mu ggulu n'okwogerera waggulu n'eddoboozi lya malayika omukulu n'ekkondeere lya Katoada: n'abo abaafiira mu Kristo be balisooka okuzuukira:"},
{"verse" : "17 naffe abalamu abaasigalawo ne tulyoka tutwalibwa wamu nabo mu bire okusi sinkana Mukama waffe mu bbanga: kale bwe tutyo tunaabeeranga ne Mukama waffe ennaku zonna."},
{"verse" : "18 Kale musanyusagaaenga mwekka na mwekka n'ebigambo bino."}
]