[{"verse" : "3:1 Abaagalwa, kaakano eno ye bbaluwa ey'okubiri gye mbawaadiikira; mu ezo zombi mbakubiriza amagezi gammwe agataliimu bukuusanga mbajjukiza;"},
{"verse" : "2 okujjukiraaga ebigambo ebyayogerwa edda bannabbi abatukuvu, n'ekiragiro ky'abatume bammwe ekya Mukama waffeera Omulokozi:"},                             
{"verse" : "3 nga mumaze okusooka okutegeera kino, aga mu nnaku ez'oluvannyuma abasekerezi balijja n'okusekerera, nga batambula okugobereranga okwegomba kwabwe bo"},
{"verse" : "4 ne boogera nti Okusuubiza kw'okujja kwe kuli luuyi wa? Kubanga, bajjajjaffe kasookedde beebaka, byonna bibeera bwe bityo nga bwe byabanga okuva ku kutondebwa."},
{"verse" : "5 Kubanga beerabira kino nga balaba, ng'edda waaliwo eggulu, n'ensi eyava mu mazzi era yali wakati mu mazzi, olw'ekigambo kya Katonda,"},
{"verse" : "6 ensi ey'edda amazzi kyegaava gagisaanyaawo n'ezikirira:"},
{"verse" : " 7 naye eggulu erya kaakano n'ensi olw'ekigambo ekyo biterekeddwa omuliro, nga bikuumibwa okutuusa ku lunaku olw'omusango n'okuzikirira kw'aban tu abatatya Katonda."},
{"verse" : "8 Naye kino kimu temukyerabiranga, abaagalwa, nga eri Mukama waffe olunaku olumu luli ng'emyaka olukumi, n'em yaka olukumi giri ng'olunaku olumu."},
{"verse" : "9 Mukama waffe talwisa kye yasuubiza, ng'abalala bwe balowooza okulwa; naye agumiikiriza gye muli,nga tayagala muntu yenna kubula, naye bonna batuuke okwenenya."},
{"verse" : "10 Naye olunaku lwa Mukama waffe lulijja nga mubbi; eggulu lwe lirivaawo n'okuwuuma okunene n'ebintu eby'obuwangwa birisaanuuka olw'okwo kebwa okungi, n'ensi n'ebikolwa ebigirimu birisirikka."},
{"verse" : "11 Ebyo byonna bwe bigenda okusaanuuka bwe bityo, mugwanidde kubeeranga mutyamu mpisa entukuvu n'okutyanga Katonda,"},
{"verse" : "12 nga musuubira nga mwegomba nnyo oltmaku lwa Katonda okutuuka, olulisaanuusisa eggulu nga lyokebwa, n'ebintu eby'obuwangwa ne biseebengerera olw'ebbugumu eringi? "},
{"verse" : "13 Naye nga bwe yasuubiza tusuubira eggulu eriggya n'ensi empya, obutuukirivu mwe butuula."},               
{"verse" : "14 Kale, abaagalwa, kubanga musuubira ebyo, mufubenga okusangibwa mu mirembe nga temulina bbala newakubadde omusango mu maaso ge."},
{"verse" : "15 Era mulowoozenga ng'okugumiikiriza kwa Mukama waffe bwe bulokozi, era nga muganda waffe omwagalwa Pawulo mu magezi ge yaweebwa bwe yabawandiikira;"},
{"verse" : "16 era ngamu bbaluwa ze zonna, ng'ayogera ku ebyo mu zo; omuli ebimu ebizibu okutegeera, abatamanyi n'abatali banywevu bye banyoola, era nga n'ebyawandiikibwa ebirala, olw'okuzikirira kwabwe bo."},
{"verse" : "17 Kale, abaagalwa, kubanga musoose oktitegeera, mwekuumanga muleme okugwa okuva mu bunywevu bwammwe mmwe nga mutwalibwa obukyamu bw'ababi."},
{"verse" : "18 Naye mukulire mu kisa ne mu kutegeera Mukama waffe era Omulokozi Yesu Kristo. Oyo aweebwenga ekitiibwa kaakano era n'okutuusa ku lunaku olw'emirembe n'emirembe. Amiina."}
]