[{"verse" : "2:1 Naye era ne wabaawo ne bannabbi b'obulimba mu ggwanga, era nga ne mu mmwe bwe waliba abayigiriza b'obulimba, abaliyingiza mu nkiso obukyamu obuzikiriza, era nga beegaana ne Mukama waabwe eyabagula, nga beereetera okuzikirira okwangu."},
{"verse" : "2 Era bangi abaligobereraobukaba bwabwe; abalivumisa ekkubo ery'amazima."},
{"verse" : "3 Era olw'okwegomba balibaviisaamu amagoba n'ebigambo ebyagunjibwa: omusango gw'abo okuva edda tegulwa, n'okuzikirira kwabwe tekubongoota."},
{"verse" : "4 Kuba oba nga Katonda teyasonyiwa bamalayika bwe baayonoona, naye n'abasuula mu lukonko n'abawaayo eri obunnya obw'ekizikiza, okubakuumira omu sango;"},
{"verse" : "5 era n'atasonyiwa nsi ey'edda, naye n'awonya Nuuwa, omubuulizi w'obutuukirivu, ne banne omusanvu bokka, bwe yaleeta amataba ku nsi ey'abatatya Katonda:"},
{"verse" : "6 era bwe yasirissa ebibuga Sodoma neGgomola a'abisalira omusango ng'abizikiriza ng'abifuula ekyokulabirako eri abo abatalitya Katonda;"},
{"verse" : "7 era n'alokola Lutti omutuukirivu, bweyali nga yeeraliikirira nnyo olw'empisa ez'obukaba ez'ababi"},
{"verse" : "8 (kubanga omuntu oyo omutuukirivu, bwe yatuulanga mu bo, olw'okulaba n'olw'okuwulira yanyolwanga mu mwoyo gwe omutuukirivu bulijjo bulijjo olw'ebikolwa byabwe eby'obujeemu):"},
{"verse" : "9 Mukama waffe amanyi okulokola abatya Katonda mu kukemebwa, n'okukuuma abatali batuukirivu nga babonerezebwa okutuusa ku lunaku olw'omusango;"},
{"verse" : "10 naye okusinga bonna abatambula okugoberera omubiri mu kwegomba okw'obugwagwa ne banyooma okufugibwa. Abatatya, abakakanyavu, tebakankana kuvuma ba kitiibwa:"},
{"verse" : "11 naye bamalayika, newakubadde nga be basinga amaanyi n'obuyinza, tebabaleetako musango gwa buvumi eri Mukama waffe."},               
{"verse" : "12 Naye abo, ng'ensolo ezitaliaa magezi ezizaalibwa ensolo obusolo ez'okukwatibwanga n'okuzikirizibwanga, abavuma mu bigambo bye batategeera, mu kuzikirira kwabwe tebalirema kuzikirizibwa,"},
{"verse" : "13 nga boonoonebwa, ye mpeera ey'okwonoona; abalowooza ebinyumu by'emisana nga ssanyu, mabala n'obwonoonefu, abatiguka mumbaga zaabwe ez'okwagalana nga balya embaga awamu nammwe:"},
{"verse" : "14 nga balina amaaso agajjudde obwenzi, agataleka kwonoona; nga basendasenda emyoyo egitali minywevu; nga balina omutima ogwamanyiira okwegomba; abaana ab'okukolimirwa;"},
{"verse" : "15 abaleka ekkubo eggolokofu ne bakyama, nga bagoberera ekkubo lya Balamu omwana wa Beyoli, eyayagala empeera ey'obutali butuukirivu;"},
{"verse" : "16 naye n'anenyezebwa olw'obujeemu bwe ye: endogoyi eteyogera bwe yayogera n'eddoboozi ly'omuntu yaziyiza eddalu lya naabbi."},
{"verse" : "17 Abo ze azizi ezi taliimu mazzi, era lwe lufu olutwalibwa n'embuyaga, abakuumirwa ekizikiza ekikutte zigizigi. "},
{"verse" : "18 Kubanga, bwe boogera ebigambo ebikulu ennyo ebitaliimu, basendasenda mu kwegomba kw'omubiri, mu bukaba, abo abali okumpi n'okubadduka abatambulira mu bukyamu;"},
{"verse" : "19 nga babasuubiza okuweebwa eddembe, nga bo bennyini baddu ba kuzikirira; kubanga omuntu bw'awangulibwa munne, era abeera muddu we."},
{"verse" : "20 Kuba oba n ga bwe bamala okudduka okuva mu bugwagwa bw'ensi mu kutegeerera ddala Mukama waffe era Omulokozi Yesu Kristo, naye ne beegombezamu obwo omulundi ogw'okubiri ne bawangulibwa eby'oluvaanyuma byabwe bisinga obubi eby'olubereberye."},
{"verse" : "21 Kubanga kyandibadde kirungigye bali singa tebaategeera kkubo lya butuukirivu, okusinga, bwe bamala okulitegeera, okudda ennyuma okuleka ekiragiro ekitukuvu kye baaweebwa. "},
{"verse" : "22 Kyabatuukirira ng'olugero olw'amazima bwe luli, nti Embwa eddidde ebisesemye byayo, n'embizzi enaazibbwa eddidde okwekulukuuaya mu bitosi."}
]