[{"verse" : "1:1 Simooni Peetero, omuddu era omutume wa Yesu Kristo, eri abo abaafuna okukkiriza okw'omuwendo omungi nga ffe bwe twafuna mu butuukirivu bwa Katonda waffe era Omulokozi waffe Yesu Kristo;"},
{"verse" : "2 ekisa n'emirembe byeyongerenga gye muli mu kutegeerera ddala Katon da ne Yesu Mukama waffe;"},
{"verse" : "3 kubanga obuyinza bw'obwakatonda bwe bwatuwa byonna eby'obulamu n'eby'okutya Katonda, olw'okutegeerera ddala oyo eyatuyita olw'ekitiibwa n'obulungi bwe ye;"},
{"verse" : " 4 ebyatuweesa ebisuubizibwa eby'omuwendo omungi ebinene ennyo; olw'ebyo mulyoke mugabanire awamu obuzaaliranwa bwa Katonda, bwe mwawona okuva mu kuzikirira okuli mu nsi olw'okwegomba."},
{"verse" : "5 Naye era olw'ekyo kyennyini bwe muleeta ku lwammwe okufuba kwonna, ku kukkiriza kwammwe mwongerengako obulungi, era ne ku bulungi bwammwe okutegeera;"},
{"verse" : "6 era ne kukufegeera kwammwe okwegendereza; era ne ku okwegendereza kwammwe okugumiikiriza; era ne ku kugumiikiriza kwammwe okutya Katonda; "},
{"verse" : "7 era ne ku kutya Katonda kwammwe okwagala ab'oluganda; era ne ku kwagala ab'oluganda kwammwe okwagala."},
{"verse" : "8 Kubanga bwe muba n'ebyo ne bi ba ebingi, bibafuula abatali bagayaavu n'ababala ebibalaolw'okutegeerera ddala Mukama waffe Yesu Kristo."},               
{"verse" : "9 Kubanga ataba n'ebyo ye muzibe w'amaaso awunawuna, bwe yeerabira okunaazibwako ebibi bye eby'edda."},
{"verse" : "10 Kale, ab'oluganda, kyemunaavanga mweyongera obweyongezi okufubanga okunyweza okuyitibwa kwammwe n'okulondebwa: kubanga ebyo bwe munaabikolanga, temulyesittala n'akatono:"},
{"verse" : "11 kubanga bwe kityo tewalibulawo bugagga mu kuyingira kwammwe mu bwakabaka obutaggwaawo obwa Mukama waffe era Omulokozi waffe Yesu Kristo."},
{"verse" : "12 Kyennaavanga njagala ennaku zonna okubajjukiza ebyo newakubadde nga mubimanyi ne munywerera mu mazima ge mulina."},            
{"verse" : "13 Erandowooza nga kya nsonga, nga nkyali mu nsiisira eno, okubakubiri zanga nga mbajjukiza; "},
{"verse" : "14 nga mmanyi nga nditera , okwambula amangu ensiisira yange, era nga Mukama waffe Yesu Kristo bwe yantegeeza."},
{"verse" : "15 Naye era nnaafubanga okubayinzisa buli kaseera nga mmaze okufa okujju kirariga ebyo."},
{"verse" : "16 Kubanga tetwagoberera ngero ezaagunjibwa n'amagezi bwe twabategeeza obuyinza n'okujja kwa Mukama waffe Yesu Kri sto, naye twalaba n'amaaso gaffe obukulu bwe."},
{"verse" : " 17 Kubanga yaweebwa K atonda Kitaffe ettendo n'ekitiibwa, eddoboozi bwe lyava mu kitiibwa ekimasamasa ne lijja gy'ali bwe liti nti Ono ye Mwana wange omwagalwa, gwe nsanyukira ennyo:"},
{"verse" : "18 n'eddoboozi eryo ffe ne tuliwulira n ga liva mu ggulu, bwe twali awamu naye ku lusozi olutukuvu."},
{"verse" : "19 Era ekisinga obunywevu tulina ekigambo kya bannabbi; mukola bulungi okukiraba ekyo, ng'ettabaaza eyakira mu kifo eky'ekizikiza, okutuusa obudde bwe bulikya emmunyeenye ekeesa obudde n'eyaka mu mitima gyammwe:"},
{"verse" : "20 nga mumaze okutegeera kino, nti buli kigambo ekya bannabbi ekyawandiikibwa tekitegeeza kukoma kw'oyo yekka."},
{"verse" : "21 Kubanga siwali kigambo kya bannabbi ekyali kireeteddwa mu kwagala kw'abantu: naye abantu baayogeranga ebyava eri Katonda, nga bakwatiddwa Omwoyo Omutukuvu."}               

]