[{"verse" : "1:1 Yakobo, omuddu wa Katonda ne Mukama waffe Yesu Kristo, eri ebika ekkumi n'ebibiri ebyasaasaana, mbalamusizza."},
{"verse" : "2 Mulowoozenga byonna okuba essanyu, baganda bange, bwe munaagwanga mu kukemebwa okutali kumu;"},               
{"verse" : "3 nga mutegeera ng'okugezebwa kw'okukkiriza kwammwe kuleeta okugumiikiriza."},
{"verse" : "4 Era omulimu gw'okugumiikiriza gutuukirirenga, mulyoke mubeere abaatuukirira, abalina byonna, abataweebuuka mu kigambo kyonna."},
{"verse" : "5 Naye oba ng'omuntu yenna ku mmwe aweebuuka mu magezi asabenga Katonda atamma awa bonn a so takayuka; era galimuweebwa."},
{"verse" : "6 Naye asabenga mu kukkiriza, n ga taliiko ky'abuusabuusa: kubanga abuusabuusa afaanana ng'ejjengo ery'ennyanja eritwalibwa empewo ne lisuukundibwa."},
{"verse" : "7 Kubanga omuntu oyo talowoozanga ng'aliweebwa ekintu kyonna eri Mukama waffe"},
{"verse" : "8 omu ntu ow'emyoyo ebiri, atanywera mu makubo ge gonna."},
{"verse" : "9 Naye ow'olugan da omukopi yeenyumirizenga olw'obukulu bwe:"},
{"verse" : "10 era n'omugagga yeenyumirizenga olw'okukopawala kwe: kubanga aliggwaawo ng'ekimuli ky'omuddo."},
{"verse" : "11 Kubanga enjuba evaayo n'omusana omungi n'ewotosa omuddo; n'ekimuli kyagwo ne kigwa n'obulungi bw'ekifaananyi kyagwo ne bubula: era n'omugagga bw'atyo bw'aliwotoka mu kutambula kwe."},
{"verse" : "12 Alina omukisa omuntu agumiikiriza okukemebwa: kubanga' bw'alimala okusiimibwa aliweebwa engule ey'obulamu, Mukama waffe gye yasuubiza abamwagala."},
{"verse" : "13 Omuntu yenna bw'akemebwanga, tayogeranga nti Katonda ye ankema kubanga Katonda takemeka na bubi, era ye yennyini takema muntu yenna:"},
{"verse" : "14 naye buli muntu akemebwa, ng'awal ulwa okwegomba kwe ye n'asendebwasendebwa."},
{"verse" : "15 Okwegomba okwo ne kulyoka kuba olubuto ne kuzaala okwonoona: n'okwonoona okwo, bwe kumala okukula; ne kuzaala okufa."},               
{"verse" : "16 Temwerimbalimbanga, bagan da bange abaagalwa."},
{"verse" : "17 Buli kirabo kirungi na buli kitone kituukirivu kiva waggulu, nga kikka okuva eri Kitaffe ow'ebyaka, atayiriza kubana kufuukafuuka newankubadde ekisiikirize eky'okukyuka."},
{"verse" : "18 Olw'okuteesa kwe yatuzaala n'ekigambo eky'amazima, tulyoke tubeere ng'omwaka omubereberye ogw'ebitonde bye."},
{"verse" : "19 Ekyo mukimanyi, baganda bange abaagalwa. Naye buli muntu iabeerenga, mwangu wa kuwuli ra, alwengawo okwogera, alwengawo okusunguwala"},
{"verse" : "20 kubanga obusungu bw'omuntu tebukola butuukirivu bwa Katonda."},
{"verse" : "21 Kale muteeken ga wala obugwagwa bwonna n'obubi obusukkiridde, mutoolenga n'obuwombeefu ekigambo ekisigibwa ekiyinza okulokola obulamu bwammwe."},
{"verse" : "22 Naye mubeerenga bakozi, ba kigambo, so si bawulizi buwulizi, nga mwerimbalimba."},
{"verse" : "23 Kubanga omuntu yenna bw'aba omuwulizi w'ekigambo, so nga si mukozi, oyo afaanana ng'omuntu leyeeiabaamaaso ag'obuzaaliranwa bwe mu ndabirwamu:"},
{"verse" : "24 kubanga yeeraba n' agenda, amangu ago ne yeerabira bw'afaananye."},
{"verse" : " 25 Naye atunula mumateeka amatuukirivu ag'eddembe n'anyiikiriramu, nga si muwulizi eyeerabira naye mukozi akola, oyo anaaweebwaaga omukisa mu kukola kwe."},
{"verse" : "26 Omuntu yenna bwe yeerowooza nga wa ddiini, bw'ataziiza. lulimi lwe, naye nga yeerimba omutima gwe eddiini y’oyo teriiko kyegasa."},               
{"verse" : "27 Eddiini ennongoofu eteriimu kko mu maaso ga Katonda Kitaffe ye eno, okulambulanga abafuuzi ne bannamwandu mu bunaku bwabwe, n'okwekuumanga obutaba na mabala ag'omu nsi."}
]