[
{"verse" : "2:1 Baganda bange, temubanga na kukkiriza kwa Mukama waffe Yesu Kristo Ate ne muba n'okusosolanga mu bantu."},
{"verse" : "2 Kubanga bw'ayingira mu kkuŋŋaaniro lyammwe omuntu alina empeta eya zaabu ayambadde eby'obuyonjo, era n'omwavu ayambadde enziina n'ayingira,"},
{"verse" : "3 nammwe ne mwaniriza ayambadde ebyambalo eby'obuyonjo, ne mwogera ntiGgwe tuula wano awalungi era ne mugamba omwavu nti Ggwe yimirira eri, oba tuula wansi awali akatebe k'ebigere byange;"},
{"verse" : "4 nga temwawu kanye mu mmwe mwekka, ne mufuuka abasazi b'ensonga ab'ebirowoozo ebibi?"},
{"verse" : "5 Muwulire, baganda bange abaagalwa; Katonda teyalonda abalina obwavu bw'omu nsi okubeeranga n'obugagga obw'okukkiriza, n'okusikira obwakabaka bwe yasuubiza abamwagala?"},
{"verse" : "6 Naye mmwe mwanyooma omwavu. Abagagga si be babajooga ne babawalula bennyini awasalirwa emisango?"},
{"verse" : "7 Singa bavuma erinnya eddungi lye muyitibwa?"},
{"verse" : "8 Naye bwe muba mutuukiriza etteeka lino eriri nga kabaka w'amateeka,nga bwe kyawandiikibwa nti Oyagalariga muntu munno nga bwe weeyagala wekka, mukola bulungi."},
{"verse" : "9 Naye bwe munaasosolanga mu bantu, nga mukoze kibi, ne musingibwa amateeka ng’abonoonyi"},
{"verse" : "10 Kubanga omuntu yenna b w'aba akwata amateeka gonna, naye n'asobya mu limu, ng'azzizzaomusango gwa gonna."},
{"verse" : "11 Kubanga oyo eyayogera nti Toyendanga, ate yayogera nti Tottanga. Kale bw'otoyenda naye n'otta, ng'ofuuse mwonoonyi w'amateeka."},
{"verse" : "12 Mwogerenga era mukolenga bwe mutyo ng'abagenda okusalirwa omusango n'amateeka ag'eddembe."},               
{"verse" : "13 Kubanga omusango tegubaako kusaasirwa eri atasaasira: okusaasira kujaguliza ku musango."},
{"verse" : "14 Kigasa kitya, baganda bange, omuntu bw'ayogera ng'alina okukkiriza, naye n'ataba na bikolwa? Okukkiriza okwo kuyinza okumulokola?"},
{"verse" : "15 Bwe wabaawo ow'oluganda omusajja oba mukazi nga bali bwereere, ng'emmere eya buli lunaku tebamala,"},
{"verse" : "16 era omu ku mmwe bw'abagamba nti Mugende n'emirembe mubugume, mukkute, naye ne mutabawa omubiri bye gwetaaga; kigasa kitya?"},
{"verse" : "17 Era n'okukkiriza bwe kutyo, bwe kutabaako bikolwa, wokka nga kufudde."},
{"verse" : "18 Naye muntu alyogera nti Ggwe olina kukkiriza, nange nnina ebikolwa: ndaga okukkiriza kwo awatali bikolwa byo, nange olwebikolwa byange ndikulaga okukkiriza kwange."},
{"verse" : "19 Okkiriza nga Katonda ali omu; kola bulungi: era ne bassetaani bakkiriza, ne bakankana."},
{"verse" : "20 Naye yagala okutegeera, ggwe omuntu taliimu, ng'okukkiriza awatali biolwa tekuliiko kye kugasa?"},
{"verse" : "21 Ib ulayimu jjajjaffe teyaweebwa butuukirivu lwa bikolwa, kubanga yawaayo Isaaka omwana we ku kyoto?"},
{"verse" : "22 Olaba ng'okukkiriza wakolera wamu n'ebikolwa bye, era okukkiriza kwe kwatuukirizibwa olw’ebikolwa bye:"},
{"verse" : "23 ekyawandiiibwa ne kituukirira ekyogera nti Ibulayimu n'akkiriza Katonda, ne kumubalirwa okuba obutuukirivu; ayitibwa mukwano gwa Katonda."},               
{"verse" : "24 Mulaba ng'omutitu aweebwa butuukirivu lwa bikolwa, so si lwa kukkiriza kwokka."},
{"verse" : "25 Era ne Lakabu omwenzi bw'atyo teyaweebwa utuukirivu lwa bikolwa, kubanga asembeza ababaka, n'abayisa mu kubo eddala?"},
{"verse" : "26 Kuba ng'omubiri watali mwoyo bwe guba nga gufude, era n'okukkiriza bwe kutyo watali bikolwa nga kufudde."}
]