[           
{"verse" : "3:1 Temubeeranga bayigiriza bangi, baganda bange, nga mumanyi ga tulisalirwa omusango ogusinga bunene."},
{"verse" : "2 Kubanga mu bingi tusobya fenna. Omuntu yenna bw'atasobya mu kigambo, oyo ye muntu yatuukirira, ayinza okuziyiza era omubiri gwe gwonna."},
{"verse" : "3 Naye we tuteeka ebyuma eby'embalaasi mu mimwa gyazo ziryoke zitugonderenga, tuyinza okufuga emibiri gyazo gyonna."},
{"verse" : "4 Laba, era n’amaato, newakubadde nga manene we gatyo, era nga gatwalibwa empewo ez'amaanyi, enkasi en tono ennyo ye egagoba yonna yonna omugoba y'asiima mu kwagala kwe."},
{"verse" : "5 Era n’olulimi bwe lutyo kye kitundu ekitono, ne lwenyumiriza nn yo. Laba, emiti emingi egyenkanidde awo okwokebwa akaliro akatono bwe katyo."},
{"verse" : "6 N'olulimi muliro: ensi ey'obubi mu bitundu byaffe lwe lulimi, olwonoona omubiri gwonna, era olukoleeza nnamuziga w'ebitonde byonna, era olukoleezebwa Ggeyeena."},
{"verse" : "7 Kubanga buli ngeri ey'ensolo n'enn yonyi n'ebyewalula n'ebyennyanja bifugika era byafugibwa abantu:"},
{"verse" : "8 naye olulimi siwali muntu ayinza kulufuga; bubi obutaziyizika, lujjudde obusagwa obutta."},
{"verse" : "9 Olwo lwe tutenderezesa Mukama waffe ye Kitaffe; era olwo lwe tukolimiza abantu abaakolerwa mu kifaananyi kya Katonda: mu kamwa akamu mwe muva okutendereza n'okukolima. Baganda bange, ebyo tekibigwanira kubeera bwe bityo."},
{"verse" : "10 mu kamwa akamu mwe muva okutendereza n'okukolima. Baganda bange, ebyo tekibigwanira kubeera bwe bityo."},               
{"verse" : "11 Ensulo ekulukuta amazzi amalungi n'agakaawa muliiso erimu?"},
{"verse" : "12 Omutiini guyinza, baganda bange, okubala ezeyituuni, oba omuzabbibu okubala ettiini? So amazzi ag'omunnyo tegayinza kuvaamu malungi."},
{"verse" : "13 Ani alina amagezi n'okutegeera mu mmwe? Alagengamu mpisa ennungi ebikolwa bye mu magezi amawombeefu."},
{"verse" : "14 Naye bwe muba n'obuggya obukambwe n'okuyomba mu mutima gwammwe, temwenytunirizanga so temulimbanga okuziyiza amazima."},
{"verse" : "15 A magezi gano si ge gakka okuva waggulu, naye ga mu nsi, ga buzaaliranwa, ga Setaani."},
{"verse" : "16 Kubanga awaba obuggya n'okuyomba, we waba okutabuka na buli kikolwa ekibi."},
{"verse" : "17 Naye amagezi agava waggulu okusooka malongoofu, nate ga mirembe, mawombeefu, mawulize, agajjudde okusaasira n'ebibala ebirungi, agatalina kwawula, agatalina bunnanfuusi."},
{"verse" : "18 Era ekibala eky'obutuukirivu kisigibwa mu mirembe eri abo abaleeta emirembe."}
]