[
{"verse" : "5:1 Kale nno mwe abagagga, mukaabe mulire olw'ennaku ezijja ku mmwe."},
{"verse" : "2 Obugagga bwammwe buvunze, n'ebyambalo byammwe biriiriddwa ennyenje."},               
{"verse" : "3 Ezaabu yammwe ne ffeeza zitalazze; n'obu talagge bwazo buliba mujulirwa gye muli, bulirya omubiri gwammwe ng'omuliro. Mwakuŋŋaanyiza ebintu mu nnaku ez'enkomerero."},
{"verse" : "4 Laba, empeera y'abakozi abaakungula ennimiro zammwe, gye mulyazaamaanya, ekaaba: n'ebiwoobe by'abo abakungula byayingira mu matu ga Mukama Ow'eggye."},
{"verse" : "5 Mwesanyusa ku nsi, ne muwoomerwa ebinyumu; mwegezzezzamu mitima gyammwe nga ku lunaku olw'okubaaga ebya ssava."},
{"verse" : "6 Mwasala omusango okusinga omutuukirivu, ne mumutta; naye tabawakanya."},
{"verse" : "7 Kale, ab'oluganda, mugumiikirizenga okutuusa okujja kwa Mukama waffe. Laba, omulimi alindirira ebibala eby'ensi eby'omuwendo omungi, abigumiikiriza, okutuusa enkuba eya ddumbi n'eya ttoggo."},
{"verse" : "8 Era nammwe mugumiikirizenga; munywezenga emitima gyammwe: kubanga okujja kwa Mukama waffe kuli kumpi."},
{"verse" : "9 Temwemulugunyanga, ab'oluganda, mwekka na mwekka, muleme okusalirwa omusango: laba, omusazi w'emisango ayimiridde ku luggi."},
{"verse" : "10 Mutwale ekyokulabirako, ab'oluganda, eky'okubonyaabonyezebwa n'okugumiikiriza, bannabbi abaayogeran ga mu linnya lya Mukama."},
{"verse" : "11 Laba, tubayita ba mukisa abaagumii kirizanga: mwawulira okugumiikiriza kwa Yobu, era mwalaba Mukama ku nkomerero bw'akola nga Mukama wa kisa kingi n'okusaasira."},
{"verse" : "12 Naye okusinga byonna, baganda bange temulayiranga newakubadde eggulu, newakubadde ensi, newakubadde ekirayiro ekirala kyonna naye ekigambo kyammwe weewaawo kibeerenga weewaawo, n'ekigambo kyammwe si weewaawo kibeerenga si weewaawo; muleme okugwa mu musaago."},
{"verse" : "13 Waliwo mu mmwe omuntu ali obubi? asabeaga. Waliwo asanyuka? ayimbenga eby'okutendereza Katonda."},               
{"verse" : "14 Waliwo mu mmwe omuntu alwadde? ayitenga abakadde b'ekkanisa; bamusabirenga, nga bam usiigako amafuta mu linnya lya Mukama waffe:"},
{"verse" : "15 n'okusaba kw'okukkiriza kulirokola omulwadde, ne Mukama waffe alimuyimusa: era oba nga yakola ebibi birimuggibwako."},
{"verse" : "16 Kale mwatuliraganenga ebibi byammwe mwekka na mwekka, musabiraganenga, mulyoke muwone. Okusalia kw'omuntu omutuukirivu kuyinza nnyo mu kukola kwakwo."},
{"verse" : "17 Eriya yali muntu eyakwatibwa byonna nga ffe, n'asaba nnyo enkuba ereme okutonnya; enkuba n'etatonnya ku nsi emyaka esatu n'emyezimukaaga."},
{"verse" : "18 N'asaba nate; eggulu ne litonnyesa enkuba, ensi n'emezaebibala byayo."},
{"verse" : "19 Baganda bange, omuntu yenna mu mmwe bw'akyamanga okuva mu mazima, omuntu n'amala amukyusa,"},
{"verse" : "20 ategeerenga ng'akpusa alina ebibi mu bukyamu obw'ekkubo lye alirokola obulamu mu kufa, era alibikka ku bibi bingi. "}
]