[

{"verse" : "4:1 Entalo ziva wa n'okulwana kuva wa mu mmwe? Si muno, mu kwegomba kwammwe okulwana mu bitundu byammwe?"},
{"verse" : "2 Mwegomba so temulina: mutta, era mwegomba, ao temuyinza kufuna: mul wana era mutabaala; temulina kubanga temusaba."},
{"verse" : "3 Musaba ne mutaweebwa, kubanga musaba bubi; mulyoke mubikoze okwegomba kwammwe."},              
{"verse" : "4 Mmwe abakazi abenzi temumanyi ng'omukwano gw'ensi bwe bulabe bwa Katonda? Kale, omuntu yenna bw'ayagala okubeera mukwano gw'ensi yeefuula mulabe wa Katonda."},
{"verse" : "5 Oba mulowooza ng'ekyawandiikibwa kyogerera bwereere? Omwoyo gwe yatuuza mu ffe gwegomba okuleeta obuggya?"},
{"verse" : "6 Naye yeeyongera okugaba ekisa. Kyekiva kyogera nti Katonda alwana n'ab'amalala, naye abawombeefu abawa ekisa."},
{"verse" : "7 Kale mujeemulukukirenga katonda; naye mulwanenga ne Setaani, naye anaabaddukanga."},
{"verse" : "8 Musembererenga Katonda, naye anaabasembereranga mmwe. Munaabenga mu ngalo, abalina ebibi; era mutukuzen ga emitima gyammwe, mmwe abalina emmeeme ebbiri."},
{"verse" : "9 Munakuwale, mukube ebiwoobe, mukaabe: okuseka kwammwe kufuuke ebiwoobe, n'essaayu lifuuke okunakuwala."},
{"verse" : "10 Mwetoowazenga mu maaso ga Mukama waffe, naye alibagulumiza."},
{"verse" : "11 Temwogeraganangako bubi, ab'oluganda. Ayogera obubi ku w'oluganda, oba asalira omusango ow'oluganda, ayogera obubi ku mateeka, era asalira musango mateeka: naye bw'asaliraomusango amateeka, nga toli mukozi wa mateeka, wabula omusazi w'omusango."},
{"verse" : "12 Eyateeka amateeka, era omusazi w'omusango, ali omu oyo ayinza okulokola n'okuzikiriza, naye ggwe asalira omusango munno ggwe ani?"},
{"verse" : "13 Kale nno mmwe aboogera nti Leero oba jjo tunaagenda mu kibugagundi; tulimalayo omwaka gumu tulitunda tuliviisa amagoba:"},
{"verse" : "14 nayenga temutegeera bya nkya Obulamu bwammwe buli nga kiki? Muli lufu, olulabika akaseera akatono, ne lulyoka luggwaawo:"},
{"verse" : "15 we mwandyogeredde nti Mukama waffe bw’alyagala tuliba balamu,era tulikola bwe tuti oba bwe tuti."},
{"verse" : "16 Naye kaakano mwenyumiri za mu kwekulumbaza kwammwe: okwenyumiriza kwonna okuli bwe kutyo kubi."},
{"verse" : "17 Kale amanya okukola obulungi n'atakola, kye kibi eri oyo."}
]