[
{"verse" : "6:1 Abaana abato, muwulirenga abazadde bammwe mu Mukama waffe: kubanga kino kye kirungi."},        
{"verse" : "2 Ossangamu ekitiibwa kitaawo ne nnyoko (lye tteeka ery'olubereberye eririmu okusuubiza),"},
{"verse" : "3 olyoke obeerenga bulungi, era owangaalenga ennaku nnyingi ku nsi."},
{"verse" : "4 Nammwe, bakitaabwe, temusuaguwazanga baana bammwe: naye mubalerenga mu kukangavvulanga ne mu kubuuliriranga kwa Mukama waffe."},
{"verse" : "5 Abaddu, muwulirenga bakama bammwe ab'omubiri nga mulina okutya n'okukankana, omutima gwammwe nga teguliimu bukuusa, aga Kristo;"},
{"verse" : "6 si nga mu kuweereza okw'okungulu, ng'abaagala okusiimibwanga abantu; naye ng'abaddu ba Kristo, nga mukolanga n'omwoyo, Katonda by'ayagala,"},
{"verse" : "7 nga muweerezanga n'okwagala nga Mukamall waffe so si bantu:"},
{"verse" : "8 nga mumanyil nti buli munru ekirungi ky'akola, ky'aliweebwa n ate eri Mukama waffe, oba muddu oba wa ddembe."},               
{"verse" : "9 Nammwe, bakama baabwe, mubakolenga bwe mutyo, nga mulekanga okutiisa: nga mumanyi nga Mukama waabwe era owammwe ali mu ggulu, so tewali kusosola mu bantu gy'ali."},
{"verse" : "10 Eky'enkomerero, mubenga n'amaanyi mu Mukamawaffe ne mu buyinza obw'amaanyi ge."},
{"verse" : "11 Mwambalenga ebyokulwanyi sa byonna ebya Katonda, mulyoke muyinzenga okuyimirira eri enkwe za Setaani."},
{"verse" : "12 Kubanga tetumeggana na musaayi na mubiri, wabula n'abaamasaza, n'ab'obuyinza, n'abafuga ensi ab'omu kizikiza kino, n'emyoyo egy'obubi mu bifo ebya waggulu."},
{"verse" : "13 Kale mutwalenga ebyokulwanyisa byonna ebya Katonda, mulyoke muyinzenga okuguma ku lunaku olubi, era bwe mulimala okukoIla byonna, musobole okuyimirira."},
{"verse" : "14 Kale muyimirirenga, nga mwesibye mu kiwato kyammwe amazima, era nga mwambadde eky'omu kifuba obutuukirivu,"},
{"verse" : "15 era nga munaanise mu bigere okweteekateeka okw'enjiri ey'emirembe;"},
{"verse" : "16 era ku ebyo byonna n ga mukwatiddeko engabo ey'okukkiriza, eneebayinzisanga okuzikiza obusaale bwonna obw'omuliro obw'omubi."},
{"verse" : "17 Muweebwe ne sseppewo ey'obulokow, n'ekitala eky'Omwoyo, kye kigambo kya Katonda:"},
{"verse" : "18 nga musabanga buli kiseera mu Mwoyo n'okusaba n’okwegayiriranga kwonna n'okwegayirirrianga abatukuvu kusaba okwo mu kunyiikiranga kwonna n’okwegayiririranga abatukuvu bonna,"},
{"verse" : "19 era nange ndyoke mpeebwe okwogeranga okwasamyanga akamwa kange, okutegeezanga n'obuvumu ekyama eky'enjiri,"},
{"verse" : "20 gye mbeerera omubaka waayo mu lujegere; njogerenga n'obuvumu mu yo, nga bwe kiŋŋwanira okwogeranga."},
{"verse" : "21 Naye nammwe mulyoke mutegeere ebifa gye ndi bwe biri, Tukiko, ow' oluganda omwagalwa era omuweereza omwesigwa mu Mukama waffe alibategeeza byonna:"},               
{"verse" : "22 gwe mbatumidde olw'ensonga eno, mulyoke mutegeere ebifa gye tuli, era abasanyuse emitima gyammwe."},
{"verse" : "23 Emirembe gibenga eri ab'oluganda, n'okwagala awamu n'okukkiriza ebiva eri Katonda Kitaffe ne Mukama waffe Yesu Kristo."},
{"verse" : "24 Ekisa kibeerenga n'abo bonna abaagala Mukama waffe Yesu Kristo mu butamala."}
]