[

{"verse" : "5:1 Kale mugobererenga Katonda, ng'abaana abaagalwa;"},
{"verse" : "2 era mutambulirenga mu kwagala, era nga Kristo bwe yabaagala mmwe, ne yeewaayo ku lwaffe okubeera ekirabo era ssaddaaka eri Katonda okubeera evvumbe eriwunya obulungi."},
{"verse" : "3 Naye obwenzi n'obugwagwa bwonna n'okwegomba n'okwogerebwa tebyogerebwangako mu mmwe, nga bwe kigwanira abatukuvu"},
{"verse" : "4 newakubadde eby'ensonyi, newakubadde ebinyumizibwa eby'obusiru, newakubadde okubalaata, ebitasaana: naye waakiri okwebazanga."},
{"verse" : "5 Kubanga ekyo mukitegeerera ddala nga tewali mwenzi, oba mu gwagwa, oba eyeegomba, ye oyo asinza ebifaananyi, alina obusika mu bwakabaka bwa Kristo ne Katonda."},            
{"verse" : "6 Omuntuyenna tabalimbanga n'ebigambo ebitaliimu: kubanga olw'ebyo obusu ngu bwa Katonda bujja ku baana abatawulira."},               
{"verse" : "7 Kale temussanga kimu nabo;"},
{"verse" : " 8 kubanga edda mwali kizikiza, naye kaakano muli musana mu Mukama waffe: mutambulenga ng'abaana b'omusana"},
{"verse" : "9 (kubanga ebibala by'omusana biri mu bulungi bwonna n'obutuukirivu n'amazima),"},
{"verse" : "10 nga mukeberanga Mukama waffe ky'ayagala bwe kiri;"},
{"verse" : "11 so temussanga kimu n'ebikolwa ebitabala eby'ekizikiza, naye waakiri mubibuulirirenga bubuulirizi;"},
{"verse" : "12 kubanga kya nsonyi n'okubyogerako ebyo bye bakola mu kyama."},
{"verse" : "13 Naye ebigambo byonna, bwe bibuulirirwa, omusana gubirabisa: kubanga buli ekirabisibwa gwe musana."},
{"verse" : "14 Kyava ayogera nti Zuukuka, ggwe eyeebase, ozuukire mu bafu, Kristo anaakwakira."},
{"verse" : "15 Kale mutunule nnyo bwe mutambulanga, si ng'abatalina magezi, naye ng'abalina amagezi;"},
{"verse" : "16 nga mweguliranga ebbanga, kubanga ennaku zino mbi."},
{"verse" : "17 Kale temubeeranga basirusiru, naye mutegeerenga Mukama waffeky'ayagala bwe kiri."},               
{"verse" : "18 So temutamiiranga mwenge, kubanga mu gwo mulimu okwegayaggula, naye mujjulenga Omwoyo;"},
{"verse" : "19 nga mwogeragananga mu zabbuli n'ennyimba n'ebiyiiye eby'Omwoyo, nga muyimban ga, nga mumukubiranga ennanga mu mutima gwammwe Mukama waffe; "},
{"verse" : "20 n ga mwebazanga ennaku zonna olwa byonna Katonda Kitaffe mu lin nya lya Mukama waffe Yesu Kristo;"},
{"verse" : "21 nga muwuliragananga mu kutya Kristo."},
{"verse" : "22 Abakazi, muwulirenga babbammwe, nga bwe muwulira Mukama waffe."},
{"verse" : "23 Kubanga omusajja gwe mutwe gwa mukazi we, era ngaKristo bw'ali omutwe gw'ekkanisa, bw'ali omulokozi ow'omubiri yennyini."},
{"verse" : "24 Naye ng'ekkanisa bw'ewulira Kristo, n'abakazi bwe batyo bawulirenga babbaabwe mu buli kigambo."},
{"verse" : "25 Abasajja, mwagalenga bakazi bammwe, era nga Kristo bwe yayagala ekkanisa, ne yeewaayo ku lwayo;"},  
{"verse" : "26 alyoke agitukuze ng'amaze okugirongoosa n'okuginaaza n'amazzi mu kigambo,"},
{"verse" : "27 alyoke agyereetere yenayini ekkanisa ey'ekitiibwa, nga terina bbala newakubadde olufunyiro newakubadde kyonna ekifaanana nga bino; n aye ebeere entukuvu eteriiko bulema."},
{"verse" : "28 Era bwe kibagwanidde bwekityo abasajja okwagalanga bakazi baabwe benayini ng'emibiri gyabwe bennyini. Ayagala mukazi we yennyini, yeeyagala yekka:"},
{"verse" : "29 kubanga tewali munru eyali akyaye omubiri gwe yennyini, naye aguliisa agujjaajaba, era nga Kristo bw'ajjanjaba ekkanisa;"},
{"verse" : "30 kubanga tuli bitundu bya mubiri gwe."},               
{"verse" : "31 Omuntu kyanaavaaga aleka kitaawe ne nnyina ne yeegatta n e mukazi we; nabo bombi banaabanga omubiri gumu."},
{"verse" : "32 Ekyama kino kikulu: naye njogera ku Kristo n'ekkaaisa."},
{"verse" : "33 Naye era nammwe buli muntuayagalenga mukazi we nga bwe yeeyagala yekka; n'omukazi atyenga bba."}
]