[
{"verse" : "3:1 Mulabe okwagala bwe kuli okunene Kitaffe kwe yatuwa, ffe okuyitibwanga abaana ba Katonda; era bwe tuli. Ensi kyevaerema okututegeera, kubanga teyamutegeera ye."},               
{"verse" : "2 Abaagalwa, kaakano tuli baana ba Katonda, so tekinnalabisibwa kye tuliba. Tumanyi nti bw'alirabisibwa tulifaanana nga ye; kubanga tulimulabanga bw'ali."},
{"verse" : "3 Era buli muntu yenna alina essuubi eryo mu ye yeetukuza n g'oyo bw'ali omutukuvu."},
{"verse" : "4 Buli muntu yenna akola ekibi, akola n'obujeemu; era ekibi bwe bujeemu."},
{"verse" : "5 Era mumanyi ng'oyo yalabisibwa era aggyewo ebibi; ne mu ye temuli kibi."},
{"verse" : "6 Buli muntu yenna abeera mu ye takola kibi: buli muntu yenna akola ekibi nga tamulabangako, so tamutegeera."},
{"verse" : "7 Abaanaabato, omuntu yenna tabakyamyanga; akola obutuukirivu ye mutuukirivu, nga ye bw'ali omutuukirivu;"},
{"verse" : "8 akola ekibi wa Setaani; kubanga okuva ku lubereberye Setaani akola ebibi. Omwana wa Katonda kyeyava alabisibwa amalewo ebikolwa bya Setaani."},
{"verse" : "9 Buli muntu yenna eyazaalibwa Katonda takola kibi, kubanga ensigo ye ebeermu ye; so tayinza kukola ki bi, kubanga yazaalibwa Katonda."},
{"verse" : "10 Ku kino abaana ba Katonda n'abaana ba Setaani kwe balabikira: buli mu ntu yenna atakola butuukirivu si wa Katonda, newakubadde atayagala muganda we."},
{"verse" : "11 Kubanga kino kye kigambo kye mwawulira okuva ku lubereberye ffe okwagalananga"},
{"verse" : "12 si nga Kayini bwe yali ow'omubi n'atta muganda we. Era yamu ttira ki? kubanga ebikolwa bye byali bibi n'ebya muganda we bituukirivu."},
{"verse" : "13 Temwewuunyanga, ab'oluganda, ensi bwe bakyawanga."},
{"verse" : "14 Ffe tumanyi nga twava mu kufa ne tuyingira mu bulamu, kubanga twagalaab'oluganda. Atayagala abeera mu kufa."},               
{"verse" : "15 Buli muntu yenna akyawa muganda we ye mussi; era mumanyi nga tewali mussi alina obulamu obutaggwaawo nga bubeera mu ye. "},
{"verse" : "16 Ku kino kwe tutegeerera okwagala, kubanga oyo yawaayo obulamu bwe ku lwaffe: naffe kitugwanira okuwangayo obulamu bwaffe ku lw'ab'oluganda."},
{"verse" : "17 Naye buli alina ebintu eby'omu nsi, n'atunuulira muganda we nga yeetaaga, n'amuggalirawo emmeeme ye, okwagala kwa Katonda kubeera kutya mu ye?"},
{"verse" : "18 Abaana abato, tuleme okwagalanga mu kigambo ne mu lulimi, wabula mu kikolwa ne mu mazima. "},
{"verse" : "19 Ku kino kwe tunaategeereranga nga tuli ba mazimane tukkakkanya omutima gwaffe mu maaso ge,"},
{"verse" : "20 mu buli kigambo omutim a gwaffe kye gutusalira okutusinga; kubanga Katonda asinga obukulu omutima gwaffe, era ategeera byonna."},
{"verse" : "21 Abaagalwa, omutima bwe gutatusalira kutusinga, tuba n'obugumu eri Katonda;"},
{"verse" : "22 era buli kye tusaba akituwa, kubanga tukwata ebiragiro bye era tukola ebisiimibwa mu maasoge."},
{"verse" : "23 Na kino kye kiragiro kye, tukkirize erinnya ly'Omwana weYesu Kristo, era twagalanenga, nga bwe yatuwa ekiragiro."},
{"verse" : "24 Era akwata ebiragiro bye abeera mu ye, naye mu ye. Era ku kino kwe tutegeerera ng'abeera mu ffe, olw'Omwoyo gwe yatuwa."}
]