[

{"verse" : "2:1 Baana bange abato, mbawandiikidde ebyo mulemenga okukola ekibi. Era omunru yenna bw'akola ekibi, tulina Omuwolereza eri Kitaffe, Yesu Kristo omutuukirivu:"},
{"verse" : "2 n'oyo gwe mutango olw'ebibi byaffe; so si lwa bibi byaffe fekka, era naye n'olw'ensi zonna."},
{"verse" : "3 Era ku kino kwe tutegeerera nga tumutegedde, bwe tukwata ebiragiro bye."},
{"verse" : "4 Ayogera nti Mmutegedde, n'atakwata biragiro bye, ye mulimba, n'amazima tegali m u oyo;"},
{"verse" : "5 naye buli akwata ekigambo kye, mazima okwagala kwa Katonda nga kumaze okutuukirizibwa mu oyo. Ku kino kwe tutegeerera nga tuli mu ye:"},
{"verse" : "6 ayogera ng'abeera mu ye kimugwanira naye yennyini okutambulanga era nga ye bwe yatambula."},               
{"verse" : "7 Abaagalwa, sibawandiikira kiragiro kiggya, wabula ekiragiro eky'edda, kye mwalina okuva ku lubereberye; ekiragiro ekyo eky'edda kye kigambo kye mwawulira."},
{"verse" : "8 Nate mbawandiikira ekiragiro ekiggya, elugambo elry'amazima mu ye ne mu mmwe; kubanga ekizikiza kiggwaawo, n'omusana ogw'amazima kaakano gwaka."},
{"verse" : "9 Ayogera ng'ali mu musana n'akyawa muganda we, ng'akyali mu kizikiza ne kaakano."},
{"verse" : "10 Ayagala muganda we abeera mu musana, era tewali kimwesittaza."},
{"verse" : "11 Naye akyawa muganda we ali mu kizikiza, era atambulira mu kizikiza, so nga tamanyi gy'agenda, kubanga ekizikiza kyamuziba amaaso. "},
{"verse" : "12 Mbawandiikira mmwe, abaana abato, kubanga ebibi byammwe bibasonyiyiddwa olw'erinnya lye."},
{"verse" : "13 Mbawandi ikira mmwe, abakadde, kubanga mutegedde oyo eyabaawo okuva ku lubereberye. Mbawandiikira mmwe, abavubuka, kubanga muwangudde omubi. Mbawandiikidde mmwe, abaana abato, kubanga mutegedde Kitaffe. "},
{"verse" : "14 Mbawandiikidde mmwe, abakadde, kubanga mutegedde oyo eyabaawo okuva ku lubereberye. Mbawandiikidde mmwe, abavubu ka, kubanga mulina amaanyi, n'ekigambo kya Katonda kibeera mu mmwe, era muwangudde omubi."},
{"verse" : "15 Temwagalanga nsi newakubadde ebiri mu nsi. Omuntu yenna bw'ayagala ensi, okwagala kwa Kitaffe tekubamu ye."},
{"verse" : "16 Kubanga buli ekiri mu nsi, okwegomba kw'omubiri, n'okwegomba kw'amaaso, n'okwegulumiza kw'obutamu okutaliimu, tebiva eriKitaffe, naye biva eri ensi."},                        
{"verse" : "17 Era ensi eggwaawo, n'okwegomba kwayo; n aye akola Katonda by'ayagala abeerera emirembe egitaggwaawo."},
{"verse" : "18 Abaana abato, kye kiseera eky'enkomerero, era nga bwe mwawulira ng' omulabe wa Kristo ajja, ne kaakano waliwo abalabe ba Kristo bangi;kyetuva tutegeera nga kye kiseera eky'enkomerero."},
{"verse" : "19 Baava mu ffe, naye tebaali b'ewaffe; kuba singa baali b'ewaffe, bandibadde wamu naffe; naye baatuvaamu era balabisibwe bonna nga si b'ewaffe."},               
{"verse" : "20 Nammwe mufukibwako amafuta eri Omutuknvu, era mumanyi byonna."},
{"verse" : "21 Sibawandiikidde kubanga temumanyi mazima, naye kubanga mugamanyi, era kubanga tewali btilimba obuva mu mazima."},
{"verse" : "22 Omulimba ye ani wabuta oyo agaananga Yesu si ye Kristo? Oyo ye mulabe wa Kristo, agaana Kitaffe n'Omwana."},
{"verse" : "23 Buli muntu yenna agaana Omwana, ne Kitaffe nga tali naye; ayatula Omwana, ne Kitaffe ali naye."},
{"verse" : "24 Mmwe kye mwawulira okuva ku lubereberye kibeerenga mu mmwe. Kye mwawulira okuva ku lubereberye bwe kinaabeeranga mu mmwe, nammwe munaabeeranga mu Mwana ne mu Kitaffe."},
{"verse" : "25 Na kuno kwe kusuubiza kwe yatusuubiza, obulamu obutaggwaawo."},
{"verse" : " 26 Ebyo mbawandiikidde olw'ebigambo by'abo abakyamya."},
{"verse" : "27 Nammwe okufukibwako amafuta kwe mwaweebwa ye kubeera mu mmwe, so temwetaaga muntu yenna okubayigirizanga; naye ng'okufuka kwe okw'amafuta bwe kubayigiriza mu bigambo byonna, era kwa noazima so si bulimba, era nga bwe kwabayigiriza, mubeerenga mu ye."},
{"verse" : "28 Ne kaakano, abaana abato, mubeerenga mu ye; bw'alirabisibwa tulyoke tubeere n'obugumu, era ensonyi zireme okutukwatira mu maaso ge mu kujja kwe."},
{"verse" : "29 Oba nga mumaayi nga mutuukirivu, era mutegeera nga buli muntu yenna akola obutuukirivu yazaalibwa ye."}
]