[
{"title" : "Omukazi eya eyasaba obutakoowa"},
{"verse" : "18:1 N'abagerera olugero bwe kibagwanira okusabanga bulijjo, obutakoowanga;"},
{"verse" : "2 n'agamba nti Waaliwo omulamuzi mu kibuga kimu, ataatya Katonda, era nga tassaamu muntu kitiibwa;"},
{"verse" : "3 era waaliwo nnamwandu mu kibuga ekyo; n'ajjanga w'ali ng'agamba nti Nnamula n'omulabe wange."},
{"verse" : "4 N'atasooka kukkiriza; naye oluvannyuma n'ayogera munda mu ye nti Newakubadde nga sitya Katonda, era nga sissaamu muntu kitiibwa;"},
{"verse" : "5 naye olw'okunteganya nnamwandu ono kw'anteganya nnamulamula, aleme okuntengezza ng'ajja olutata."},
{"verse" : "6 Mukama waffe n'agamba nti Muwulire omulamuzi oyo atali mutuukirivu ky' agamba."},
{"verse" : "7 Kale ne Katonda taliramula balondebe abamukaabirira emisana n'ekiro, ng'akyagumiikiriza?"},
{"verse" : "8 Mbagamba nti Alibalamula mangu. NayeOmwana w'omuntu bw'alijja, aliraba okukkiriza ku nsi?"},
{"verse" : "9 N'abalalaabaali beerowooza ku bwabwe okuba abatuukirivu nga banyooma abalala bonna, n'abagamba olugero luno, nti"},
{"verse" : "10 Abantu babiri baalinnya muyeekaalu okusaba, omu Mufalisaayo, omulala muwooza."},
{"verse" : "11 Omufalisaayo n'ayimirira n'asaba yekka ebigambo bino nti Ai Katonda, nkwebaza kubanga siri nga bantu balala bonna, abanyazi, abalyazaamaanyi, abenzi, newakubadde ng'ono omuwooza."},
{"verse" : "12 Nsiiba emirundi ebiri mu ssabbi iti; mpaayo ekitundu eky'ekkumi ku byonna bye nfuna."},
{"verse" : "13 Naye omuwooza n'ayimirira wala, n'atayagala na kuyimusa maaso ge mu ggulu, naye ne yeekuba mu kifuba ng'agamba nti Ai Katonda, onsaasire nze alina ebibi."},
{"verse" : "14 Mbagamba nti Oyo yakka okuddayo mu nnyumba ye ng'aweereddwa obutuukirivu okusinga oli; kubanga buli eyeeguhum»a alitoowazibwa; n'oyo eyeetoowaza aligulumizibwa."},
{"verse" : "15 Awo ne baleeta n'abaan a abato w'ali, okubakomako: naye abayigirizwa bwe baabalaba, ne bababoggolera."},
{"verse" : "16 Naye Yesu n'abayita ng'agamba nti Muleke abaana abato bajje gye ndi, temubagaana: kubanga abali. ng'abo obwakabaka bwa Katonda bwe bwabwe."},
{"verse" : "17 Mazima mbagamba nti Buli atakkirizenga bwakabakabwa Katonda ng'omwana omuto, talibuyingiramu n'akatono."},
{"verse" : "18 N'omuntu omukulu omu n'amubuuza ng'agamba nti Omuyigiriza omulungi, nkole ki okusikira obulamu obutaggwaawo?"},
{"verse" : "19 Yesu n'amugamba nti Ompitira ki omulungi? tewali mulungi wabula omu, ye Katonda. "},
{"verse" : "20 Amateeka ogamanyi nti Toyendanga, Tottanga, Tobbanga, Towaayirizanga, Ossangamu ekitiibwa kitaawo ne nnyoko."},
{"verse" : "21 N'agamba nti Ebyo byonna nnabikwatanga okuva mu buto bwange."},
{"verse" : "22 Yesu bwe yawulira n'amugamba nti Okyaweebuuseeko kimu; tunda by'oli nabyo byon na, obigabire abaavu, kale oliba n'obugagga mu ggulu: olyoke ojje ongoberere."},
{"verse" : "23 Naye bwe yawulira ebyo n'anakuwala nnyo; kubanga yali mugagga nnyo."},
{"verse" : "24 Awo Yesu bwe yamulaba n'agamba nti Nga kizibu abalina obugagga okuyingira mu bwakabaka bwa Katonda!"},
{"verse" : "25 Kubanga kyangu eŋŋamira okuyita mu nnyindo y'empiso, okusinga omugagga okuyingira mu bwakabaka bwa Katonda."},
{"verse" : "26 Abaawulira ne bagamba nti Kale ani ayinza okulokoka?"},
{"verse" : "27 Naye n'agamba nti Ebitayinzika eri abantu biyinzika eri Katonda. "},
{"verse" : "28 Peetero n'agamba nti Laba, ffe twaleka eby affe ne tukugoberera."},
{"verse" : "29 N'abagamba nti Mazima mbagamba nti Tewal i muntu eyaleka ennyumba, oba mukazi, oba ba luganda, oba bazadde, oba baana, olw'obwakabaka bwa Katonda,"},
{"verse" : "30 ataweebwa nate emirundi mingimu biro bino, ne mu biro ebigenda okujja obulamu obutaggwaawo."},
{"verse" : "31 N'atwala abo ekkumi nababiri n'abagamba nti Laba, tulin nya e Yerusaalemi, n'ebyo byonna ebyawandiikibwa bannabbi birituukirira ku Mwana w'omuntu."}, 
{"verse" : "32 Kubanga aliweebwayo mu b'amawanga, aliduulirwa, aligirirwa ekyejo, aliwandirwa amalusu:"},
{"verse" : "33 balimukuba enkoba balimutta; era ku lunaku olw'okusatu alizuukira."},
{"verse" : "34 Nabo ne batategeerawo ku ebyo n'ekimu; n'ekigambo ekyo kyali kibskwekeddwa, ne batategeera ebyayogerwa, "},
{"verse" : "35 Awo olwatuuka bwe yali ng'anaatera okutuuka e Yeriko, omuzibe w'amaaso yali ng'atudde ku kkubo ng'asabiriza;"},
{"verse" : "36 awo bwe yawulira ekibiina nga kiyita, n'abuuza nti kiki ekyo:"},
{"verse" : "37 Ne bamubuulira nti Yesu Omunazaaleesi ayita."},
{"verse" : "38 N'ayogerera waggulu ag'agamba nti Yesu, omwana wa Dawudi, onsassire."},
{"verse" : "39 N'abo abaali bakulembedde ne bamuboggolera okusirika; naye ye ne yeeyongera nayo okwogerera waggulu nti Ggwe omwana wa Dawudi, onsaasire."},
{"verse" : "40 Yesu n'ayimirira, n'alagira okumuleeta w'ali; awo bwe yasembera okumpi, n'amubuuza nti"},
{"verse" : "41 Oyagala nkukolere ki? N'agamba nti Mukama wange, njagala okuzibula."},
{"verse" : "42 Yesu n'amugamba nti Zibula: okukkiriza kwo kukulokodde."},
{"verse" : "43 Amangu ago n'azibula, n'amugoberera ng'agulumiza Katonda: n'abaatu bonna bwe baalaba ne batendereza Katonda:"}
]