[{"title" : "Ebaaluwa eri Teefiro"},
{"verse" : "1:1 Bwe baali abangi abaatandika okuwandiika amakulu g'ebigambo ebyatuukirizibwa mu ffe,"},
{"verse" : "2 nga bwe baabitubuulira, abo abaasooka okuva ku lubereberye okuba abajulirwa era abaweereza b'ekigambo,"},                 
{"verse" : "3 awo bwe nnaliraanyiza ddala byonna okuva ku lubereberye, era nangennalaba nga kirungi okukuwandiikira ggwe, Teefiro omulungi ennyo, nga bwe byaliraana;"},
{"verse" : "4 olyoke omanye amazima g'ebigambo bye wayigirizibwa."},   
{"title" : "Okuzaalibwa kwa Yokaana kutegeezebwa Zakkaliya"},
{"verse" : "5 Awo mu mirembe gya Kerode, kabaka We Buyudaaya, waaliwo kabona, erinnya lye Zaakaliya, wa mu lulyo lwa Abiya: era yalina omukazi ow'omu bawala ba Alooni, erinnya lye Erisabesi."},
{"verse" : "6 N'abo bombi baali batuukirivu mu maaso ga Katonda, nga batambulira mu biragiro byonna ne mu by'obutuukirivu ebya Mukama nga tebaliiko kabi."},
{"verse" : "7 So tebaalina mwana, kubanga Erisabesi yali mugumba, mabo bombi baali bakaddiye mu myaka gyabwe."},
{"verse" : "8 Awo olwatuuka, bwe yali ng'akola omulimu ogw'obwa kabona mu maaso ga Katonda ng'oluwalo lwe bwe lwaliraana,"},
{"verse" : "9 awo akalulu ne kamugwako ng'empisa ez'obwa kabona bwe zaali okuyingira mu yeekaalu ya Mukama okwoteza obubaane."},
{"verse" : "10 Awo ekibiina kyonna eky'abantu kyali nga kisabira bweru mu kiseera eky'okwoterezaamu."},
{"verse" : "11 Awo malayika wa Mukama n'amulabikira ng'ayimiridde ku luuyi olwa ddyo olw'ekyoto eky'okwoterezaako."},
{"verse" : "12 Awo Zaakaliya bwe yamulaba ne yeeraliikirira, n'atya."},
{"verse" : "13 Naye malayika n'amugamba nti Totya, Zaakaliya; kubanga okwegayirira kwo kuwuliddwa, mukazi wo Erisabesi alikuzaalira omwana ow'obulenzi, olimutuuma erinnya Yokaana."},
{"verse" : "14 Olisanyuka, era olijaguza, era bangi abalisanyukira, okuzaalibwa kwe."},
   
          
{"verse" : "15 Kubanga aliba mukulu mumaaso ga Mukama, so talinywa mwenge newakubadde ekitamiiza; era alijjuzibwa Omwoyo Omutukuvu, okuva mu lubuto lwa nnyina."},
{"verse" : "16 Era bangi mu baana ba Isiraeri alibakomyawo eri Mukama Katonda waabwe."},
{"verse" : "17 Alikulembera mu maaso ge: mu mwoyo n'amaanyi ga Eriya okukomyawo emitima gya bajjajja eri abaana, n'abatawulira okutamb uliranga mu magezi g'abatuukirivu; okutegekera Mukama abantu abateekebwateekebwa."},
{"verse" : "18 Awo Zaakaliya n'agamba malayika nti Nnaakimanya ntya ekyo?kubanga nze ndi mukadde, ne mukazi wange akaddiye mu myaka gye."},
{"verse" : "19 Awo malayika n'addamu n'amugamba nti Nze Gabulyeri, ayimirira mu maaso ga Katonda; era nnatumibwa okwogera naawe n'okukubuulira ebigambo ebyo ebirungi."},
{"verse" : "20 Kale, laba, olisirika era nga toyinza kwogera, okutuusa ku lunaku lwe biribaawo ebyo, kubanga tokkirizza bigambo byange, ebirituukirizibwa muntuuko zaabyo. "},
{"verse" : "21 Awo abantu baali balindirira Zaakaliya, ne beewuunya bw'aludde mu yeekaalu."},
{"verse" : "22 Awo bwe yafuluma n'atayinza kwogera nabo: ne bategeera nti alabye okwolesebwa mu yeekaalu: n'alwawo ng'abawenya n'omukono ng'akyasiruwadde."},
{"verse" : "23 Awo olwatuuka, ennaku ez'okuweereza kwe bwe zaggwaayo, n'addayo eka ewuwe."},
{"verse" : " 24 Awo ennaku ezo bwe zaayitawo mukazi we Erisabesin'aba olubuto: ne yeekwekera emyezi etaano, ng'agamba nti"},
{"verse" : "25 Bw'atyo Mukama bw'ankoze mu nnaku ze yantunuuliriramu okunziyako ensonyi mu bantu."},
{"verse" : "26 Awo mu mwezi ogw'omukaaga malayika Gabulyeri n'atumibwa Katonda mu kibuga eky'e Ggaliraaya erinnya lyakyo Nazaaleesi,"},
{"verse" : "27 eri omuwala atamanyi musajja eyali ayogerezebwa omusajja erinnya lye Yusufu ow'omu nnyumba ya Dawudi; n'erinnya ly'omuwala Malyamu."},
{"verse" : "28 Awo n'ayingira omumwe, n'agamba nti Mirembe ggwe aweereddwaennyo ekisa, Mukama ali naawe."},
{"verse" : "29 Naye ye ne yeeraliikirira ekigambo ekyo, n'alowooza okulamusa okwo bwe kuli."},
{"verse" : "30 Awo malayika n'amugamba nti Totya, Malyamu; kubanga olabye ekisa eri Katonda."},
{"verse" : "31 Era, laba, oliba olubuto, olizaala omwana ow'obulenzi, olimutuuma erinnya Yesu."},
{"verse" : "32 Oyo aliba mukulu, aliyitibwa Mwana w'Oyo Ali waggulu ennyo. Era Mukama Katonda alimuwa entebe ya Dawudi jjajjaawe:"},
{"verse" : "33 era anaafuganga ennyumba ya Yakobo emirembe, n'emirembe, so obwakabaka b we tebuliggwaawo."},
{"verse" : "34 Awo Malyamu n'agamba malayika. nti Kiribakitya ekyo, kubanga simanyi musajja?"},
{"verse" : "35 Ne malayika n'addamu n'amugamba nti Omwoyo Omutukuvu alikujjira, namaanyi g'Oyo Ali wagguluennyo galikusiikiriza: era ekyo ekirizaalibwa kyekiriva kiyitibwa ekitukuvu, omwana wa Katonda."},
{"verse" : "36 Laba, Erisabesi muganda wo, era ye ali lubuto lwa mwana wa bulenzi mu bukadde bwe; guno gwe mwezi gwe ogw'omukaaga eyayitibwanga omugumba."},
{"verse" : "37 Kubanga tewali kigambo ekiva eri Katonda kiribulwa maanyi."},
{"verse" : "38 MaIyamu n'agamba nti Laba, nze ndi muzaana wa Mukama; kibe ku nze nga bw'ogambye. Awo malayika n'ava gy'ali. "},
{"verse" : "39 Awo mu nnaku ezo Malyamu n'ayimuka n'agendamangu mu nsi ey'ensozi, mu kibuga kya Yuda;"},
{"verse" : "40 n'ayingira mu nnyumba ya Zaakaliya n'alamusa Erisabesi."},                
{"verse" : "41 Awo olwatuuka Erisabesibwe yawulira okulamusa kwa Malyamu, omwana n'abuukabuuka mu lubuto lwe; Erisabesi n'ajjuzibwa Omwoyo Omutukuvu;"},
{"verse" : "42 n'ayogerera waggulu n'eddoboozi ddene n'agamba nti Oweereddwa omukisa ggwe mu bakazi, n'ekibala eky'omu lubuto lwo kiweereddwa omukisa."},
{"verse" : "43 Nange nno, ekigambo kino kivudde wa, nnyina Mukama wange okujja gye ndi?"},
{"verse" : "44 Kubanga laba, eddoboozi ly'okulamusa kwo bwe liyingidde mu matu gange, omwana n'abuukabuuka mu lubuto lwange, olw'essanyu."},
{"verse" : "45 Aweereddwa omukisa eyakkiriza; kubanga birituukirizibwa ebyo bye wagambibwa Mukama."},
{"verse" : "46 Malyamu n'agamba nti Emmeeme yange etendereza Mukama,"},
{"verse" : "47 N'omwoyo gwange gusanyukidde Katonda Omulokozi wange."},
{"verse" : "48 Kubanga alabye obunaku bw’omuzaana we: Kubanga, laba, okusooka leero ab’emirembe gyonna banampitanga aweeredawa omukisa."},
{"verse" : "49 Kubanga Omuyinza ankoledde ebikulu; N'erinnya ly'ettukuvu."},
{"verse" : "50 N'ekisa kye kiri mu bamutya; Emirembe n'emirembe."},
{"verse" : "51 Alaze amaanyi n'omukono gwe; Asaasasaanyizza abalina amalala mu kuuerera kw'omu mitima ggabwe."},
{"verse" : "52 Agobye abafuzi abeekulumbaza ku ntebe zaabwe, Agulumizizza abeetoowaze."},
{"verse" : "53 Abalina enjala abakkusizza ebirungi; N'abagagga abagobye nga tebali na kintu."},
{"verse" : "54 Abedde Isiraeri omuddu we Ajjukire ekisa kye."},
{"verse" : "55 (Nga bwe yagamba bajjajjaffe) Eri Ibulayimu n'ezzadde lye, emirembe gyon na."},
{"verse" : "56 Awo Malyamu n'amalayo emyezi ng'esatu, n'akomawo ewuwe."},
{"verse" : "57 Awo ebiro bya Erisabesi ne bituuka okuzaala: n'azaala omwana wa bulenzi."},
{"verse" : "58 Baliraanwa be n'ab'ekika kye ne bawulira nga Mukama amugulumiririzza ekisa kye, ne basanyukira wamu naye"},
{"verse" : "59 Awo olwatuuka ku lunaku olw'omunaana, ne bajja okukomola omwana; baali baagala okumutu uma erinnya lya kitaawe Zaakaliya."},
{"verse" : "60 Nnyina n'addamu nagamba nti Nedda, naye anaatuumibwa Yokaana."},
{"verse" : "61 Ne bamugamba nti Tewali wamu kika kyo ayitibwa linaya eryo."},
{"verse" : "62 Ne bawenya kitaawe, bw'ayagala okumutuuma. "},
{"verse" : "63 N'ayagala ekipande eky'okuwandiikako, n'awandiika, n'agamba nti Erinnya lye Yokaana. Ne beewuunya bonna."},
{"verse" : "64 Amangu ago akamwa ke ne kazibu.ya, n'olulimi lwe ne lusumulukuka, n' ayogera nga yeebaza Katonda. "},
{"verse" : "65 Bonna abaali baliraanyeewo ne batya. N'ebigambo ebyo byonna ne bibuna mu nsi yonna ey'ensozi ey'e Buyudaaya."},
{"verse" : "66 Ne bonna abaabiwulira ne babissa mu mitima gyabwe, ne bagamba nti Kale omwana oyo aliba ki? kubanga omukono gwa Mukama gwali wamu naye."},
{"verse" : "67 Kitaawe Zaakaliya n'ajjuzibwa Omwoyo Omutukuvu, n'alagula, ng'agamba nti"},
{"verse" : "68 Atenderezebwe Mukama, Katonda wa Isiraeri; Kubanga akyalidde abantu be, era abanunudde,"},
{"verse" : "69 Era atuyimusirizzaejjembe ery'obulokozi Mu nnyumba y'omuddu we Dawudi."},
{"verse" : "70 (Nga bwe yayogerera mu kamwa ka bannabbi be abatukuvu, abaaliwo kasookedde ensi ebaawo),"},
{"verse" : "71 Okulokolebwa mu balabe baffe; ne mu mikono gy'abo bonna abatukyawa;"},
{"verse" : "72 Okutuukiriza ekisa kye yasuubiza bajjajjaffe, N'okujjukira endagaano ye entukuvu."},
{"verse" : "73 Okutuukiriza ekirayiro kye yalayirira jjajjaffe Ibulayimu,"},
{"verse" : "74 Okukituwa ffe; ffe bwe tulokolebwa mu mikono gy'abalabe baffe, Tulyoke tumuweereze nga tetuliko kyetutya,"},
{"verse" : "75 Mu butukuvu ne mu butuukirivu mu maaso ge ennaku zaffe zonna."},
{"verse" : "76 Naawe, omwana, oliyitibwa naabbi w'Oyo Ali waggulu ennyo:Kubanga olikulembera Mukama okulongoosa amakubo ge;"},
{"verse" : "77 Okumanyisa abantu be obulokozi, Ebibi byabwe bibaggibweko,"},
{"verse" : "78 Olw'ekisa kya Katon da waffe ekirungi, Emmambya kyevudde etusalira eva mu ggulu,"},
{"verse" : "79 Okwakira abatuula mu nzikiza, ne mu kisiikirize ky'olumbe,Okulunnamya ebigere byaffe mu kkubo ery'emirembe."},           
{"verse" : " 80 Omwana n'akula, n'ayongerwako amaanyi mu mwoyo; n'abeera mu malungu okutuusaku lunaku lwe yayolesebwa eri Isiraeri."}
]