[

{"title" : "Nnamwandu n'ebitundu by'eppeesa"},
{"verse" : "21:1 Awo n'ayimusa amaaso, n'alaba abagagga abaali basuula ebirabo byabwe mu ggwanika."},
{"verse" : "2 N'alaba nnamwandu omu omwavu ng'asuula omwo ebitundu by'eppeesa bibiri."},
{"verse" : "3 N'agamba nti Mazima mbagamba nti Nnamwandu ono omwavu asuddemu bingi okusinga bonna:"},
{"verse" : "4 kubanga abo bonna basuddemu ku bibafikkiridde mu birabo: naye oyo mu kwetaaga kwe asuddemu byonna by'ali nabyo, bwe bulamu bwe bwonna."},
{"verse" : "5 Era abamu bwe baali boogera ku yeekaalu, bwe yayonjebwa n'amayinja amalungi n'ebiweebwayo, n'agamba nti"},
{"verse" : "6 Bino bye mulaba, ennaku zigenda kujja, lwe watalirekebwa jjinja eriri ku jjinja wano eritalisuulibwa."},
{"verse" : "7 Ne bamubuuza nga bagamba nti Omuyigiriza, kale ebyo biribaawo ddi? Kabonero ki akalibaawo ebyo bwe biriba nga bigenda okubaawo?"},
{"verse" : "8 N'agamba nti Mutunule muleme okukyamizibwa; kubanga bangi abalijja n'erinnya lyange, nga boogera nti Nze nzuuno; era nti Obudde bunaatera okutuuka: temubagobereranga."},
{"verse" : "9 Era bwe muwuliranga entalo n'ebikankano, temwekanga: kubanga ebyo kibigwanira okusooka okujja; naye enkomerero terituuka mangu ago."},
{"verse" : "10 N'alyoka abagamba nti Eggwanga lirirumba eggwanga, n'obwakabaka bulirumba obwakabaka;"},
{"verse" : "11 walibaawo n'ebikankano ebinene, ne mu bifo ebirala enjala ne kawumpuli; walibaawo n'ebitiisa n'obubonero obunene obuva mu ggulu."},
{"verse" : "12 Naye ebyo byonna nga tebinnabaawo, balibassaako emikono, balibayigganya, nga babawaayo mu makuŋŋaaniro ne mu makomera nga babatwala eri bakabaka n'abaamasaza olw'erinnya lyange."},
{"verse" : "13 Kiriba mujulirwa gye muli."},
{"verse" : "14 Kale mukiteeke mu mitima gyammwe, obutasookanga kulowooza bye muliddamu:"},
{"verse" : "15 kubanga nze ndibawa akamwa n'amagezi, abalabe bammwe bonna bye bataliyinza kuwakana nabyo newakubadde okubigaana."},
{"verse" : "16 Naye muliweebwayo abazadde bammwe, n'ab'olugan da, n'ab'ekika, n'ab'omukwano; n'abamu ku mmwe balibassa."},
{"verse" : "17 Nammwe mulikyayibwa bonna olw'erinnya lyange."},
{"verse" : "18 N'oluviiri olw'oku mitwe gyammwe terulibula n'akatono."},
{"verse" : "19 Mu kugumiikiriza kwammwe mulifuna obulamu bwammwe."},
{"verse" : "20 Naye bwe muliraba Yerusaalemi nga kyetooloddwa eggye, ne mulyoka mutegeera nti okuzikirira kwakyo kunaatera okutuuka."},
{"verse" : "21 Mu biro ebyo ababanga mu Buyudaaya baddukiranga ku nsozi; n'ababanga wakati mu kyo bakifulumangamu; n'ababanga mu byalo tebakiyingirangamu."},
{"verse" : "22 Kubanga ezo ze nn aku ez'okuwalana eggwanga, ebyawandiikibwa byonna biryoke bituukirire."},
{"verse" : "23 Ziribasanga abaliba n'embuto n'abayonsa mu nnaku ezo! kubanga waliba okulaba ennaku ennyingi ku nsi n'obusungu eri abantu abo."},
{"verse" : "24 Balittibwa n'obwogi bw'ekitala, balinyagibwa okutwalibwa mu mawanga gon na; ne Yerusaalemi kiririnnyirirwa ab'amawanga okutuusa ebiro by'ab'amawanga lwe birituukirira."},
{"verse" : "25 Era walibaawo n'obubonero ku njuba n e ku mwezi ne ku mmunyeenye; ne ku nsi amawanga galinakuwala, nga basamaalirira olw'okuwuuma kw'ennyanja n'amayengo;"},
{"verse" : "26 abantu nga bazirika olw'entiisa n'olw'okutunuulira ebyo ebijja ku nsi: kubanga amaanyi ag'omu ggulu galikankanyizibwa."},
{"verse" : "27 Ne balyoka baIaba Omwana w'omuntu ng'ajjira mu kire n'amaanyi n'ekitiibwa kinene."},
{"verse" : "28 Naye ebigambo ebyo bwe bitanulanga okubaawo mutunulanga waggulu, muyimusanga emitwe gyammwe: kubanga oktmunulibwa kwammwe kunaatera oku tuuka."},
{"verse" : "29 N'abagamba olugero; nti Mulabe omutiini n'emiti gyonna;"},
{"verse" : "30 kale bwe gitojjera, mulaba ne mutegeera mwekka, nti kaakano okukungula kuli kumpi."},
{"verse" : "31 Era nammwe bwe mutyo, bwe mulabanga ebyo nga bibaawo mumanyanga, nti obwakabaka bwa Katonda buli kumpi:"},
{"verse" : "32 Mazima mbagamba nti Emirembe gino tegiriggwaawo n'akatono okutuusa ebyo byonna lwe biribaawo."},
{"verse" : "33 Eggulu n'ensi biriggwaawo; naye ebigambo byange tebiriggwaawo n'akatono."},
{"verse" : "34 Naye mwekuumenga emitima gyammwe gireme okuzitoowererwanga olw'obuluvu n'okutamiiranga n'okweraliikiriranga eby'obulamu buno, era olunaku luli luleme okubatuukako ng'ekyambika;"},
{"verse" : "35 kubanga bwe lutyo bwe lulituuka ku bonna abali ku nsi yonna."},
{"verse" : "36 Naye mutunulenga mu biro byonn a musabenga musobole okudduka ebyo byonna ebigenda okubaawo n'okuyimirira mu maaso g'Omwana w'omuntu."},
{"verse" : "37 Awo buli lunaku yayigirizanga mu yeekaalu; bwe bwazibanga n'afuluma n'asula ku lusozi oluyitibwa alwa Zeyituuni."},
{"verse" : "38 Abantu bonna ne bakeeranga enkya okugenda gy'ali mu yeekaalu okumuwulira."}
]