[{"title" : "Omulwadde w'entumbi awonyezebwa"},
{"verse" : "14:1 Awo olwatuuka bwe yayingira ku ssabbiiti mu nnyumba y' omukulu w'Abafalisaayo omu okulya emmere ne bamulabirira."},
{"verse" : "2 Era,laba, waaliwo omuntu mu maaso ge, eyali alwadde entumbi."},
{"verse" : "3 Yesu n'addamu n'ayogera n'abayigiriza b'amateeka n'Abafalisaayo ng'agamba nti Kirungi okuwonyeza ku ssabbiiti, nantiki si weewaawo?"},
{"verse" : "4 Naye ne basirika. N'amukwatako n'amuwonya, n'amusiibula."},
{"verse" : "5 N'abagamba nti Ani ku mmwe alina endogoyi ye oba nte ye ng'egudde mu luzzi atagiggyaamu mangu ago ku ssabbiiti?"},
{"verse" : "6 Ne batayinza ate kumuddamu ebyo."},
{"verse" : "7 N'agerera olugero abo abaayitibwa bwe yalaba engeri gye beeroboza ebifo eby'okumanjo; n'abagamba nti"},
{"verse" : "8 Omuntu bw'akuyitanga ku mbaga ey'obugole, totuulanga mu kifo kya ku manjo, mpozzi waleme okubaawo akusinga ekitiibwa gw'ayise,"},
{"verse" : "9 n’oli eyakuyise ggwe naye n'ajja, n'akugamba nti Segulira ono; n'olyoka otanula n'ensonyi okutwala ekifo eky'ennyuma."},
{"verse" : "10 Naye bw'oyitibwanga ogendanga n'otuula mu kifo eky'ennyuma, eyakuyise bw'anajjanga, akugambe nti Mukwano bwange, sembera eno ku mwanjo; n'olyoka obeera n'ekitiibwa mu maaso g'abo bonna b'otudde nabo ku mmere."},
{"verse" : "11 Kubanga buli muntu yenna eyeegulumiza alitoowazibwa; n'oyo eyeetoowaza aligulumizibwa."},          
{"verse" : "12 Era n'agamba n'oyo eyamuyise nti Bw'ofumbanga emmere ey'ekyem isana oba ey'ekyeggulo, toyitanga mikwano gyo, newakubadde baganda bo, newakubadde ab'ekika kyo, newakubadde baliraanwa bo abagagga; mpozzi baleme okukuyita nate nabo, ne wabaawo okukusasula."},
{"verse" : "13 Naye bw'ofumbanga embaga, oyitanga abaavu n'abalema n'abawenyera n'abazibe b'amaaso:"},
{"verse" : "14 era oliweebwa omukisa; kubanga tebalina kya kukusasula: kubanga olisasulirwa mu kuzuukira kw'ebatuukirivu."},
{"verse" : "15 Awo omu ku abo abaali batudde awamu naye ku mmere, bwe yawulira ebyo, n'amugamba nti Alina omukisa aliriira emmere mu bwakabaka bwa Katon da."},
{"verse" : "16 Naye n'amugamba nti Waaliwo omuntu eyafumba embaga ennene; n 'ayita bangi:"},
{"verse" : "17 n'atuma omuddu we obudde obw'embaga nga butuuse okugamba bali abayitiddwa, nti Mujje; kubanga bimaze okutegekebwa."},
{"verse" : "18 Bonna n'emmeeme emu ne batanula okwegayirira okusonyiyibwa. Ow'olubereberye n'amugamba nti Nguze olusuku, kiŋŋwanidde okuyimuka okugenda okululaba; nkwegayiridde nsonyiwa."},
{"verse" : "19 N'omulala n'agamba nti Nguze emigogo gy'ente etaano, ŋŋenda kuzikema; nkwegayiridde nsonyiwa."},
{"verse" : "20 N'omulala n'agamba nti Mpasizza omukazi, kyenaaava nnema okuyinza okujja."},
{"verse" : "21 Awo omuddu oyo n'ajja n'abuulira mukama we ebyo. Awo nnannyini nayumba n'alyoka asunguwala n'agamba omuddu we nti Fuluma mangu ogende mu nguudo ne mu makubo ag'ekibuga, oleete wano abaavu n'abalema n'abazibe b'amaaso n'abawenyera."},
{"verse" : "22 Omuddu n'agamba nti Mukama wange, ky'olagidde kikoleddwa, naye wakyaliwo ebbanga."},
{"verse" : "23 Mukama we n'agamba omuddu nti Fuluma ogende mu makubo ne mu bukubo, obawalirize okuyingira, ennyumba yangeejjule."},
{"verse" : "24 Kubanga mbagamba nti Bali abaayitibwa, tewali n'omu alirega ku mbaga yange. "},
{"verse" : "25 Awo ebibiina binene byali bigenda naye; n'akyuka n'abagamba nti "},
{"verse" : "26 Omuntu bw'anajjanga gye adi, n'atakyawa kitaawe ne nnyina ne mukazi we, n'abaana be, ne baganda be, ne baanyiaa, era n'obulamu bwe ye, taayinzenga kuba muyigirizwa wange."},
{"verse" : "27 Buli ataasitulenga musalaba gwe ye, n'ajja ennyuma wange, taayinzenga kuba muyigirizwa wange."},
{"verse" : "28 Kubanga ani ku mmwe bw'aba ng'ayagala okuzimba ennyumba, atasooka kutuula n'abalirira eby'emirimu gyayo, oba ng'alina eby'okugimala?"},
{"verse" : "29 Mpozzi bw'aba ng'amaze okuteekawo omusingi bw'atayinza kugimaliriza, bonna abalaba batanula okumusekerera,"},
{"verse" : "30 nga bagamba nti Omuntu ono yasooka okuzimba n'atayinza kumala."},
{"verse" : "31 Oba kabaka ki bw'aba ng' agenda ku lutalo okulwana ne kabaka omulala atasookakutuula n'ateesa ebigambo, oba ng'ayinza n'akakumi okusisinkana n'oli amujjira n'obukumi obubiri?"},
{"verse" : "32 Oba nga si bwe kityo, oli bw'aba akyaali wala nnyo, atumaababaka n'asaba eby'okutabagana."},
{"verse" : "33 Kale bwe kityo buli muntu yenn a ku mmwe ateefiirizenga byonna by'ali nabyo, taayinzenga kuba muyigirizwa wange."},
{"verse" : "34 Kale omunnyo mulungi: naye n'omunnyo bwe guggwaamu ensa, mulizzaamu ki?"},
{"verse" : "35 Tegusaanira nnimiro newakubadde olubungo, bagusuula bweru. Alina amatu ag'okuwulira, awulire. "}
]