[{"title" : "Abayigirwa bayitibwa"},
{"verse" : "5:1 Awo olwatuuka ebibiina bwe byamunyigiriza ne bawuliraekigambo kya Katonda, ye yali ng'ayimiridde ku nnyanja y'e Genesaleeti; "},
{"verse" : "2 n'alaba amaato abiri nga gali ku nnyanja: naye abavubi baali bagavuddemu nga bayoza emigonjo gyabwe."},
{"verse" : "3 N'asaabalako eryato erimu, eryali erya Simooni; n'amugamba okulisembezaayo katono okuva ku ttale. N'atuula n'ayigiririza ebibiina mu lyato."},
{"verse" : "4 Bwe yali ng'amaze okwogera, n'agamba Simooni nti Sembera ebuziba, musuule emigonjo gyammwe, muvube."},
{"verse" : "5 Simooni n'addamu n'agamba nti Omwami, twategaaye okukeesa obudde ne tutakwasa kintu: naye olw'ekigambo kyo nnaasuula emigonjo."},
{"verse" : "6 Awo bwe baakola bwe batyo, ne bakwasa ebyennyanja bingi nnyo nnyini; emigonjo gya bwe ne gyagala okukutuka;"},
{"verse" : "7 ne bawenya bannaabwe mu lyato edda;la, bajje babayambe. Ne bajja ne bajjuza am aato gombi, n'okukka ne gaagala okukka."},
{"verse" : "8 Naye Simooni Peetero, bwe yalaba, n'avuunama ku bigere bya Yesu, n'agamba nti Ndeka; kubangandi muntu alina ebibi, Mukama wange."},
{"verse" : "9 Kubanga yawuniikirira ne bon na abaali naye olw'ebyennyanja ebingi bye baakwasa;"},
{"verse" : "10 ne Yakobo ne Yokaananabo bwe batyo, abaana ba Zebbedaayo, abaali bassizza ekimu ne Simooni. Yesu n'agamba Simooni nti Totya: okusooka kaakano onoovubanga abantu. "},
{"verse" : "11 Awo bwe baagobya amaato gaabwe ettale, ne baleka byonna, ne bagenda naye."},
{"verse" : "12 Awo olwatuuka bwe yali mu kibuga kimu mu ebyo, laba, waaliwo omuntu eyali ajjudde ebigenge; oyo bwe yalabaYesu, n'avuunama amaaso ge n'amwegayirira, ng'agamba nti Mukamawange, bw'oyagala, oyinza okunnongoosa."},
{"verse" : "13 N'agolola omukono gwe n'amukomako ng'agamba nti Njagala, longooka. Amangu ago ebigenge bye ne bimuwonako."},
{"verse" : "14 Ye n'amukuutira obutabuulirako muntu;naye genda, weerage eri kabona, oweeyo eby'okulongooka kwo, nga Musa bwe yalagira, okuba omujulirwa gye bali."},
{"verse" : "15 Naye ebigambo bye ne byeyongera bweyongezi okubuna, ebibiina bingi ne bikuŋŋaanaokuwulira n'okuwonyezebwa endwadde zaabwe."},
{"verse" : "16 Naye ye ne yeeyawula n' agenda mu malungu n'asaba."},                
{"verse" : "17 Awo olwatuuka ku lunaku lumu mu ezo, yali ng'ayigiriza; n'Abafalisaayo n'abayigiriza b'amateeka baali batudde awo, abaali bavudde mu buli kibuga eky'e Ggaliraaya, n'e Buyudaaya n'e Yerusaalemi: namaanyi ga Mukama gaali naye okuwonya."},
{"verse" : "18 Laba, abantu ne baleetera omuntu ku kitanda eyali akoozimbye: nebasala amagezi okumuyingiza, n'okumuteeka mu maaso ge."},
{"verse" : "19 Bwe bataalaba wa kumuyingiriza olw'ekibiina, ne balinnya waggulu ku nju, nebamuyisa mu matoffaali ne bamussiza ku kitanda kye wakati mu maaso ga Yesu."},
{"verse" : "20 Awo bwe yalaba okukkiriza kwabwe, n'agamba nti Omuntu, ebibi byo bikuggiddwako. "},
{"verse" : "21 Abawandiisi n'Abafalisaayo ne batanula okuwakan a, nga bagamba nti Ani ono ayogera eby'okuwoola? Ani ayinza okuggyako ebibi, wabula Katonda yekka? "},
{"verse" : "22 Naye Yesu bwe yategeera okuwakana kwabwe n'addamu n'abagamba nti Muwakana ki mu mitima gyammwe?"},
{"verse" : "23 Ekyangu kiruwa, okugamba nti Ebibi byo bikuggiddwako; oba okugamba nti Golokoka, otambule?"},
{"verse" : "24 Naye mutegeere nga Omwana w'omuntu alina obuyinza ku nsi okuggyako ebibi (n'agamba oyo eyali akoozimbye), Nkugamba nti Yimuka, ositule ekitanda kyo, oddeyo mu nnyumba yo."},
{"verse" : "25 Amangu ago n'ayimuka mu maaso gaabwe, n'asitnla ekyo kye yali agalamiddeko, n'agenda ewuwe, ng'agulumiza Katonda."},
{"verse" : " 26 Okuwuniikirira ne kubakwata bonna, ne bagulumiza Katonda; ne batya nnyo, nga bagamba nti Tulabye eby'ekitalo leero."},
{"verse" : "27 Awo oluvannyuma lw'ebyo n 'avaayo n'alaba omuwooza erinnya lye Leevi, ng'atudde mu ggwoolezo, n'amugamba nti Yita nange."},
{"verse" : "28 N'aleka byonna, n'agolokoka, n'ayita naye."},
{"verse" : "29 Leevi namufumbira embaga nnene mu nnyumba ye: era waaliwo ekibiina kinene eky'abawooza n'eky'abalala abaali batudde n abo ku mmere."},
{"verse" : "30 Abafalisaayo n'abawandiisi baabwe ne beemulugunyiza abayigirizwa be, nga bagamba nti Kiki ekibaliisa n'okunywera awamu n'abawooza n'abantu abalina ebibi?"},
{"verse" : "31 Yesu n'addamu n'abagamba nti Abalamu tebeetaaga musawo; wabula abalwadde."},
{"verse" : "32 Nze sajja kuyita b atuukirivu wabula abantu abalina ebibi okwenenya."},
{"verse" : "33 Nabo ne bamugamba nti Abayigirizwa ba Yokaana basiiba emirundi mingi, era basaba; era n'ab'Abafalisaayo bwe batyo; naye ababo balya, banywa."},
{"verse" : "34 Yesu n'abagamba nti Kale muyinza okusiibya abaana b'obugole, awasizza omugole bw'aba ng'ali nabo?"},
{"verse" : "35 Naye ennaku zirijja; awo awasizza omugole, lw'alibaggibwako, ne balyoka basiiba mu nnaku ezo."},
{"verse" : "36 Era n'abagerera olugero nti Tewali muntu ayuza ku lugoye oluggya ekiwero n'akitunga mu lugoye olukadde; kuba bw'akola atyo, ekiggya kiyuza olukadde era n'ekiwero ky'ayuza ku luggya tekifaanana nalukadde."},
{"verse" : "37 So tewali muntu afuka omwenge omusu mu nsawo ez'amaliba enkadde; kubanga omwenge omusu gwabya ensawo ez'amaliba, ne guyiika, n'ensawo ez'amaliba zifaafaagana."},
{"verse" : "38 Naye kigwana omwenge om usu okugufuka mu nsawo ez'amaliba empya."},
{"verse" : "39 So tewali muntu anywedde ku mwenge omukulu ayagala omuto; kubanga agamba nti Omukulu gwe mulungi."}
]