[{"title" : "Azuukidde"},
{"verse" : "24:1 Awo ku lunaku olw'olubere`t berye ku nnaku omusanvu, mu matulutulu enkya, ne bajja ku ntaana ne baleeta eby'akaloosa bye baategeka."},
{"verse" : "2 Ne balaba ejjinja nga liyiringisibbwa okuva ku ntaana."},
{"verse" : "3 Ne bayingiramu, ne batasanga mulambo gwa Mukama waffe Yesu."},
{"verse" : "4 Awo olwatuuka bwe baali basamaaliridde olw'ekyo, laba, abantu babiri ne bayimirira we baali, nga tiambadde engoye ezimasamasa;"},
{"verse" : "5 awo bwe baali batidde, nga bakutamye amaaso gaabwe, ne babagamba nti Kiki ekibanoonyesa omulamu mu bafu?"},        
{"verse" : "6 Taliiwo wano, naye azuukidde: mujjukire bwe yayogera nammwe ng'akyali mu Ggaliraaya,"},
{"verse" : "7 n g'agamba nti Kigwanira Omwana w'omuntu okuweebwayo mu mikono gy'abantu abalina ebibi, n'okukomererwa, ne ku lunaku olw'okusatu okuzuukira."},
{"verse" : " 8 Awo ne bajjukira ebigambo bye,"},
{"verse" : "9 ne bava ku ntaana ne baddayo, ebyo byonna ne babibuulira bali ekkumi n’omu, n'abalala bonna."},
{"verse" : "10 Baali Malyamu Magudaleene, ne Yowaana, ne Malyamu nnyina Yakobo: n'abakazi abalala wamu nabo ne babuulira abatume ebigambo ebyo."},
{"verse" : "11 Ebigambo ebyo ne bifaanana mu maaso gaabwe nga bya busirusiru; ne batakkiriza."},
{"verse" : "12 Naye Peetero n'agolokoka n'addukana ku ntaana; n'akutama n'alingiza n'alabamu ebiwero ebya bafuta, ngabiri byokka; n'akomawo ewuwe, nga yeewuunya ebibaddewo."},
{"verse" : "13 Awo laba, ku lun aku olwo, babiri ku bo baali nga bagenda mu mbuga erinnya lyayo Emawo, eyali ewalako ne Yerusaalemi, sutaddyo nkaaga."},
{"verse" : "14 Ne banyumya bokka na bokka ebyo byonna ebibaddewo."},
{"verse" : "15 Awo olwatuuka baali nga banyumya nga beebuuzaganya, Yesu yennyini n'abasembererera, n'agenda wamu nabo."},
{"verse" : "16 Naye amaaso gaabwe ne gazibwa baleme okumutegeera."},
{"verse" : "17 N'abagamba nti Bigambo ki bye mubuuzaganya nga mutambula? Ne bayimirira nga bawootedde."},
{"verse" : "18 Omu ku bo erinnya lye Kulyoppa n'addamu n'amugamba nti Ggwe osula wekka mu Yerusaalemi atamanyi ebyabaamu mu nnaku zino?"},
{"verse" : "19 N'abagamba nti Bigambo ki? Ne bamugamba nti Ebya Yesu Omunazaaleesi, eyali nnabbi ow'amaanyi mu bye yakoleranga ne bye yayogereranga mu maaso ga Katonda ne mu g'abantu bonna:"},
{"verse" : "20 e bakabona abakulu n'abakungu baffe bwe baamuwaayo okumusalira omusango ogw'okumutta, ne bamukomerera."},
{"verse" : "21 Naye ffe twali tusuubira nti ye alinunula Isiraeri.Ate ne ku bino byonna, leero zino ennaku ssatu ebigambo bino kasookedde bibaawo."},
{"verse" : "22 Era n'abakazi abamu ab'ewaffe batuwuniikirizza, abaakedde okugenda ku ntaana; "},
{"verse" : "23 bwe bataasanze mulambo gwe, ne bajja ne bagam ba nti balabye okwolesebwa kwa bamalayika abagambye nti mulamu."},
{"verse" : "24 N'abamuku abo abaabadde naffe bagenze ku ntaana, ne basanga bwe batyo ng'abakazi bwe bagambye, naye ne batamulaba."},
{"verse" : "25 Kale ye n'abagambanti Mmwe abasirusiru, abagayaavu mu mutima okukkiriza byonna bannabbi bye baayogeranga;"},
{"verse" : "26 tekyagwanira Kristo okubonyaabonyezebwa ebyo, alyoke ayingire mu kitiibwa kye?"},
{"verse" : "27 N'asookera ku Musa ne ku bannabbi bonna, n'abategeeza mu byawandiikibwa ebyo byonna ebyamuwandiikirwa ye."},
{"verse" : "28 Ne basembera kumpi n'embuga gye baali bagenda: ye n 'aba ng'abayisa okugenda mu maaso."},               
{"verse" : "29 Ne bamuwaliriza nga bagamba nti Tuula naffe: kubanga obudde bugenda kuwungeera, n'enjuba egoloobye kaakano. N'ayingira okutuula nabo."},
{"verse" : "30 Awo olwatuuka yali atudde n abo ku mmere, n'atoola omugaati n'agwebaza, n'agumenyamu n'abawa."},
{"verse" : "31 Amaaso gaabwe ne gazibuka ne bamutegeera; n'abulirawo bo obutamulaba. "},
{"verse" : "32 Ne beebuuzaganya nti Emitima gyaffe tegyabadde nga gitutyemuka munda yaffe, bwe yabadde ayogera naffe mu kkubo, ng'atubikkulira ebyawandiikibwa?"},
{"verse" : "33 Ne bayimuka mu kiseera ekyo ne bakomawo e Yerusaalemi, ne basanga ekkumi n'omu, n'abo be n abo, nga bakuŋŋaanye"},
{"verse" : "34 nga mba nti Mazima Mukama waffe azuukidde era alabikidde Simooni."},
{"verse" : "35 Nabo ne babannyonnyola biri eby'omu kkubo,ne bwe yategeerekese gye bali olw'okumenyamu omugaati."},
{"verse" : "36 Awo baali nga bakyayogera ebyo, ye yennyini n'ayimirira wakati waabwe,n'abagamba nti Emirembe gibe mu mmwe."},
{"verse" : "37 Naye ne beekanga ne batya, ne balowooza nti balaba muzimu."},
{"verse" : "38 N'abagamba nti Ekibeeraliikiriza kiki? N'okubuusabuusa kujjira ki mu mitima gyammwe?"},
{"verse" : "39 Mulabe en galo zange n'ebigere byange, nga nze nzuuno mwene: munkwateko mulabe; kubanga omuzimu tegulina nnyama na magumba, nga bwe mulaba nze bwe ndi nabyo."},
{"verse" : "40 Bwe yamala okwogera ekyo, n'abalaga engalo ze n'eb igere."},
{"verse" : "41 Awo bwe baali tebannaba kukkiriza olw'essanyu, nga beewuunya, n'abagamba nti Mulina ekiriibwa wano?"},
{"verse" : "42 Ne bamuwa ekitun du eky'ekyennyanja ekyokye."},
{"verse" : "43 N'akitoola n'akiriira mu maaso gaabwe."},
{"verse" : "44 N'abagamba nti Bino bye bigambo byange bye nnababuulira,nga nkyali nammwe, bwe kigwanira byonna okutuukirizibwa, ebyawandiikirwa nze mu mateeka ga Musa, ne mu bannabbi, ne mu zabbuli"},
{"verse" : "45 N'alyoka abikkula amagezi gaabwe, bategeere ebyawandiikibwa;"},
{"verse" : "46 n'abagamba nti Bwe kityo bwe kyawandiikibwa Kristo okubonyaabonyezebwa n'okuzuukira mu bafu ku lunaku olw'okusatu;"},
{"verse" : "47 era amawanga gonn a okubuulirwanga okwenenya n'okuggibwako ebibi mu linnya lye, okusooketa ku Yerusaalemi."},
{"verse" : "48 Mmwe bajulirwa b'ebyo. Era laba, mbaweereza mmwe okusuubiza kwa Kitange: naye mubeere mukibuga okutuusa lwe mulyambazibwa amaanyi agava waggulu."},
{"verse" : "49 Era laba, mbaweereza mmwe okusuubiza kwa Kitange: naye mubeere mukibuga okutuusa lwe mulyambazibwa amaanyi agava waggulu."},
{"verse" : "50 N'abatwala ebweru n'abatuusa e Bessaniya: n'ayimusa emikono gye n' abawa omukisa."},
{"verse" : "51 Awo olwatuuka ng'akyabawa omukisa, n'abaawukanako, n'atwalibwa mu ggulu."},
{"verse" : "52 Nabo ne bamusinza, ne bakomawo e Yerusaalemi n 'essanyu lingi:"},
{"verse" : "53 ne babeeranga mu yeekaalu bulijjo, nga beebaza Katonda."}

]