[{"title" : "Ensanvu batumibwa"},
{"verse" : "10:1 Awo oluvannyuma lw'ebyo Mukama waffe n'alonda abalala n sanvu, n'abattuna kinnababirye mu maaso ge okugenda mu buli kibuga na buli kifo gy'agenda okujja ye."},
{"verse" : "2 N'abagamba nti Okukungula kwe kungi, naye abakunguzi be batono: kale musabe Mukama w'okukungula okutuma abakunguzi mu kukungula kwe."},
{"verse" : "3 Mugende: laba, mbatuma mmwe ng'abaana b'endiga wakati mu misege."},
{"verse" : "4 Temutwala nsawo, newakubadde olukoba, newakubadde engatto; so temulamusa muntu mu kkubo."},
{"verse" : "5 Na buli nnyumba gye muyingirangamu, musookenga okugamba nti Emirembe gibe mu nnyumba muno."},
{"verse" : "6 Oba nga mulimu omwana w'emirembe, emirembe gyammwe ginaabeeranga ku ye; naye oba nga si bwe kityo, ate ginaddanga gye muli."},
{"verse" : "7 Mubeerenga mu nnyumba omwo nga mulya n ga munywa eby'ewaabwe, kubanga omukozi w'omulimu asaanira empeera ye. Temuvanga mu nnyumba emu okuyingira mu ndala."},
{"verse" : "8 Na buli kibuga kye mutuukangamu, ne babasembeza, mulyanga buli bye bassan ga mu maaso gammwe;"},
{"verse" : "9 muwonyenga abalwadde abalimu, mubagambenga nti Obwakabaka bwa Katonda bubasemberedde kumpi."},
{"verse" : "10 Naye buli kibuga kye mutuukangamu ne batabasembeza, mufulumanga mu nguudo zaakyo, mugambanga nti"},
{"verse" : "11 N'enfuufu ey'omu kibuga kyammwe, etusaabaanye mu bigere, tugibakunkumulira mmwe; naye mutegeere kino ng'obwakabaka bwa Katonda busembedde."},
{"verse" : "12 Mbagamba mmwe nti Sodomu eriba n'okubonyaabonyezebwa okuligumiikirizika ku lunaku luli okukira ekibuga ekyo. "},
{"verse" : "13 Zikusanze, Kolaziini! zikusanze, Besusayidal kubanga, eby'amaanyi ebyakolerwa ewammwe singa byakolerwa e Ttuul o n'e Sidoni, singa beenenya dda nga batudde mu bibukutu n'evvu."},
{"verse" : "14 Naye Ttuulo ne Sidoni biriba n'okubonyaabonyezebwa okuligumiikirizika ku lunaku olw'omusango, okukira mmwe."},
{"verse" : "15 Naawe Kaperunawumu, oligulumizibwa okutuuka mu ggulu? olissibwa okutuuka e Magombe."},
{"verse" : "16 Abawulira mmwe, ng'awul.ira nze; era anyooma mmwe ng'an yooma nze; n'oyo anyooma nze ng'anyooma eyantuma."},
{"verse" : "17 Awo abo ensanvu ne bakomawo n'essanyu nga bagamba nti Mukama waffe, ne badayimooni batuwulira mu linnya lyo."},
{"verse" : "18 N'abagamba nti Nnalaba Setaani ng'avudde mu ggulu okugwa ng'oku myansa. "},
{"verse" : "19 Laba, mbawadde obuyinza obw'okulinnyanga ku misota n'enjaba ez'obusagwa, n'amaanyi gonna ag'omulabe: so tewali kintu ekinaabakolanga obubi n'akatono"},
{"verse" : "20 Naye ekyo temukisanyukira, kubanga badayimooni babawulira; naye m usanyuke kubanga amannya gammwe gawandiikiddwa mu ggulu."},
{"verse" : "21 Awo mu ssaawa eyo n'asanyukira mu Mwoyo Omutukuvu n'agamba nti Nkwebaza, Kitange, Mukama w'eggulu n'ensi, kubanga bino wabikweka abagezi n'abakabakaba, n'obibikkulira abaana abato: weewaawo, Kitange; kubanga bwe kyasiimwa bwe kityo mu maaso go."},
{"verse" : "22 Byonna byampeebwa Kitange; tewali muntu amanyi Omwana bw'ali, wabula Kitaffe; newakubadde Kitaffe bw'ali, wabula Omwana, n'oyo Omwana gw'ayagala okumubikkulira."},
{"verse" : "23 N'akyukira abayigirizwa be n'abagamba kyamanti Galina omukisa amaaso agalaba bye mulaba:"},
{"verse" : "24 kubanga mbagamba nti Bannabbi bangi ne bakabaka baayagalanga okulaba bye mulabammwe, ne batabiraba; n'okuwulira bye muwulira ne batabiwulira."},
{"verse" : "25 Kale, laba, omuyigiriza w'amateeka n'ayimirira ng'amukema ng'agamba nti Omuyigiriza, nkolenga ki okusikira obulamu obutaggwaawo?"},
{"verse" : "26 N'amugamba nti Kyawandiikibwa kitya mu mateeka? Osoma otya?"},
{"verse" : "27 N'addamu n'agamba nti Yagalanga Mukama Katonda wo n'omutima gwo gwonna, n'emmeeme yo yonna, n'amaanyi go gonna, n'amagezi go gon na; ne muliraanwa wo nga ggwe bwe weeyagala wekka."},
{"verse" : "28 N'amugamba nti Ozzeemu bulungi; kola bw'otyo, onoobanga n'obulamu."},
{"verse" : "29 Naye ye obutayagala kuwangulukuka, n'agamba Yesu nti Muliraanwa wange ye ani?"},
{"verse" : "30 Yesu n'addamu n'agamba nti Waaliwo omuntu eyali ava e Yerusaalemi ng'aserengeta e Yeriko; n'agwa mu batemu, nebamwambula, ne bamukuba emiggo, ne bagenda ne bamuleka ng'abulako katono okufa."},
{"verse" : "31 Awo kabona yali ng'aserengetera inu kkubo eryo nga tamanyiridde; kale bwe yamulaba, n'amwebalama n'ayitawo."},
{"verse" : "32 N'Omuleevi bw'atyo bwe yatuuka mu kifo ekyo, n'amulaba, n'amwebalama n'ayitawo."},
{"verse" : "33 Naye Omusamaliya bwe yali ng'atambula, n'ajja w'ali: awo bwe yamulaba n'amukwatirwa ekisa,"},
{"verse" : "34 n'amusemberera, n'amusiba ebiwundu bye, ng'afukamu amafuta n'omwenge; n'amussa ku nsolo ye, n'amuleeta mu kisulo ky'abagenyi, n'amujjanjaba."},                    
{"verse" : "35 Awo bwe bwakya enkya n 'atoola eddinaali bbiri, n'aziwa nnannyini nnyumba n'amugamba nti Mujjanjabe; n'ekintu kyonna ky'oliwaayo okusukkawo, bwe ndikomawo ndikusasula."},
{"verse" : "36 Kale olowooza otya, aluwa ku abo abasatu, eyali muliraanwa w'oyo eyagwa mu batemu?"},
{"verse" : "37 N'agamba nti oli eyamukolera eby'ekisa. Yesu n'amugamba nti Naawe genda okole bw'otyo."},
{"verse" : "38 Awo bwe baali bagenda, n'ayingira mu kyalo: omukazi erinnya lye Maliza n'amusem beza mu nnyumba ye."},
{"verse" : "39 Naye yalina muganda we ayitibwa Malyamu,eyatuulanga awali ebigere bya Mukama waffe n'awuliranga ekigambo kye."},
{"verse" : "40 Naye Maliza yabanga n'emitawaana egy'okuweereza okungi; n'ajja w'ali, n'amugamba nti Mukama wange, tofaayo nga muganda wange andese okuweereza nzekka? kale mugambe annyambe."},
{"verse" : "41 Naye Mukama waffe n'addamu n'amugamba nti Maliza, Maliza, weeraliikirira,olina emitawaana egy'ebigambo bingi;"},
{"verse" : "42 naye ekyetaagibwa kiri kimu: kubanga Mal yamu alonzeewo omugabo ogwo omulungi ogutalimuggibwako"}
]