[{"title" : "Okwewala bannanfuusi"},       
{"verse" : "12:1 Mu biro ebyo abantu b'ekibiina obukumi n'obukumi bwe baali bakuŋŋaanye n'okulinnyagana nga balinnyagana, n'asookera ku bayigirizwa be okubagamba nti Mwekuumenga ekizimbulukusa eky'Abafalisaayo, bwe bunnanfuusi."},
{"verse" : "2 Naye tewali ekyabikkibwa ekitalibikkulwa; n ewakubadde ekyakisibwa ekitalitegeerwa."},
{"verse" : "3 Kale byonna bye mwali mwogeredde mu kizikiza biriwulirirwa mu musana; n'ekyo kye mwali mwogeredde mu kutu mu bisenge kiribuulirirwa ku kasolya k'ennyumba."},
{"verse" : "4 Era mbagamba mmwe, mikwano gyange, nti Temutyanga abo abatta omubiri, oluyannyuma abatalina kigambo kya kukola ekisingawo."},
{"verse" : "5 Naye nnaabalabula gwe munaatyanga: Mutyenga oyo, bw'amala okutta alina obuyinza okusuula mu Ggeyeena, weewaawo, mbagamba nti Oyo gwe muba mutyanga."},
{"verse" : "6 Enkazaluggya ettaano tebazitundamu mapeesa abiri? naye tewali n'emu ku zo eyeerabirwa mu maaso ga Katonda. "},
{"verse" : "7 Naye n'enviiri ez'oku mitwe gyammwe zibaliddwa zonna. Temutyan ga: mmwe musinga enkazaluggya ennyingi."},
{"verse" : "8 Era mbagamba nti Buli alinjatulira mu maaso g'abantu, oyo Omwana w'omuntu naye alimwatulira mumaaso ga bamalayika ba Katonda;"},
{"verse" : "9 naye anneegaanira mu maaso g'aban tu alyegaanirwa mu maaso ga bamalayika ba Katonda."},
{"verse" : "10 Na buli muntu ayogera ekigambo ku Mwana w'omuntu kirimusonyiyibwa: naye oyo awoola Omwoyo Omutukuvu talisonyiyibwa."},
{"verse" : "11 Era bwe babaleetanga mu makuŋŋaaniro n'eri abaamasaza, n'abalina obuyinza, temweraliikiriranga bwe munaddamu oba kye munaddamu oba kye munaayogera;"},
{"verse" : "12 kubanga Omwoyo Omutukuvu anaabayigirizanga mu kiseera ekyo ebibagwanidde okwogera."},
{"verse" : "13 Awo omuntu ow'omu kibiina n'amugamba nti Omuyigiriza, gamba muganda wange agabane nange eby'obusika bwaffe."},
{"verse" : "14 Naye ye n'amugamba nti Omuntu, ani eyanzisaawo okuba omulamuzi oba omugabi wammwe? "},
{"verse" : "15 N'abagamba nti Mutun ule, mwekuumenga okwegomba kwonna; kubanga obulamu bw'omuntu si by'ebintu ebingi by'aba nabyo."},
{"verse" : "16 N'abagerera olugero ng'agamba nti Waaliwo omuntu omugagga, ennimiro ye n'eyeza:"},
{"verse" : "17 n'alowooza munda mu ye ng'agamba nti Nnaakola ntya, kubanga sirina we nnaakuŋŋaanyiza bibala byange?"},
{"verse" : "18 N'agamba nti Nnaakola bwe nti: nnaameny a amawanika gange ne nzimba amalala agasinga obunene; ne nkuijijaanyiza omwo emmere yange enkalu yonna n'ebintu byange."},
{"verse" : "19 Ndigamba emmeeme yange nti Emmeeme, olina ebintu bingi ebiterekeddwa eby'emyaka emingi; wummula, olye, onywe, osanyuke."},
{"verse" : "20 Naye Katonda n'amugamba ati Musiru ggwe, mu kiro kino emmeeme yo banaagikuggyako; kale ebintu by'otegese binaaba by'ani?"},
{"verse" : "21 Bw'atyo bw'ali eyeeterekeraobugagga, so nga si mugagga eri Katonda."},
{"verse" : "22 N'agamba abayigirizwa be nti Kyenva mbagamba nti Temweraliikiriranga bulamu bwammwe, kye munaalya; newakubadde emibiri gyammwe, kye munaayambala."},
{"verse" : "23 Kubanga obulamu businga emmere, n'omubiri gusinga ebyokwambala."},
{"verse" : "24 Mulowooze bannamuŋŋoona, bwe batasiga so tebakungula; abatalina tterekero, newakubadde eggwanika; era Katonda abaliisa; mmwe temusinga nnyonyi mirundi mingi?"},
{"verse" : "25 Ani ku mmwe bwe yeeral iikirira ayinza okwongera ku bukulu bwe omukono ogumu?"},
{"verse" : "26 Kale bwe mutayinza ekisinga obutono, kiki ekibeeraliikiriza ebirala?"},
{"verse" : "27 Mulabe amalanga bwe gamera: tegakola mulimu so tegalanga lugoye; naye mbagamba nti Ne Sulemaani mu kitiibwa kye kyonna teyayambalanga ng'erimu ku go."},
{"verse" : "28 Naye Katonda bw'ayambaza bw'atyo omuddo ogw'oku ttale, ogubaawo leero, enkya nga bagusuula ku kikoomi; talisingannyo okwambaza mmwe, abalina okukkiriza okutono?"},
{"verse" : "29 Nammwe temunoonyanga kye munaalya oba kye munaanywa, so temubangana myoyo egibuusabuusa."},             
{"verse" : "30 Kubanga ebintu ebyo byonna binoonyezebwa amawanga ag'ensi: naye Kitammwe amanyi nga mwetaaga ebyo."},
{"verse" : "31 Naye munoonye obwakabaka bwe, n'ebintu ebyo mulibyongerwako."},
{"verse" : "32 Totyanga, ggwe ekisibo ekitono; kubanga Kitammwe asiima okubawa mmwe obwakabaka."},
{"verse" : "33 Mutundenga bye muli nabyo, muwengayo eby'okusaasira; mwetungirenga ensawo ezitakaddiwa, obugagga obutaggwaawo mu ggulu; omubbi gy'atasembera, n'ennyenje gye zitayonoonera."},
{"verse" : "34 Kubanga obugagga bwammwe gye buli, n'emitim a gyammwe gye giribeera."},
{"verse" : "35 Mwesibenga ebimyu mu biwato byammwe, n'ettabaaza zammwe nga zaaka;"},
{"verse" : "36 nammwe bennyini mubeerenga ng'abantu abalindirira mukama waabwe, w'aliddira ng'ava kumbaga ey'obugole; bw'alijja n'akoona ku luggi, bamuggulirewo amangu ago."},
{"verse" : " 37 Balina omukisa abaddu abo, mukama waabwe bw'alijja b'alisanga nga batunula; mazima mbagamba ng'alyesiba n'abatuuza ku mmere, n'ajja n'abaweereza."},
{"verse" : "38 Awo bw'alijja mu kisisimuka eky'okubiri, oba mu ky'okusatu, n'abasanga bw'atyo, balina omukisa abaddu abo. "},
{"verse" : "39 Naye mutegeere kino, nga nnannyini nnyumba singa amanya ekiseera omubbi w'anajjira, yanditunudde, teyandirese nnyumba ye kusimibwa."},
{"verse" : "40 Nammwe mweteeketeekenga: kubanga Omwana w'omuntu ajjira mu kiseera mwe mutalowooleza."},
{"verse" : "41 Peetero n'agamba nti Mukama waffe, olugero luno olugeredde ffe nantiki bonna?"},
{"verse" : "42 Mukama waffe n'agamba nti Kale ani oyo omuwanika omwesigwa ow'amagezi, mukama we gw'alisigira ab'omu nnyumba ye, okubagabiranga omugabo gwabwe ogw'emmere mu kiseera kyayo?"},
{"verse" : "43 Alina omukisa omuddu oyo mukama we bw'alijja gw'alisanga ng'akola bw'atyo."},
{"verse" : "44 Mazima mbagamba ng'alimusigira byonna by'ali nabyo."},
{"verse" : "45 Naye omuddu oyo bw'alyogera mu mutima gwe nti Mukama wange aludde okujja; n'atanula okukuba abaddu n'abazaana, n'okulya n'okunywa n'okutamiira;"},
{"verse" : "46 kale mukama w'omuddu oyo alijja ku lunaku lw'atamulowoolezaako, ne mu kiseera ky'atamanyi, alimutemaatema alimuwa omugabo gwe wamu n'abatakkiriza."},
{"verse" : "47 N'omuddu oyo eyamanya mukama we kye yayagala, n'atategeka n'atatuusa kye yayagala, alikubwa mingi;"},
{"verse" : "48 naye ataamanya n'akola ebisaanidde okumukubya, alikubwa mitono; na buli eyaweebwa ebingi, alinoonyezebwako bingi; n'oyo gwe baateresa ebingi, gwe balisinga okubuuza ebingi."},
{"verse" : "49 Najja kusuula muliro ku nsi; nagwo oba ngakaakano gwaka, njagala ki?"},
{"verse" : "50 Naye nnina okubatizibwa kwe ndibatizibwa; nange nga mbonaabona okutuusa lwe kulituukirizibwa!"},
{"verse" : "51 Mulowooza nti najja kuleeta mirembe ku nsi? Mbagamba nti Nedda; wabula okwawukana obwawukanyi;"},
{"verse" : "52 kubanga okutanula kaakano walibaawo bataano mu nnyumba emu nga baawvkanye, abasatu n'ababiri, era ababiri n'abasatu."},
{"verse" : "53 Balyawukana, kitaawe n'omwana we, era omwana ne kitaawe;nnyina ne muwala we, era omuwala ne nnyina; era nnyazaala ne muka mwana we, era muka mwana we ne nnyazaala we."},
{"verse" : "54 N'agamba ebibiinanabyo nti Bwe mulaba ekire nga kyekuluu mulula ebugwanjuba, amangu ago mugamba nti Enkuba eneetonnya; era bwe kiba bwe kityo."},
{"verse" : "55 Bwe mulaba empewo ng'efuluma bukiika obwa ddyo mugamba nti Linaaba bbugumu; era bwe kiba."},
{"verse" : "56 Bannanfuusi, mumanyi okukebera ekifaananyi ky'ensi n'eggulu; naye kiki ekibalobera okumanya okukebera obudde buno?"},
{"verse" : "57 Era nammwe mwekka ekibalobera kiki okusala eby'ensonga?"},
{"verse" : "58 Kubanga bw'oba ogenda n'akuloopa eri omulamuzi, onyiikiriranga mu kkubo okutabagana n'akuvunaana; aleme okukuwalulira ewa katikkiro, n e katikkiro n'akuwa omumbowa, n'omumbowa n'akusuula mu kkomera."},
{"verse" : "59 Nkugamba nti Toliva omwo n'akatono, okutuusa lw'olisasulirira ddala buli ssente."}
]