[{"title" : "Yesu mu nnyumba ya Zaakayo"},
{"verse" : "19:1 Nayingiza mu Yeriko naba ng'agiyitamu."},
{"verse" : "2 Kale, laba, waaliwo omuntu eyali ayitibwa erinnya lye Zaakayo, naye yali mukulu w'ebawooza, era nga mugagga."},
{"verse" : "3 N'asala amagezi oktilaba Yesu bw'ali; n' atayinza olw'ekibiina, kubanga ekigera kye yali mumpi."},
{"verse" : "4 N'adduka n'akulembera, n'alinnya ku muti omusukomooli amulabe: kubanga yali agenda kuyita mu kkubo eryo."},
{"verse" : " 5 Awo Yesu bwe yatuuka mu kifo w'ali, n'atunula waggulu, n'amugamba nti Zaakayo, kka mangu; kubaaga leero kinnwaaidde okutuula mu nnyumba yo."},
{"verse" : " 6 N'akka mangu, n'amwaniriza ng'asanyuka."},
{"verse" : "7 Bwe baalaba, ne bamwemulugunyiza bonna, nga bagamba ntiAyiagidde okusula omw'omuntu alina ebibi."},
{"verse" : "8 Zaakayo n'ayimirira n'agamba Mukama waffe nti Laba, Mukama wange, ekitundu ky'ebintu byange mbawa abaavu; oba nga nnalyazaamsanya omuatu yenna ekintu kye, mmuliyira ena. "},
{"verse" : "9 Yesu n'amugamba nti Leero okulokolebwa kuzze mu nnyum ba muno, kubaaga naye mwana wa Ibulayimu."},
{"verse" : "10 Kubanga Omwana w'omuntu yajja okunoonya n'okulokola ekyo ekyabula."},
{"verse" : "11 Awo bwe baawulira ebyo ne yeeyongera n'agera olugero, kubanga yali kumpi ne Yerusaalemi, era kubanga baali .balowooza ng'obwakabaka bwaKatonda bugenda kulabika mangu ago."},
{"verse" : "12 Kyeyava agamba nti Waaliwo omuntu omukulu eyagenda mu nsi y'ewala, okulya obwakabaka alyoke akomewo."},
{"verse" : "13 N'ayita abaddu be kkumi, n'abawa ensimbi ebikumi bibiri, n'abagamba nti Musuubuzenga okutuusa we ndijjira."},
{"verse" : "14 Naye basajja bene bamukyawa, ne batuma ababaka eanyuma we, nga bagamba nti Tetwagala oyo kutufuga."},
{"verse" : "15 Awo olwatuuka bwe yakomawo ng'amaze okulya obwakabaka, nalagira okuyita abaddu abo be yawa effeeza, alyoke amanye amagoba ge baasuubula."},
{"verse" : "16 Ow'olubereberye n'ajja nagamba ati Mukama wange, ensimbi zo amakumi abiri gaagobamu ensimbi bibiri. "},
{"verse" : "17 N'amugamba nti Weebale, omuddu omulungi: kubanga wali mwesigwa ku kintu ekitono ennyo, kale ba n'obuyinza ku bibuga kkumi."},
{"verse" : "18 N'ajja ow'okubiri ag'agamba nti Mukama wange, ensimbi zo abiri zaagobamu ensimbi kikumi. "},
{"verse" : "19 N'oyo n'amugamba nti Naawe ba ku bibuga bitaaao."},
{"verse" : " 20 N'omulala n'ajja nagamba nti Mukama waage, laba, ensimbi zo zino abiri nnazitereka nga zisibiddwa mu kiwero:"},
{"verse" : "21 ku banga nnakutya kubanga oli munti mukakanyaw: olonda ky'otaateeka wo, okungula ky'otaasiga."},
{"verse" : "22 N'amugamba nti Akamwa ko kanaakunsaliza omusango, ggwe omuntu omubi. Wali omanyi nga nze ndi muntu mukakanyavu, nga nnondakye ssaateekawo, nga nkungula kye ssaasiga;"},
{"verse" : "23 kale kiki ekyakulobera okuwa ensimbi zange abasuubuzi nange bwe nnandizze nnandizitutte n'amagoba gaazo?"},
{"verse" : "24 N'agamba abaali bayimiridde awo nti Mumuggyeeko ensimbi ze, muziwe oyo alina ensimbi ebikumi ebibiri"},
{"verse" : "25 Ne bamugamba nti Mukama waffe, alina ensimbi ebikumi bibiri "},
{"verse" : "26 Mbagamba nti Buli alina aliweebwa; naye oyo atalina, era ekyo ky'ali nakyo , kirimuggibwako."},
{"verse" : "27 Naye abo abalabe bange abata yagala nze kubafuga, mubaleett wano mubattire mu maaso gange."},
{"verse" : "28 Awo bwe yamala okwogera ebyo n'akulembera n'alinnya e Yerusaalemi."},
{"verse" : "29 Awo olwatuuka bwe yali ng'anaatera okutuuka e Besufaage n'e Bessaniya, ku lusozi oluyitibwa olwa Zeyituuni, n'atuma ku bayigirizwabe babiri,"},
{"verse" : "30 ng'agamba nti Mugende mu mbuga eri mu maaso gammwe; bwe munaayingira omwo munaalaba omwana gw'endogoyi nga gusibiddwa oguteebagalwangako muntu: mugusumulule muguleete"},       
{"verse" : "31 Era omuntu bw'ababuuza nt Mugusumululira ki? mugambe bwe mutyo ntiMukama waffe ye agwetaaga."},
{"verse" : "32 N'abo abaatumibwa ne bagenda, ne balaba nga bw'abagambye. "},
{"verse" : "33 Awo bwe baali nga basumulula omwana gw'en dogoyi bannannyini gwo ne babagamba nti Musumululira ki omwana gw'endogoyi ogwo? "},
{"verse" : "34 Ne bagamba nti Mukama waffe ye agwetaaga,"},
{"verse" : "35 Ne baguleeta eri Yesu: ne baaliira engoye zaabwe ku mwana gw'endogoyi, n e beebagazaako Yesu,"},
{"verse" : "36 Awo yali ng'agenda ne baaliira engoye zaabwe mu luguudo,"},
{"verse" : "37 Awo bwe yali ng'anaatera okutuuka mu kikko ky'olusozi olwa Zeyituuni, ekibiina kyonna eky'abayigirizwa ne batanula okusanyuka n'okutendereza Katonda n'eddoboozi ddene olw'eby'amagero byonna bye baalaba; "},
{"verse" : "38 nga bagamba nti Aweereddwa omukisa Kabaka ajjiramu linnya lya Mukama: emirembe mu ggulu, n'ekitiibwa waggulu ennyo."},
{"verse" : "39 Abafalisaayo abamu ab'omu kibiina ne bamugamba nti Omuyigiriza, koma ku bayigirizwa bo."},
{"verse" : "40 N'addamu n'abagamba nti Mbagamba nti Abo bwe banaasirika, amayinja ganaayogerera waggulu."},
{"verse" : "41 Awo bwe yasembera okumpi, n'alaba ekibuga n'akikaabira,"},
{"verse" : "42 ng'agamba nti Singa omanyi ku lunaku luno, ggwe, ebigambo eby'emirembe! naye kaakano bikwekeddwa amaaso go."},
{"verse" : "43 Kubanga ennaku zirikujjira, abalabe bo lwe bal ikuzimbako ekigo, balikwetooloola, balikuzingiza enjuyi zonna,"},
{"verse" : "44 balikusuula wansi, n'abaana bo abali mu nda yo; so tebalikulekamu jjinja eriri kungulu ku jjinja; kubanga tewamanya biro bya kukyalirwa kwo."},
{"verse" : "45 N'ayin gira mu yeekaalu, n'asooka okugobamu abaali batunda"},
{"verse" : "46 ng'abagamba nti Kyawandiikibwa nti Era ennyumba yange eneebanga nnyumbaya kusabirangamu: naye mmwe mugifudde mpuku ya banyazi."},
{"verse" : "47 Awo n'ayigirizanga mu yeekaalu buli lunaku. Naye bakabona abakulu n'abawandiisi n'abakulu b'abantu ne basala amagezi okumuzikiriza:"},                  
{"verse" : "48 ne batalaba kye banaakola; kubanga abantu bonna baamussaako nn yo omwoyo nga bamuwulira."}
]