[{"title" : ""},
{"verse" : "8:1 Awo olwatuuka oluvannyumako katono n'atambula mu bibuga ne mu mbuga ng'abuulira enjiri ey'obwakabaka bwa Katonda, bali ekkumi n'ababiri nga bali naye,"},            
{"verse" : "2 n'abakazi abaawonyezebwako dayi mooni n'endwadde, Malyamu eyayitibwa Magudaleene, eyavaako dayimooni omusanvu,"},
{"verse" : "3 ne Yowaana, muka Kuza, omuwanika wa Kerode, ne Susaana, n'abalala bangi abaabaweerezanga n'ebintu bye baalina."},
{"verse" : "4 Awo ekibiina ekinene bwe kyakuŋŋaana n'abaavanga mu buli kibuga bwe bajja w'ali, n'agera olugero nti"},
{"verse" : "5 Omusizi yafuluma okusiga ensigo ze; bwe yali ng'asiga, endala ne zigwa ku mabbali g'ekkubo; ne zirinnyirirwa, ennyonyi ez'o mu bbanga ne zizirya."},
{"verse" : "6 Endala ne zigwa ku lwazi; bwe zaamala okumera ne ziwotookerera; olw'obutaba na mazzi."},
{"verse" : "7 Endala ne zigwa wakati mu maggwa; amaggwa ne gamerera wamu aazo ne gazizisa."},
{"verse" : "8 Endala ne zigwa ku ttaka eddungi, ne zimera, ne zibalako emmere buli mpeke kikumi. Bwe yamala okwogera ebigambo ebyo, n'ayogerera waggulu nti Alina amatu ag'okuwulira awulire."},
{"verse" : "9 Awo abayigirizwa be ne bamubuuza nti Olugero olwo kiki?"},
{"verse" : "10 N'agamba nti Mmwe muweereddwa okumanya ebyama eby'obwakabaka bwa Katonda: naye abalala mu ngero; era bwe balaba baleme okulaba, era bwe bawulira baleme okutegeera."},
{"verse" : "11 Era olugero lwe luno: Ensigo kye kigambo kya Katonda."},
{"verse" : "12 Bali ab'oku mabbali g'ekkubo be bawulira; awo Setaani n'ajja n'akwakkula ekigambo mu mitima gyabwe baleme okukkiriza n'okulokolebwa."},
{"verse" : "13 N'ab'oku lwazi be bawulira ekigambo ne bakikkiriza n'essanyu; kyokka tebalin a mizzi, bakikkirizaako kaseera, era mu biro eby'okukemebwa baterebuka."},
{"verse" : "14 N'ezo ezaagwa mu maggwa, abo be bawulira, awo bwe bagenda n e baziyizibwa n'okweraliikirira n'obugagga n'essanyu ery'omubulamu buno ne batatuukiriza ku kuza mmere."},
{"verse" : "15 N'ezo ez'omu ttaka eddungi,abo be bawulira ekigambo mu mutima omugolokofu, omulungi, ne bakinyweza, ne babala emmere n'okugumiikiza,"},
{"verse" : "16 Era tewali akoleeza ttabaaza n'agisaanikira mu kibbo, oba kugissa wansi w'ekiriri; nayeagissa ku kikondo abayingiramu balabe bw'eyaka."},
{"verse" : "17 Kubanga tewali kigambo ekyakisibwa ekitalirabisibwa; newakubadde ekyakwekebwa ekitalimanyibwa ne kirabika mu lwatu."},
{"verse" : "18 Kale mwekuumenga bwe muwulira; kubanga buli alina, aliweebwa; era buli atalina n'ekyo ky'alowooza nti ali nakyo kirimuggibwako."},            
{"verse" : "19 Awo nnyina ne baganda be ne bajja gy'ali, ne batayinza kumutuukako olw'ekibiina."},
{"verse" : "20 N'abuulirwa nti Nnyoko ne baganda bo bayimiridde ebweru baagala okukulaba."},
{"verse" : "21 Naye n'addamu n'abagamba nti Mmange ne baganda bange be bano abawulira ekigambo kya Katonda ne bakikola."},
{"verse" : "22 Awo olwatuuka ku lunaku lumu ku ezo n'asaabala mu lyato ye n'abayigirizwa be; n'abagamba nti Tuwunguke tugende emitala w'ennyanja; ne bagenda."},
{"verse" : "23 Awo bwe baali n ga baseeyeeya ne yeebaka otulo. Omuyaga mungi ne gukunta ku nn yanja; amazzi ne gaba nga gaagala okujjula, ne baba mu kabi."},
{"verse" : "24 Ne bajja w'ali ne bamuzuukusa, nga bagamba nti Mukama waffe, Mukama waffe, tufa. N'azuukuka, n'aboggolera omuyaga n'okwefuukuula kw'amazzi; ne bikkakkana, n'eba nteefu."},
{"verse" : " 25 N'abagamba nti Okukkiriza kwamme kuli luuyi wa? Ne batya ne beewuunya, ne boogeragana bokka na b okka nti Kale ani ono, kubanga n'empewo n'amazzi abiragira ne bimuwulira?"},
{"verse" : "26 Awo ne bagoba ku nsi y'Abagerasene eyolekera e Ggaliraaya."},
{"verse" : "27 Awo bwe yavaamu n'atuuka ku ttale, n'asanga omuntu ng'ava mu kibuga eyaliko dayimooni, nga yaakamala ennaku nnyingi nga tayambala lugoye ne mu nnyumba nga tatuulamu, naye ng'abeera mu ntaana."},
{"verse" : "28 Bweyalaba Yesu n'ayogerera waggulu n'avuunama mu maaso ge, n'ayogera n'eddoboozi ddene nti Onvunaana ki, Yesu Omwana wa Katonda ali wagguluennyo? Nkwegayiridde, tombonereza."},
{"verse" : "29 Kubanga yalagira dayimooni okuva ku muntu oyo. Kubanga Yali Yaakamala ebiro bingi nga amukutte: yasibibwanga mu njegere ne mu masamba ng'akuumibwa; n'akutulanga ebyamusiba, dayimooni n'amugoberanga mu ddungu."},
{"verse" : "30 Yesu n'amubuuza nti Erinnya lyo ggwe ani? N'agamba nti Liigyoni; kubanga dayimooni bangi abaamuyingiramu."},
{"verse" : "31 Ne bamwegayirira aleme okubalagira okuvaako okugenda mu bunnya."},
{"verse" : "32 Awo waaliwo eggana ly'embizzi nnyingi n ga zirya ku lusozi, ne bamwegayirira abalagire baziyingirem u. N'abalagira."},                    
{"verse" : "33 Awo badayimooni ne bava ku muntu ne bayingira mu mbizzi: eggana ne lifubutukira mu bbanga ne zigwa mu nnyanja ne zifa amazzi."},
{"verse" : "34 Awo abasumba bwe baalaba ebibaddewo ne badduka ne babyogera mu kibuga ne mu byalo."},
{"verse" : "35 Abantu ne bavaayo okulaba ebibaddewo; ne baj ja eri Yesu ne balaba omuntu oyo eyavuddeko badayimooni ng'atudde awali ebigere bya Yesu, ng'ayambadde olugoye, ng'okutegeera kwe kumuzzeemu: n e batya:"},            
{"verse" : "36 N'abo abaalaba ne babuulira bwe yakoleddwa oyo eyali akwatiddwa badayimooni."},
{"verse" : "37 N'abantu bonna ab'ensi y'Abagerasene eriraanyeewo ne bamwegayirira ave gye bali, kubanga obuti bungi bwali bubakutte: awo n'asaabala mu lyato n'addayo."},
{"verse" : "38 Naye omuntu eyavaako badayimooni n'amwegayirira abeere naye; naye n'amusiibula ng'agamba nti"},
{"verse" : "39 Ddayo mu nnyumba yo, onnyonnyole ebigambo Katonda by'akukoledde bwe biri ebikulu. N'agenda ng'abuulira ek:buga kyonna bwe biri ebikulu Yesu bye yamukolera."},
{"verse" : "40 Awo Yesu bwe yakomawo, ekibiina ne kimwaniriza n'essanyu; kubanga bonna baali nga bamulindiridde."},
{"verse" : "41 Kale, laba, omuntu erinnya lye Yayiro omukulu w'ekkuŋŋaaniro n'ajja n'agwa awali ebigere bya Yesu n'amwegayirira okuyingira mu nnyumba ye:"},
{"verse" : "42 kubanga yalina muwala we eyazaalibwa omu nga yaakamala emyaka kkumi n'ebiri, era oyo yali: ng'agenda kufa. Naye bwe yali ng'agenda ebibiina ne bimunyigiriza."},
{"verse" : "43 N'omukazi eyali alwalidde ekikulukuto ky'omusaayi emyaka kkumi n'ebiri, eyawanga abasawo ebintu bye byonna n'atayinza kuwonyezebwa muntu yenna,"},
{"verse" : "44 oyo n'amufuluma emabega n'akoma ku lukugiro Iw'olugoye lwe: amangu age ekikulukuto kye ne kikalira."},
{"verse" : "45 Yesu n'agamba nti Ani ankomyeko? Awo bwe beegaana bonna, Peetero ne banne ne bagamba nti Mukama waffe, ebibiina bikwetoolodde bikunyigiriza."},
{"verse" : "46 Naye Yesu n'agamba nti Omuntu ankomyeko: kubanga mpulidde ng'amaanyi ganvuddemu. "},
{"verse" : "47 Awo omukazi oyo bwe yalaba nga takwekeddwa, n'ajja ng'akankana n'amufukaamirira n'amubuulira mu maaso g'abantu bonna ensonga bw'eri emukomezzaako, ne bw'awonye amangu ago."},     
{"verse" : "48 N'amugamba nti Mwan a wange, okukkiriza kwo kukuwonyezza; genda mirembe."},
{"verse" : "49 Awo yali akyayogera, ne wajja omuntu eyava mu nnyumba y'omukulu w'ekkutjoaaniro ng'agamba nti Muwala wo afudde; toteganya Muyigiriza."},
{"verse" : "50 Naye Yesu bwe yawulira n'amuddamu nti Totya: kkiriza bukkiriza, anaaba mulamu."},
{"verse" : "51 Awo bwe yatuuka ku nnyumba n'ataganya muntu mulala kuyingira naye wabula Peetero ne Yokaana ne Yakobo ne kitaawe w'omuwala ne nnyina."},
{"verse" : "52 Awo baali nga bakaaba bonna, nga bamulirira; ye n'agamba nti Temukaaba, kubanga tafudde, naye yeebase tul o."},
{"verse" : "53 Ne bamusekerera nnyo, kubanga baama nya ng'afudde."},
{"verse" : "54 Ye n'amukwata ku mukono n'ayogerera waggulu ng'agamba nti Omuwala, golokoka."},
{"verse" : "55 Omwoyo gwe ne gukomawo n'ayimirira amangu ago. N'alagira okumuwa eky'okulya."},
{"verse" : "56 Abazadde be ne bawuniikira; naye ye n'abakuutira baleme kubuulirako muntu ebibaddewo."}
]