[
{"title" : "Olukwe lw'okutta Yesu"},
{"verse" : "22:1 Awo embaga ey'emigaati egitazimbulukuswa eyitibwa Okuyitako yali enaatera okutuuka."},
{"verse" : "2 Bakabona abakulu n'abawandiisi ne basala amagezi bwe banaamutta; kubanga baali batya abantu."},
{"verse" : "3 Awo Setaani n'ayingira mu Yuda ayitibwa Isukalyoti eyali ku muwendo gw'abo ekkumi n'ababiri."},
{"verse" : "4 N'agenda, n'ateesa ne bakabona abakulu n'abaami ba sserikale bw'anaamuwaayo gye bali."},
{"verse" : "5 Ne basanyuka ne balagaana okumuwa effeeza."},
{"verse" : "6 N'akkiriza n'anoonya ebbanga mw'anaamuweerayo gye bali awatali kibiina."},
{"verse" : "7 Awo olunaku olw'emigaati egitazimbulukuswa ne lutuuka, olugwanidde okusalirwako Okuyitako."},
{"verse" : "8 N'atuma Peetero ne Yokaana ng'agamba nti Mugende mututegekere Okuyitako tugirye."},
{"verse" : "9 Ne bamugamba nti Oyagala tugitegekere wa?"},
{"verse" : "10 N'abagamba nti Laba, bwe munaaba muyingidde mu kibuga munaasisinkana omuntu anaasisinkana nammwe eyeetisse ensuwa y'amazzi; mumugoberere mu nn yumba mw'anaayingira."},
{"verse" : "11 Munaagamba nnyini nnyumba nti Omuyigiriza akugambye nti Ennyumba y'abagenyi eruwa, mwe nnaaliiraOkuyitako awamu n'abayigirizwa bange? "},
{"verse" : "12 Era oyo anaabalaga ennyumbaennene eya waggulu etimbiddwa: mutegekere omwo."},
{"verse" : "13 Ne bagenda, ne balaba nga bw'abagambye: ne bategeka Okuyitako."},
{"verse" : "14 Awo ekiseera bwe kyatuuka, n'atuula ku mmere, n'abatume awamu naye."},
{"verse" : "15 N' abagamba nti Nneegombye nnyo okuliira awamu we Okuyitako kuno nga sinnabonyaabonyezebwa:"},
{"verse" : "16 kubanga mbagamba nti Sirikulya n' akatono, okutuusa lwe kulituukirira mu bwakabaka bwa Katonda."},
{"verse" : "17 N'addira ekikompe, ne yeebaza n'agamba nti Mutoole kino mugabane mwekkana mwekka:"},
{"verse" : "18 kubanga mbaga ba nti Sirinywa okusooka kaakano bibala ku muzabbibu, okutuusa obwakabaka bwa Katonda lwe bulijja."},
{"verse" : "19 N'addira omugaati ne yeebaza, n'agumenyamu, n'abawa ng'agamba ntiGuno gwe mubiri gwange oguweebwayo ku Iwammwe: mukolenga bwe mutyo okunjijukiranga nze."},
{"verse" : "20 Era n'ekikompe bw'atyo bwe baamala okulya; ng'agamba nti Ekikompe kino ye ndagaano empya mu musaayi gwange, oguyiika ku lwammwe."},
{"verse" : "21 Naye, laba, omukono gw'oyo andyamu olukwe guli wamu nange ku mmeeza."},
{"verse" : "22 Kubanga Omwana w'omuntu okugenda genda, nga bwe kyalagirwa: naye zimusanze omuntu oyo amulyamu olukwe!"},
{"verse" : "23 Ne batanula okwebuuzaganya bokka na bokka nti anaaba ani ku bo agenda okukola ekyo."},
{"verse" : "24 Ne wabaawo n'empaka mu bo, nti ani ku bo alowoozebwa okuba omukulu."},
{"verse" : "25 N'abagamba nti Bakabaka b'ab'amawanga babafuga; n'abo abalina obuyinza ku bo bayitibwa abakola obultmgi."},
{"verse" : "26 Naye mmwe si bwe mutyo; naye omukulu mu mmweabeere ng'omuto; n'oyo akulembera, abe ng'aweereza."},
{"verse" : "27 Kubanga omukulu ani, atuula ku mmere, oba aweereza? si oyo atuula ku mmere? Naye nze wakati mu mmwe nninga aweereza."},
{"verse" : "28 Naye mmwe muumuno abaagumiikirizanga awamu nange mu kukemebwa kwange;"},
{"verse" : "29 nange mbaterekera obwakabaka, nga Kitange bwe yanterekera nze,"},
{"verse" : "30 mulyoke mulye era munywere ku mmeeza yange mu bwakabaka bwange; era mulituula ku ntebe ez'ekitiibwa, nga musalira emisango ebika ekkumi n'ebibiri eby'Abaisiraeri."},
{"verse" : "31 Simooni, Simooni, laba, Setaani yeegayiridde okubawewa mmwe ng'eŋŋaano:"},
{"verse" : "32 naye nze nkusabidde, okukkiriza kwo kuleme okuddirira: naawe bw'omalanga okukyuka, onywezanga baganda bo. "},
{"verse" : "33 N'amugamba nti Mukama wange, nneeteeseteese okugenda n aawe ne mu kkomera ne mu kufa."},
{"verse" : "34 N'agamba nti Nkubuulira ggwe, Peetero, enkoko leero tejja kukookolima, nga tonnanneegaana emirundi esatu nti tommanyi."},
{"verse" : "35 N'abagamba nti Bwe nnabatuma nga temulina n sawo, newakubadde olukoba, newakubadde engatto, mwaliko kye mwetaaga? Ne bagamba nti Nedda."},
{"verse" : "36 N'abagamba nti Naye kaakano, alina ensawo, agitwale, n'ow'olukoba bw'atyo: naye atalina kitala atundeolugoye Iwe akigule."},
{"verse" : "37 Kubanga mbagamba nti kino ekyawandiikibwa kigwanidde okutuukirizibwa ku nze nti Yabalirwa wamu n'abasobya: kubanga ekiŋŋwanira kirina okutuukirira."},
{"verse" : "38 Ne bagamba nti Mukama waffe, laba, ebitala bibiri biibino. N'abagamba nti Binaamala."},
{"verse" : "39 N' afultuna n'agenda ku lusozi olwa Zeyituuni, ng'empisa ye bwe yali; n'abayigi rizwa be nabo ne bamugoberera."},
{"verse" : "40 Awo bwe yatuuka mu kifo awo, n'abagamba nti Musabe muleme okuyingira mu kukemebwa."},
{"verse" : "41 Ye n'abaawukanako ebbanga ng'awakasukibwa ejjinja; n'afukamira n'asaba,"},
{"verse" : "42 n g'agamba nti Kitange, bw'oyagala, nziyaako ekikompe kino: naye si nga nze bwe njagala, naye ky'oyagala ggwe kikolebwe."},
{"verse" : "43 Malayika n'amulabiki ra ng'ava mu ggulu ng'a mussaamu amaanyi."},                   
{"verse" : "44 N'afuba ng'alumwa ne yeeyongera okusaba ennyo: entuuyo ze ne ziba ng'amatondo g'omusaayi, nga gatonnya wansi. "},
{"verse" : "45 Bwe yagolokoka mu kusaba, n'ajja eri abayigirizwa be, n'abasanga nga beebase olw'ennaku,"},
{"verse" : "46 n'abagamba nti Ekibeebasizza ki? mugolokoke musabe, muleme okuyingira mu kukemebwa. "},
{"verse" : "47 Yali akyayogera, laba, ekibiina n'oyo ayitibwa Yuda; omu ku abo ekkumi n'ababiri, ng'abakulembedde; n’asemberera Yesu okumunywegera."},
{"verse" : "48 Naye Yesu n'amugamba nti Yuda, Omwana w'omuntu omulyamu olukwe. ng'omunywegera? "},
{"verse" : "49 N'abo be yali nabo bwe baalaba ekigenda okubaawo, ne bagamba nti Mukama waffe,tuteme n'ebitala? "},
{"verse" : "50 N'omu ku abo n'atema omuddu wa kabona asinga obu kulu n'amusalako okutu kwe okwa ddyo."},
{"verse" : "51 Naye Yesu n'addamu n'agamba nti Koma ku ekyo kyokka. N'akoma ku kutu kwe n'amuwonya."},
{"verse" : "52 Yesu n'agamba bakabona abakulu, n'abaami b'omu yeekaalu, n'abakadde, abaamujjirira nti Munjijiridde ng'omunyazi, n'ebitala n 'emiggo?"},
{"verse" : "53 Bwe nnabanga nammwe bulijjo mu yeekaalu, temwangololerangako mikon o gyammwe: naye kino kye kiseera kyammwe, n'obuyinza bw'ekizikiza."},
{"verse" : "54 Ne bamukwata, ne bamutwala, ne bamuyingiza mu nnyumbaya kabona asinga obukulu. Naye Peetero n'agoberera ng'ava wala."},
{"verse" : "55 Awo bwe baali nga bamaze okukuma omuliro wakati mu luggya, nga batudde wamu, Peetero n'atuula wakati mu bo."},
{"verse" : "56 Awo omuwala omu bwe yamulaba ng'attudde awalaba, n'amwekaliriza, n'agamba nti N'ono yabadde naye."},
{"verse" : "57 Ne yeegaana ng'agamba nti Omikazi, simumanyi."},
{"verse" : "58 Ekiseera bwe kyayitawo, omulala n'amulaba n'agamba nti Naawe oli ku bo.Naye Peetero n'agamba nti Omuntu, si nze."},
{"verse" : "59 Waali wayiseewo ekiseera ng'essaawa emu, omulala n'akaliriza ng'agamba nti Maziman'ono yabadde wamu naye; kubanga Mugaliraaya:"},               
{"verse" : "60 Naye Peetero n'agamba n ti Omuntu, simanyi ky'oyogera. Awo amangu ago, bwe yali ng'akyayogera, enkoko n'ekookolima."},
{"verse" : "61 Awo Mukama waffe n'akyuka, n'atunuulira Peetero. Peetero n'ajjukira ekigambo kya Mukama waffe, bwe yamugambye nti Leero enkoko eneeba tennakookolima, ono nneegaana emirundi esatu."},
{"verse" : "62 N'afuluma ebweru, n'akaaba nnyo amaziga,"},
{"verse" : "63 N'abantu abaali bakutte Yesu ne bamuduulira nga bamukuba."},
{"verse" : "64 Ne bamubikka mu maaso,ne bamubuuza, nga bagamba nti Lagula: ani akukubye?"},
{"verse" : "65 N'ebirala bingi ne babimwogerako nga bamuvuma."},
{"verse" : "66 Awo obudde bwe bwakya, abakadde b'abantu ne bakuŋŋaana, bakabona abakulu era n'abawandiisi; ne bamutwala mu lukiiko lwabwe, nga bagamba nti"},
{"verse" : "67 Oba nga ggwe Kristo, tubuulire. Naye n'abagamba nti Ne bwe nnaababuulira,temukkirize n'akatono;"},
{"verse" : "68 ne bwe nnaababuuza, temuddemu n'akatono."},
{"verse" : "69 Naye okusooka kaakano Omwana w'omuntu agenda kutuula ku mukono ogwa ddyo ogw'amaanyi ga Katonda."},
{"verse" : "70 Bonna ne bagamba nti Kale ggwe oli Mwana wa Katonda? N'abagamba nti Nga bwe mwogedde nze nzuuno."},
{"verse" : "71 Ne bagamba nti Twetaagira ki ate abajulirwa? Kubanga ffe twewuliridde okuva mu kamwa ke ye."}
]