[{"title" : "Abatume ekkumi n'ababiri"},
{"verse" : "9:1 N'abayitira wamu abayigirizwa be ekkumi n'ababiri n' abawa amaanyi n'obuyinza ku badayimooni botina n'okuwonya endwadde."},
{"verse" : "2 N'abatu ma okubuulira obwakabaka bwa Katonda, n'okuwonya abalwadde."},
{"verse" : "3 N'abagamba nti Temutwala kintu kya mu kkubo, newakubadde omuggo, newakubadde olukoba, newakubadde emmere, newakubadde effeeza; so temuba na kkanzu bbiri."},
{"verse" : "4 Na buli nnyumba mwe muyingiranga, mubeerenga omwo, era mwe muba muvanga."},
{"verse" : "5 Era bonna abataabakkirizenga, bwe mubanga muva mu kibuga ekyo, enfuufu ey'omu bigere byammwe mugikunkumulenga ebe omujulirwa eri bo."},
{"verse" : "6 Awo ne bagenda ne beetooloola mu bibuga byonna nga babuulira enjiri, nga bawonya abantu mu buli kifo."},
{"verse" : " 7 Awo kabaka Kerode owessaza n'awulira byonna ebyakolebwa; n'abuusabuusa nnyo kubanga abantu baagamba nti Yokaana azuukidde mu bafu;"},
{"verse" : "8 abalala nti Eriya alabise; n 'abalala nti Bannabbi ab'edda omu ku bo azuukidde."},
{"verse" : "9 Kerode n'agamba nti Yokaana nze nnamutemako omutwe: naye oyo ani gwe mpulirako ebigambo ebyenkana awo? N'ayagala okumulaba."},
{"verse" : "10 Awo abatume bwe baam ala okukomawo, ne bamunnyonnyola byonna bye baakola. N'abatwala n e yeeyawula n'agenda nabo kyama mu kibuga ekiyitibwa Besusayida."},
{"verse" : "11 Naye ebibiina bwe baategeera ne bamugoberera; n'abaan iriza, n'ayogera nabo ebigambo by'obwakabaka bwa Katonda, n'abaali beetaaga okuwonyezebwa n'abawonya."},
{"verse" : "12 Awo enjuba yali egolooba; abo ekkumi n'ababiri ne baija w'ali ne bamugamba nti Siibula ekibiina bagende mu mbuga ne mu byalo eby'okumpi basule, banoonye eby'okulya; kubanga wano tuli mu ttale jjereere."},
{"verse" : "13 N'abagamba nti Mmwe mubawe eby'okulya. Ne bagamba nti Tetulina kintu wabula emigaati etaano n'ebyennyanja bibiri; kyokka tugende tubagulire eby'okulya abantu bano bonna."},
{"verse" : "14 Kubanga baali abasajja ng'enkumi ttaano. N'agamba abayigirizwa be nti Mubatuuze nnyiriri ng'ataano ataano. "},
{"verse" : "15 Ne bakola bwe batyo, ne babatuuza bonna."},
{"verse" : "16 N'addira emigaati etaano n'ebyennyanjaebibiri, n'ayimusa amaaso mu ggulu, n'abyebaza n'abimenyamu, n' awa abayigirizwa be okubissa mu maaso g'ekibiina."},
{"verse" : "17 Ne balya n e bakkuta bonna; ne bulondebwa obukunkumuka bwe baalemwa, ebibbo kkumina bibiri."},
{"verse" : "18 Awo olwatuuka bwe yali ng'asaba yekka, abayigirizwa be baali naye wamu. N'ababuuza ng'agamba nti Ebibiina bimpita ani?"},
{"verse" : "19 Ne baddamu ne bagamba nti Yokaana Omubatiza; naye abalala n ti Eriya; n'abalala nti Ku bannabbi ab'edda omu ku abo azuukidde."},
{"verse" : "20 N' abagamba nti Naye mmwe mumpita ani? Peetero n'addamu n'agamba nti Ggwe Kristo wa Katonda."},
{"verse" : "21 Naye n'abakuutira n'abalagira baleme okubuulirako omuntu ekigambo ekyo;"},
{"verse" : "22 ng'agamba nti Kigwanira Omwana w'omuntu okubonyaabonyezebwa ebingi, n'okugaanibwa abakadde ne bakabona abakulu n'abawandiisi, n'okuttibwa, era ku lunaku olw'okusatu okuzuukizibwa."},
{"verse" : "23 N'abagamba bonna nti Omuntu bw'ayagala okungoberera, yeefiirize yekka, yeetikkenga omusalaba gwe buli lunaku, angoberere."},
{"verse" : "24 Kubanga buli ayagala okulokola obulamu bwe ali bubuza; naye buli alibuza obulamu bwe ku lwange oyo alibulokola."},
{"verse" : "25 Kubanga kulimugasa ki omuntu okulya ensi yonna nga yeebuzizza oba n ga yeetunze?"},
{"verse" : "26 Kubanga buli ankwatirwa ensonyi nze n'ebigambo byange, oyo n'Omwana w'omuntu alimukwatirwa ensonyi, lw'alijjiramu kitiibwa kye ne mu kya Kitaawe ne mu kya bamalayika abatukuvu."},
{"verse" : "27 Naye mbagamba mazima nti Waliwo abayimiridde wano abatalirega ku kufa okutuusa lwe baliraba obwakabaka bwa Katonda."},
{"verse" : "28 Awo olwatuuka oluvannyuma lw'ebigambo ebyo nga wayiseewo ennaku munaana,n'atwala Peetero ne Yokaana ne Yakobo, n'alinnya ku lusozi okusaba."},
{"verse" : "29 Awo bwe yali ng'asaba, ekifaananyi ky'amaaso ge ne kiba kirala, n' ekyambalo kye ne kiba kyeru nga kimasamasa."},
{"verse" : "30 Kale, laba, abantu babiri n e boogera naye, abo baali Musa ne Eriya; "},
{"verse" : "31 abaalabika nga balina ekitiibwa, ne boogera ku kufa kwe kw'agenda okutuukiririza mu Yerusaalemi."},
{"verse" : "32 Awo Peetero ne be yali nabo baali bakwatiddwa otulo: naye bwe baatunula, ne balaba ekitiibwa kye n'abantu ababiri abayimiridde w'ali."},
{"verse" : "33 Awo olwatuuka bwe baali bagenda okwawukana naye, Peetero n'agamba Yesu nti Mukama wange, kirungi ffe okubeera wano; tukole ensiisira ssatu, emu yiyo, emu ya Musa, emu ya Eriya; nga tamanyi ky'ayogera."},
{"verse" : "34 Awo yali ng'akyayogera ebyo, ekire ne kijja ne kibasiikiriza: bwe baayingira mu kire ne batya."},
{"verse" : "35 Eddoboozi ne lifuluma mu kire ne ligamba nti Oyo ye Mwana wange gwe nneeroboza: mumuwulire ye."},
{"verse" : "36 N'eddoboozi eryo bwe lyajja. Yesu n'alabika yekka. Nabo ne basirika busirisi, ennaku ezo ne batabuulirako muntu kigambo na kimu ku ebyo bye baalaba."},
{"verse" : "37 Awo olwatuuka ku lunaku olw'okubiri bwe baava ku lusozi, ekibiinakinene ne kimusisinkana. "},
{"verse" : "38 Era, laba, omuntu ow'omu kibiina n'ayogerera waggulu n'agamba nti Omuyigiriza, nkwegayirira okulaba ku mwana wange, kubanga nnamuzaala omu:"},
{"verse" : "39 era, laba, dayimooni amukwata n'akaaba amangu ago; n'amutaagula n'okubimba n'abimba ejjovu, era amuvaako lwa mpaka, nga amumenyeemenye nnyo."},
{"verse" : "40 Nange nneegayiridde abayigirizwa bo okumugobako; ne batayinza."},
{"verse" : "41 Yesu n'addamu n' agamba nti Mmwe ab'emirembt, egitakkiriza era egyakyama, ndituusa wa okubeera nammwe n'okubagumiikiriza? leeta wano omwana wo."},
{"verse" : "42 Awo yali ng'akyajja, dayimooni n'amusuula n'amutaagula nnyo. Naye, Yesu n'aboggolera dayimoon: n'awonya omulenzi n'amuzza en kitaawe."},
{"verse" : "43 Bonna ne bawuniikirira olw'obukulu bwa Katonda. Naye bonnabwe baali nga beewuunya byonna bye yakola, n'agamba abayigirizwa benti"},
{"verse" : " 44 Ebigambo ebyo mubisse mu matu gammwe: kubanga Omwana w'omuntu agenda okuweebwayo mu mikono gy'abantu."},
{"verse" : "45 Naye bo ne batategeera kigambo ekyo, era kyau kibakwekeddwa baleme okukitegeera : ne batya okumubuuza ekigambo ekyo bwe kiri."},
{"verse" : "46 Awo ne wabaawo okuwakana mu bo aliba omukulu mu bo bw'ali."},
{"verse" : "47 Naye Yesu bwe yalabaokuwakana mu mitima gyabwe, n'atwala omwana omuto, n'amussa ku lusegere lwe,"},             
{"verse" : "48 n'abagamba nti Buli anaasembezanga omwana omuto ono mu linnya lyange, ng'asembezza nze, na buli anaasembezanga nze, ng'asembezza eyantuma: kubanga asinga obuto mu mmwe mwenna oyo ye mukul u."},
{"verse" : "49 Yokaana n'addamu n'agamba nti Mukama waffe, twalaba omuntung'agoba dayimooni mu linnya lyo: ne tumugaana, kubanga tayita naffe."},
{"verse" : "50 Naye Yesu n'amugamba nti Temumugaana; kubanga atali mulabe wammwe, ali ku lwammwe."},
{"verse" : "51 Awo olwatuuka ennaku ze ez'okutwalibwa waggulu bwe zaali zinaatera okutuuka, n'asimbira ddala amaaso ge okugenda e Yerusaalemi,"},
{"verse" : "52 n'atuma ababaka mu maaso ge; ne bagenda nebayingira mu mbuga y'Abasamaliya, okumutegekera."},
{"verse" : "53 Ne batamusembeza kubanga amaaso ge gaali galaze kugenda Yerusaalemi."},
{"verse" : "54 Abayigirwa be Yakobo ne Yokaana bwe baalaba ne bagamba nti Mukama waffe, oyagala ndagire omuliro guve mu ggulu okubazikiriza, nga Eriya bwe yakol a?"},
{"verse" : "55 Naye n'akyuka n'abanenya n'ayogera nti Temumanyi omwoyo bwe guli gwe mulina. Kubanga Omwana w'omuntu teyajja kuzikiriza bulamu bwa bantu, wabula okubulokola."},
{"verse" : "56 Awo ne bagenda mu mbuga endala."},
{"verse" : "57 Awo bwe baali nga bagenda mu kkubo, omuntu n'amugamba nti Nnaakugobereranga w'onoogendanga wonna."},
{"verse" : "58 Yesu n'amugamba nti Ebibe birina obunnya, n'ennyonyi ez'omu bbanga zirina ebisu, naye Omwana w'omuntu talina w'assa mutwe gwe."},
{"verse" : "59 N'agamba omulala nti Ngoberera. Naye ye n'agamba nti Mukama wange, ndeka mmale okugenda okuziika kitange."},
{"verse" : "60 Naye n'amugamba nti Leka abafu baziike abafu baabwe, naye ggwe genda obuulire obwakabaka bwa Katonda."},
{"verse" : "61 N'omulala n'agamba nti Nnaakugobereranga, Mukama wange; naye sooka ondeke mmale okusiibula ab'omu nnyumba yange."},
{"verse" : "62 Naye Yesu n'amugamba nti Tewali muntu akwata ekyuma ekirima n'atunula ennyuma asaanira obwakabaka bwa Katonda."}

]