[{"title" : "Yesu aweebwaayo eri Pontio Kiraato"},
{"verse" : "23:1 Ekibiina kyonna ne kigolokoka, ne kiatutwala ewa Piraato."},                
{"verse" : "2 Ne basooka okumuloopa nga bagamba nti Ono twamulaba ng'akyamya eggwanga lyaffe, ng'abagaana okuwa Kayisaali omusolo, ng'ayogera yennyini okuba Kristo, kabaka."},
{"verse" : "3 Piraato n'amubuuza, ng'agamba nti Ggwe Kabaka w'Abayudaaya? N'amuddamu n'agamba nti Oyogedde."},
{"verse" : "4 Piraato n'agamba bakabona abakulu n'ebibiina nti Siraba nsonga yon na ku muntu ono."},
{"verse" : "5 Naye bo ne beeyongera okutayirira nga bagamba nti Asasamaza abantu, ng'ayigiriza mu Buyudaaya bwonna, yasookera Ggaliraaya okutuuka ne wano."},
{"verse" : "6 Naye Piraato bwe yawulira, n'abuuza oba ng'omuntu oyo Mugaliraaya."},
{"verse" : "7 Bwe yategeera nga wa mu matwale ga Kerode, n'amuweereza ewa Kerode, kubanga naye yali mu Yerusaalemi mu nnaku ezo. "},
{"verse" : "8 Awo Kerode bwe yalaba Yesu, n'asanyuka nnyo; kubanga okuva edda yayagalanga okumulaba kubanga yawulira ebigambo bye; n'asuubira okulaba ng'akola akabonero."},
{"verse" : "9 N'amubuuliriza ebigambo bingi, naye ye n'atamuddamu kigambo."},
{"verse" : "10 Bakabona abakulu n'abawandiisi ne bayimirira ne banyweza nnyo okumuloopa."},
{"verse" : "11 Awo Kerode ne basserikale ne bamunyootm, ne bamuduulira, ne bamwambaza ekyambalo ekinekaaneka ne bamuzzaayo ewa Piraato."},
{"verse" : "12 Kerode ne Piraato ne balyoka batabagana ku lunaku olwo; kubanga olubereberye baali bakyawaganye."},
{"verse" : "13 Piraato n'ayita bakabona abakulu n'abakungu n'abantu,"},
{"verse" : "14 n'abagambanti Mundeetedde omuntu ono, nti yakyamya abantu; era, laba, nze bwe mmukemererezza mu maaso gammwe, sirabye nsonga ku muntu on o mu ebyo bye mumuloopye;"},
{"verse" : "15 era, newakubadde Kerode, kubanga amuzzizza gye tuli; era, laba, tewali kigambo ky'akoze ekisaanidde okumussisa:"},
{"verse" : "16 kale bwe nnaamala okumubonereza, n'amuta."},
{"verse" : "17 [Era kyamugwan iranga okubateeranga omusibe omu ku mbaga.]"},
{"verse" : "18 Naye ne bakaayana bottna wamu, nga bagamba nti Twala ono, otuteere Balaba:"},
{"verse" : "19 ye muntu gwe bassa mu kkomera olw'obujeemu obwali mu kibuga, n'olw'obussi."},
{"verse" : "20 Piraato n'ayogera nabo nate, ng'ayagala okuta Yesu;"},
{"verse" : "21 naye bo ne boogerera waggulu nga bagamba nti Mukomerere, mukomerere."},
{"verse" : "22 N'abagamba omulundi ogw'okusatu nti Lwaki, ono akoze kibi ki? Sirabye ku ye nsonga emussa: kale bwe nnaamala okumubonereza, n'amuta."},
{"verse" : " 23 Naye bo ne bamuzitoowerera n'amaloboozi amanene, nga beegayirira okumukomerera. Amaloboozi gaabwe ne gasinga okukola."},
{"verse" : " 24 Piraato n'asalawo ebigambo bye beegayiridde."},
{"verse" : "25 N'ata oyo eyasuulibwamu kkomera olw'obujeemu n'obussi gwe bamwegayiridde; naye n'awaayo Yesu okumukola nga bwe baagadde."},
{"verse" : "26 Awo baali nga bamutwala, ne bakwata Omukuleene Simooni, eyali ava mu kyalo, ne bamutikka emusalaba, okugwetikka ng'ava ennyuma Yesu."},
{"verse" : "27 Ekibiina kinen e ne kimugoberera eky'abantu n'eky'abakazi abaamukaabira, ne bamulirira."},                     
{"verse" : "28 Nave Yesu n'abakyukira n'agamba nti Abawala ab'e Yerusaalemi, temukaabira nze, naye mwekaabire mwekka, n'abaana bammwe."},
{"verse" : "29 Kubanga, laba, ennaku zijja, mwe baligambira nti Balin a omukisa abagumba, n'embuto ezitazaala n'amabeere agatayonsa."},
{"verse" : "30 Ne balyoka batanula okugamba ensozi nti Mutugweko; n'obusozi nti Mutuvuunikire."},
{"verse" : "31 Kubanga bwe bakola bino ku muti omubisi, ku mukalu kiriba kitya?"},
{"verse" : "32 Era yatwalibwa n'abalala babiri, abaakola obubi, okuttirwa awamu naye."},
{"verse" : "33 Awo bwe baatuuka mu kifo ekiyitibwa kiwanga, ne bamukomererera awo, na bali abaakola obubi, omu ku mukono ogwa ddyo n'omulala ku gwa kkono."},
{"verse" : "34 Awo Yesu n'agamba nti Kitange, basonyiwe; kubanga tebamanyi kye bakola. Ne bagabana ebyambalo bye, nga bakub a akalulu."},
{"verse" : "35 Abantu ne bayimirira nga batunuulira Abakungu nabo ne bamusekerera nga bagamba nti Yalokolanga balala yeerokole yekka, oba ng'oyo ye Kristo wa Katonda, omulonde we."},
{"verse" : "36 Basserikale nabo ne bamuduulit nga bajja w'ali, nga bamuwa omwe nge omukaatuufu,"},
{"verse" : "37 nga bagamb nti Oba nga ggwe Kabaka w'Abayudaaya, weerokole wekka."},
{"verse" : "38 Ne wabaawo n'ebbaluwa waggulu we nti ONO YE KABAKA W’ABAYUDAAYA."},
{"verse" : "39 Omu ku abo abaakola obubi abaawanikibwa n'amuwa ng’agamba nti Si ggwe Kristo? Weerokole wekka naffe."},
{"verse" : "40 Naye ow'okubiri n'addamu n'amuneaya, n’agamba nti N'okutya totya Katonda, kubanga oliku kibonerezo kye kimu naye?"},
{"verse" : "41 Era ffe twalangibwa nsonga; kuban ga ebisaanidde bye twakola bye rusasulibbwa: naye ono takolangakigambo ekitasaana."},
{"verse" : "42 N'agamba nti Yesu, onjijukiranga bw'olijjiramu bwakabaka bwo."},
{"verse" : "43 Yesu n'amugamba nti Mazima nkugamba nti Leero onoobanange mu Lusuku lwa Katonda."},
{"verse" : "44 Awo obudde bwali butuuse essaawa nga mukaaga, ne waba ekizikiza ku nsi yonna okutuusa essaawa mwenda,"},
{"verse" : "45 enjuba obutayaka: n'eggigi ery'omu yeekaalu ne liyulikamu wakati."},
{"verse" : "46 Awo Yesu n’ayogera n'eddoboozi ddene, n'agamba nti Kitange, nteeka omwoyo gwange mu mikono gyo: bwe yamala okwogera ekyo, n'awaayo obulamu."},        
{"verse" : "47 Awo omwami w'ekitongole bwe yalaba ekilladdewo, n'atendereza Katonda, ng'agamba nti Mazima ono abadde muntu mutuukirivu."},
{"verse" : "48 N'ebibiina byonna ebyali bikunnaanye okwerolera, bwe baalaba ebibaddewo ne baddayo nga beekuba mu bifuba."},
{"verse" : "49 Ne mikwano gye gyonna, n'abakazi abaava naye e Ggaliraaya, ne bayimirira wala nga balaba ebyo."},
{"verse" : "50 Kale laba, omuntu erinnya lye Yusufu, eyali omukungu, omuntu omulungi era omutuukirivu"},
{"verse" : "51 oyo teyassa kimu mu kuteesa kwabwe newakubadde mu kikolwa kyabwe, ow'e Alimasaya, ekibuga ky'Abayudaaya, eyali alindirira obwakabaka bwa Katonda:"},
{"verse" : "52 oyo n'agenda ewa Piraato, n'asaba omulambo gwa Yesu."},
{"verse" : "53 N'aguwan ula n'aguzinga mu lugoye olwa bafuta, n'amussa mu ntaana eyabajjibwa mu jjinja, omutateekebwanga muntu."},
{"verse" : "54 Kale lwali lunaku lwa Kuteekateeka, essabbiiti ng'eneebaako enkya."},
{"verse" : "55 N'abakazi be yava nabo e Ggaliraaya, ne bagoberera, ne balaba entaana, n'omulambo gwe bwe gwateekebwa."},
{"verse" : "56 Ne bakomawo, ne bategeka eby'akaloosa n'amafuta ag'omugavu. Neku lunaku olwa ssabbiiti ne bawummula ng'etteeka bwe liri."}
]