[
{"verse" : "11:1 Awo olwatuuka bwe yali ng'ali mu kifo ng'asaba, bwe yamala, ku bayigirizwa be omu n'amugamba nti Mukama waffe, tuyigirize okusaba, era nga Yokaana bwe yayigirizanga abayigirizwa be."},
{"verse" : "2 N'abagamba nti Bwe musabanga, mugambanga nti Kitaffe, Erinnya lyo litukuzibwe. Obwakabaka bwo bujje."},
{"verse" : "3 Otuwenga buli lunaku emmere yaffe ey'olunaku."},
{"verse" : "4 Era otusonyiwe ebyonoono byaffe; kubanga naffe tumusonyiwa buli gwe tubanja. So totutwala mu kukemebwa."},
{"verse" : "5 N'abagamba nti Ani ku mmwe alina ow'omukwano aligenda ewuwe ettumbi, n'amugamba nti Mukwano gwange, mpola emigaati esatu;"},
{"verse" : "6 kubanga mukwano gwange azze, ava mu lugendo, nange sirina kya kussa mu maaso ge;"},
{"verse" : "7 n'oli ali munda n'addamu n'agamba nti Tontegan ya; kaakano oluggi luggale, abaana bange nange tumaze okwebaka, siyinza kugolokoka kukuwa?"},
{"verse" : "8 Mbagamba nti Newakubadde nga tagolokoka n'amuwa kubanga mukwano gwe, naye olw'okutayirira kwe anaagolokoka n'amuwa byonna bye yeetaaga."},
{"verse" : "9 Nange mbagamba mmwe nti Musabe, muliweebwa; munoonye, muliraba; mweyanjule, muliggulirwawo."},
{"verse" : "10 Kubanga buli muntu yena asaba aweebwa; n'anoonya alaba; n'eyeeyanjula aligguiirwa wo."},
{"verse" : "11 Era ani ku mmwe kitaawe w'omuntu omwana we bw'alimusaba omugaati, alimuwa ejjinja? oba ekyennyanja, n'amuwa omusota mu kifo ky'ekyennyanja?"},
{"verse" : "12 Oba bw'alisaba eggi, n'amuwa enjaba?"},
{"verse" : "13 Kale oba nga mmwe ababi mumanyi okuwa abaana bammwe ebirabo ebirungi, talisinga nnyo Kitammwe ali mu ggulu okuwa Omwoyo Omutukuvu abamusaba."},
{"verse" : "14 Yali ng'agoba dayimooni omusiru. Awo dayimooni bwe yamuvaako, kasiru n'ayogera, ebibiina ne byewuunya."},
{"verse" : "15 Naye abamu ne bagamba nti Agoba dayimooni ku bwa Beeruzebuli omukulu wa dayimooni."},
{"verse" : "16 N'abalala, ne bamwagaza akabonero akava mu ggulu, nga bamukema."},
{"verse" : "17 Naye ye, bwe yamanya bye balowooza, n'abagamba nti Buli bwakabaka bwonna bwe bwawukanamu bwo bwokka buzikirira; n'ennyumba bw'eyawukanamu ennyumba eyo egwa."},
{"verse" : "18 Ne Setaani bw'ayawukanamu ye yekka, obwakabaka bwe buliyimirirawo butya? kubanga mugamba nti ngoba dayimooni ku bwa Beeruzebu li."},
{"verse" : "19 Era oba nga nze ngoba dayimooni ku bwa Beeruzebuli, abaan a bammwe bagigoba ku bw'ani? kyebaliva baba abalamuzi bammwe."},
{"verse" : "20 Naye bwe mba ngobesa dayimooni engalo ya Katonda, kale obwakabaka bwa Katonda bubajjidde."},
{"verse" : "21 Omuntu ow'amaanyi ng'alina ebyokulwanyisa bw'akuuma oluggya lwe, ebintu bye bibeera mirembe:"},
{"verse" : "22 naye amusinga amaanyi bw'amujjira n'amuwangula, amunyagako ebyokulwanyisa bye byonna bye yeesiga, n'agaba ebintu bye."},
{"verse" : "23 Ataba nange yemulabe wange; era atakuŋŋaanyiza wamu nange asaasaanya."},
{"verse" : "24 Dayimooni bw'ava ku muntu, ayita mu bifo ebitaliimu mazzi ng'anoonya aw'okuwummulira; bw'abulwa agamba nti Ka nzireyo mu nnyumba yange mwe n nava."},
{"verse" : "25 Bw'ajja, agiraba ng'eyereddwa etimbiddwa."},
{"verse" : "26 Kale agenda, n'aleeta badayimooni abalala musanvu, ababi okumusinga ye, ne bayingira ne babeera omwo: kale eby'oluvannyuma eby'omuntu oyo bibeera bibi okusinga eby'olubereberye."},
{"verse" : "27 Awo olwatuuka ng'ayogera ebyo, omukazi ow'omu kibiina n'ayimusa eddoboozi lye n'amugamba nti Lulin a omukisa olubuto olwakuzaala n'amabeere ge wayonkako."},
{"verse" : "28 Naye ye n'agamba nti Ekisinga, balina omukisa abawulira ekigambo kya Katonda, ne bakyekuuma."},
{"verse" : "29 Awo ebibiina bwe byali nga bikuŋŋaanira w'ali, n'atanula okugamba nti Emirembe gino mirembe mibi: ginoonya akabonero, so tegiriweebwa kabonero wabula akabonero ka Yona."},
{"verse" : "30 Kuba Yona nga bwe yali akabonero eri We Nineeve, bw'atyo n'Omwana w'omuntu bw'aliba eri emirembe gino."},
{"verse" : "31 Kabaka omukazi ow'obukiika obwa ddyo aliyimirira mu musango wamu n'abantu ab'emirembe gino, alibasinza omusango: kubanga yava ku nkomerero z'ensi okuwulira amagezi ga Sulemaani; era, laba, asinga Sulemaani ali wano."},
{"verse" : "32 Abantu ab'e Nineeve baliyimirira mu musango wamu n'emirembe gino, baligisinza omusango: kubanga beenenya olw'okubuulira kwa Yona; era, laba, asingaYona ali wano. "},
{"verse" : "33 Tewali akoleeza ttabaaza n'agissa mu bunnya, obamunda w'ekibbo, wabula ku kikondo, abayingira balabe bw'eyaka."},
{"verse" : "34 Ettabaaza y'omubiri gwo lye liiso lyo; eriiso lyo bwe liraba obulungi, n'omubiri gwo gwonna guba gujjudde omusana; naye bwe liba ebbi, n'omubirigwo nga gujjudde ekizikiza."},
{"verse" : "35 Ettabaaza y'omubiri gwo lye liiso lyo; eriiso lyo bwe liraba obulungi, n'omubiri gwo gwonna guba gujjudde omusan a; naye bwe liba ebbi, n'omubiri gwo nga gujjudde ekizikiza."},
{"verse" : "36 Kale omubiri gwo gwonna bwe gujjula omusana, nga tegulina kitundu kimu kya kizikiza, gwonna gulijjula musana ng'ettabaaza bw'ekumulisiza n'okutangaala kwayo."},
{"verse" : "37 Awo bwe yali ng'ayogera, Omufalisaayo n'amuyita okulya emmere ewuwe: n'ayingira n'atuula ku mmere."},
{"verse" : "39 Mukama waffe n'amugamba nti Mmwe Abafalisaayo munaaza kungulu w'ekikompe n'ow'ekibya; naye munda yammwe mujjudde obunyazi n'obubi."},
{"verse" : "40 Mmwe abasiru, oyo eyakola kungulu si ye yakola ne munda?"},
{"verse" : "41 Naye ebiri munda mubiwengayo okuba eby'okusaasira; era, laba, byonna birongoofugye muli."},             
{"verse" : "42 Naye zibasanze mmwe, Abafalisaayo kubanga muwa ekitundu eky'ekkumi ekya nnabbugira n'akakubansiri n'enva zonna, nay e omusango n'okwagala Katonda mubiyita bbali: ebyo kibagwanidde okubikolanga,na biri obutabirekangayo."},
{"verse" : "43 Zibasanze mmwe, Abafalisaayo! kubanga mwagala entebe ez'oku manjo mu makuŋŋaaniro n'okulamusibwa mu butale."},
{"verse" : "44 Zibasanze! kubanga mufaanana amalaalo agatalabika, abantu ge batambulirako nga tebagamanyi."},
{"verse" : "45 Awo omu ku bayigiriza b'amateeka n'addamu n'amugamba nti Omuyigiriza, bw'ogamba bw'otyo ovumanaffe."},
{"verse" : "46 N'agamba nti Nammwe, abayigiriza b'amateeka, zibasanze! kubanga mutikka abantu emigugu egiteetikkika, mmwe bennyini gye mutayagala kukomakona lunwe lwammwe"},
{"verse" : "47 Zibasanze! kubanga muzimba amalaalo ga bannabbi, naye bajjajjammwe be baabatta."},
{"verse" : "48 Bwe mutyo muli bajulirwa era musiima ebikolwa bya bajjajjaumiwe: kubanga bo baabatta, nammwe muzimba amalaalo gaabwe."},
{"verse" : "49 N'amagezi ga Katonda kyegaava gagamba nti Ndibatumira bannabbi n'abatume; abamu ku bo balibatta balibayigganya;"},
{"verse" : "50 omusaayi gwa bannabbi bonna, ogwayiika okuvaku kutondebwa kw'ensi, gubuuzibwe eri emirembe gino;"},
{"verse" : "51 okuva ku musaayi gwa Abbeeri okutuuka ku musaayi gwa Zaakaliya, eyattirwa wakati w'ekyoto ne yeekaalu: mazima mbagamba mmwe nti Gulibuuzibwa eri emirembe gino."},
{"verse" : "52 Zibasanze mmwe, abayigiriza b'amateeka!Kubanga mwatwala ekisumuluzo eky'okutegeera: mmwe bennyini temwayingira, n'abaali bayingira mwabaziyiza."},
{"verse" : "53 Awo bwe yavaayo, abawandiisi n'Abafalisaayo ne batanula okumuteganya ennyo, n'okumukemereza ebigambo bingi;"},
{"verse" : "54 nga bamutega, okutega ekigambo ekinaava mu kamwa ke, balyoke bamuwawaabire."}
]