[
{"title" : "Yesu omwana wa Maliyamu"},
{"verse" : "2:1 Awo olwatuuka mu nnaku ezo etteeka ne liva eri Kayisaali Augusito ab'ensi zonna okuwandiikibwa."},
{"verse" : "2 Okwo kwe kuwandiikibwa okwasooka okubaawo Kuleniyo bwe yali nga y'afuga Obusuuli."},
{"verse" : "3 Bonna nebagenda okwewandiika, buli muntu mu kibuga kyabo."},
{"verse" : "4 Ne Yusufu n'ava e Nazaaleesi mu kibuga eky'e Ggaliraaya, n'alinnya e Buyudaaya, okugenda mu kibuga kya Dawudi, ekiyitibwa Besirekemu, kubatrga yali wa mu nnyumba era wa mu kika kya Dawudi,"},
{"verse" : "5 yeewandiike ne Malyamu, gwe yali ayogereza, ng'ali lubuto."},
{"verse" : "6 Awo olwatuuka baali bali eyo, ennaku ze ez'okuzaala ne zituuka."},
{"verse" : "7 N'azaala omwana we omubereberye; n'amubikka mu ngoye ez'obwana obuwere n'amuzazika mu kisibo, kubanga tebaalaba bbanga mu kisulo ky'abagenyi."},
{"verse" : "8 Waaliwo abasumba mu nsi ey o abaatuulanga ku ttale, nga bakuuma ekisibo kyabwe ekiro mu m palo."},
{"verse" : "9 Awo malayika wa Mukama n'ayimirira we baali, n'ekitiibwa kya Mukama ne kibeetooloola nga kimasamasa, ne batya nnyo."},
{"verse" : "10 Malayika n' abagamba nu Temutya; kubanga, laba, mbaleetera ebigambo ebirungi eby'essanyu eringi eririba eri abantu bonna:"},
{"verse" : "11 kubaaga leero azaaliddwagye muli Omulokozi mu kibuga kya Dawudi, ye Kristo Mukama waffe."},
{"verse" : "12 Kan o ke kabonero gye muli; munaalaba omwana omuwere ng'abikkiddwa mu ngoye ez'obwana obuwere ng'azazikiddwa mu kisibo."},
{"verse" : "13 Awo amanguago waaliwo ne malayika oyo bangi ab'omu ggye ery'omu ggulu nga batendereza Katonda, nga bagamba nti"},
{"verse" : "14 Ekitiibwa kibe eri Katonda waggulu eimyo; Ne mu nsi emirembe gibe mu bantu abasiimibwa."},
{"verse" : " 15 Awo olwatuuka, bamalayika bwe baava gye baali okugenda mu ggulu, abasumba ne bagambagana nti Kale tugende e Besirekemu tu labe ekigambo kino ekibaddeyo, Mukama ky'atutegeezezza."},
{"verse" : "16 Ne bajja mangu, ne balaba Malyamu ne Yusufu n'omwana omuwere ng'azazikiddwa mu kisibo. "},
{"verse" : "17 Awo bwe baalaba, ne bategeeza ekigambo kye baabuulirwa ku mwana oyo. "},
{"verse" : "18 Bonna abaawulira ne beewuunya ebyo abasumba bye baababuulira."},
{"verse" : "19 Naye Malyamu ne yeekuumanga ebigambo ebyo byonna, ng'abirowooza mu mutima gwe."},
{"verse" : "20 Awo abasumba ne badday o, nga bagulumiza nga batendereza Katonda olw'ebigambo byonna bye baawulira, bye baalaba, nga bwe baabuulirwa."},
{"verse" : "21 Awo enn aku Omunaana bwe zaatuuka ez'okumukomoleramu, n'atuumibwa erinnya lye Yesu, liri eryayogerwa malayika nga tannaba kuba mu lubuto."},
{"verse" : "22 Awo ennaku bwe zaatuuka ez'okulongooka kwabwe ng'amateeka ga Musa bwe gali, ne bamutwala ne bamwambusa e Yerusaalemi: okumwanjulira Mukama"},
{"verse" : " 23 (nga bwe kyawandiikibwa mu mateeka ga Mukama nti Buli kisaj ja ekigglanda kinaayitibwanga kitukuvu eri Mukama),"},
{"verse" : "24 n'okuwaayo asaddaaka nga bwe kyayogerwa mu mateeka ga Mukama, bukaamukuukulu bubiri, oba obuyiba obuto bubiri."},
                   
{"title" : "Simyoni alaba obulokozi bwa Kataonda"},
{"verse" : "25 Era, laba, waaliwo omuntu mu Yerusaalemi erinnya lyeSimyoni, omuntu oyo yali mutuukirivu, era atya Katonda, ng'alindirira okusanyusibwa kwa Isiraeri: era Omwoyo Omutukuvu yali ku ye."},
{"verse" : "26 Oyo yabikkulirwa Omwoyo Omutukuvu nti taliraba kufa nga tannalaba ku Kristo wa Mukama."},
{"verse" : "27 N'ajjira mu Mwoyo mu yeekaalu: abakadde be bwe baayingiza omwana Yesu okumukola nga bw'eri empisa y'amateeka,"},
{"verse" : "28 awo ye n'amukwata mu mikono gye, ne yeebaza Katonda n'agamba nti"},
{"verse" : "29 Mukama wange, kaakano osiibula omuddu wo Emirembe, ng'ekigambo kyo bwe kyali."},
{"verse" : "30 Kubanga amaaso, gange galabye obulokozi bwo."},
{"verse" : "31 Bwe wateekateeka mu maaso g'abantu bonna: "},
{"verse" : "32 Okuba omusana ogw'okumuusa amawanga, N'okuba ekitiibwa ky'abantu bo Isiraeri."},
{"verse" : "33 Kitaawe ne nnyina ne beewuunyanga ebigambo ebyo ebyamwogerwako;"},
{"verse" : "34 awo Simyoni n'abasabira omukisa, n'agamba Malyamu nnyin a nti Laba, ono ateekeddwawo bangi mu Isiraeri bagwenga bayimirirenga, n' okuba akabonero akavumibwa;"},
{"verse" : "35 era ggwe ekitala kirikufumita mu mmeeme; ebirowoozo eby'emitima emingi bityoke bibikkulwe."},
{"verse" : "36 Awo waaliwo Ana, nnabbi omukazi, omuwala wa Fanweri, ow'omu kika kya Aseri (yali Yaakamala emyaka mingi, yabeera ne bba emyaka musanvu okuva mu buto bwe,"},
{"verse" : "37 naye yali nnamwandu nga yaakamala emyaka kinaana mu ena), ataavanga mu Yeekaalu, ng'asinza n'okusiibanga n'okwegayiriranga ekiro n'emisana. "},
{"verse" : "38 Oyo bwe yajja mu kiseera ekyo ne yeebaza Katonda, n'abuulira ebigambo bye eri bonna abaali balindirira okun unulibwa kwa Yerusaalemi."},
{"verse" : "39 Awo bwe baamala okutuukiriza byonna ebiri mu mateeka ga Mukama, ne baddayo e Ggaliraaya mu kibuga ky'ewaabwe Nazaaleesi."},
{"verse" : "40 Awo omwana n'akla, n'ayongerwako amaanyi, n'alluzibwa amagezi: ekisa kya Katonda ne kibanga ku ye."},
{"verse" : "41 Awo bakadde be baagendanga e Yerusaalemi buli mwaka ku mbaga ey'Okuyitako."},
{"verse" : "42 Awo bwe yali Yaakamala emyaka kkumi n'ebiri, ne bayambuka nga bw'eri empisa y'embaga:"},
{"verse" : "43 awo bwe baatuusa ennaku zaabwe, baali nga baddayo, omwana oyo yesu n'asigala mu Yerusaalemi, ne bakadde be nebatamanya;"},
{"verse" : "44 naye bwe baalowooza ng'ali mu kisinde kyabwe, ne batambula olugendo lwa lunaku lumu, ne bamunoonya mu baganda baabwe nemu mikwano gyabwe:"},
{"verse" : "45 bwe bataamulaba ne baddayo e Yerusaalemi, nga bamunoonya."},
{"verse" : "46 Awo olwatuuka bwe waayitawo ennaku ssatu ne bamusanga mu yeekaalu, ng'atudde wakati mu bayigiriza, ng'abawuliriza, ng'ababuuza"},
{"verse" : "47 bonna abaamuwulira ne bawunikirira olw'amagezi ge n'okuddamu kwe."},
{"verse" : "48 Awo bwe baamulaba ne basamaalirira: nnyi na n'amugamba nti Mwana wange, kiki ekitukozezza ggwe bw'otyo? laba, kitaawo nange twakunoonya nga tunakuwadde."},
{"verse" : "49 N'abagamba nti Mwannoonyeza ki? Temwamanya nga kiŋŋwanidde okubeera mu bigambo bya Kitange?"},      
{"verse" : "50 Ne batategeera kigambo ekyo kye yabagamba. "},
{"verse" : "51 N'aserengeta nabo n'ajja e Nazaaleesi, n'abagonderanga: n nyina ne yeekuumanga ebigambo ebyo byonna mu mutima gwe."},
{"verse" : "52 Awo Yesu n e yeeyongerangako amagezi n'okukula, ne mu kisa eri Katonda n'eriabantu."}
]