[{"title" : "Yesu alabula ku byesittaza"},
{"verse" : "17:1 N'agamba abayigirizwa be nti Tekiyinzika ebisittaza obutajja; naye zimusanze oyo abireeta!"},
{"verse" : "2 Waakiri oyo okusibwa olubengo mu bul ago bwe, okusuulibwa mu nnyanja, okusinga okusittaza omu ku abo abato."},
{"verse" : "3 Mwekuumenga: muganda wo bw'ayonoonanga, omubuuliriranga; bwe yeenenyanga, omusonyiwanga."},
{"verse" : "4 Era bw'akwonoonanga emirundi omusanvu ku lunaku olumu, era emirundi omusanvu n'akukyukira ng'agamba nti Nneenenyezza; omusonyiwanga."},
{"verse" : "5 Abatume ne b agamba Mukama waffe nti Otwongereko okukkiriza."},
{"verse" : "6 Mukama waffe n'agamba nti Singa mulina okukkiriza okutono ng'akaweke ka kaladaali, mwandigambye omusikamiini guno nti Siguka osimbibwe mu nnyan ja; era gwandibawulidde."},
{"verse" : "7 Naye ani ku mmwe, alina omuddu ng'alima oba ng'alunda endiga, bw'ayingira ng'ava mu lusuku, alimugamba nti Jjangu mangu ago otuule olye;"},
{"verse" : "8 naye atamugamba nti Jjula emmere ndye, weesibe, ompeereze, mmale okulya n'okunywa; naawe olyoke olye era onywe? "},
{"verse" : "9 Amwebaza omuddu oyo olw'okukola by'alagiddwa?"},
{"verse" : "10 Era nammwe bwe mutyo, bwe mumalanga okukola byonna bye mwalagirwa, mugambenga nti Ffe tuli baddu abatasaana; ebyatugwanira okukola bye tukoze. "},
{"verse" : "11 Awo olwatuuka bwe baali mu kkubo nga bagenda e Yerusaalemi yali ng'ayita wakati wa Samaliya ne Ggaliraaya."},
{"verse" : "12 Awo bwe yayingira mu mbuga emu ne bamusisinkana abantu kkumi abagenge, abaayimirira ewala;"},
{"verse" : "13 ne boogerera waggulu ne bagamba nti Yesu, Mukama waffe, otusaasire."},
{"verse" : "14 Bwe yabalaba n'abagamba ntiMugende mwerage eri bakabona. Awo olwatuuka bwe baali nga bagenda ne balongoosebwa."},
{"verse" : "15 Awo omu ku bo, bwe yalaba ng'awonye, n'akomawo n'atendereza Katonda n'eddoboozi ddene;"},
{"verse" : "16 n'avuunama awali ebigere bye, ng'amwebaza: era oyo yali Musa maliya."},
{"verse" : "17 Yesu n'addamu nagamba nti Ekkumi bonna tebaloagoosebbwa? naye bali omwenda bali ludda wa?"},
{"verse" : "18 Tebalabise abakomawo okutendereza Katonda, wabula omugeayi on o?"},
{"verse" : "19 N'amugamba nti Yimuka, ogende: okukkiriza kwo kukuwonyezza."},
{"verse" : "20 Bwe yabuuzibwa Abafalisaaya nti Obwakabaka bwa Katonda bujja ddi? n'abaddamu n'agamba nti Obwakabaka bwa Katonda tebujja nga bwe yolese:"},
{"verse" : "21 so tebaligamba nti Laba, buli wano! Oba nti Buli wali! Kubanga, laba, obwakabaka bwa Katonda buli munda yammwe!"},
{"verse" : "22 N'agamba abayigirizwa be nti Ennaku zigenda okujja lwe mulyegomba okulaba olumu ku nnaku z'Omwana w'omuntu, so temulirulaba."},
{"verse" : "23 Kale balibagamba nti Laba, wali! Laba, wano! temugendanga, so temugobereranga;"},
{"verse" : "24 kubanga okumyansa bwe kumyansiza ku luuyi olumu olw'eggulu, nga bwe kumasamasiza ne ku luuyi olulala olw'eggulu, bw'atyo Omwana w'omuntu bw'aliba ku lunaku lwe."},
{"verse" : "25 Naye okusooka kimugwanira okubonyaabonyezebwa ebingi n'okugaanibwa ab'emirembe gino."},
{"verse" : "26 Era nga bwe byali mu nnaku za Nuuwa, bwe bityo bwe biriba ne mu nnaku z’Omwana, w'omuntu."},   
{"verse" : "27 Baali nga balya, nga banywa, nga bawasa, nga bawayira, okutuuka ku lunaku Nuuwa we yayingira mu lyato, amafaba ne gajja, ne gabazikiriza bonna."},
{"verse" : "28 Era nga bwe byali mu nnaku za Lutti; baali nga balya, nga banywa, nga bagula nga batunda, nga basiga, nga bazimba;"},
{"verse" : "29 naye ku lunaku luli Lutti lwe yava mu Sodom u, omuliro n'ekibiriiti ne bitonnya okuva mu ggulu ne bibazikiriza bon na:"},
{"verse" : "30 bwe bityo bwe biriba ku lunaku Omwana w'omuntu lw'alibikkulibwa."},
{"verse" : "31 Ku lunaku olwo, alibeera waggulu ku nnyumba, n'ebintu bye nga biri mu nnyumba, takkanga kubiggyamu; nali mu lusuku bw'atyo taddanga nnyuma."},
{"verse" : "32 Mujjukire mukazi wa Lutti."},
{"verse" : "33 Buli anoonya okulokola obulamu bwe alibubuza; naye buli abubuza alibuwonya."},
{"verse" : "34 Mbagamba nti Mu kiro ekyo babiri baliba ku kitanda kimu; omu alitwalibwa, n'omulalaalirekebwa."},
{"verse" : "35 Abakazi babiri baliba nga baseera wamu; omu alitwalibwa, n'omulala alirekebwa."},
{"verse" : "36 [Ababiri baliba mu lusuku; omu alitwalibwa, n'omulala alirekebwa.]"},             
{"verse" : "37 Ne baddamu ne bamugamba nti Wa, Mukama waffe? N'abagamba nti Awaba omulambo eyo n'ensega we zirikuŋŋaan ira."}

]