[{"title" : "Setaani akema Yesu"},
{"verse" : "4:1 Awo Yesu bwe yajjula Omwoyo Omutukuvu n'akomawo ag'ava ku Yoludaani, Omwoyo n'amutwala mu ddungu,"},
{"verse" : "2 n'amalayo eanaku amakumi ana, ng'akemebwa Setaani. So teyalyanga kintu mu nnaku ezo; awo bwe zaggwa, enjala n'emuluma."},
{"verse" : "3 Setaani n'amugamba n ti Oba oli Mwana wa Katonda, gamba ejjinja lino lifuuke emmere."},
{"verse" : "4 Yesu n'amuddamu nti Kyawandiikibwa nti Omuntu tabanga mulamu na mmere yokka."},
{"verse" : "5 N'amulinnyisa; n'amulaga obwakabaka bwonna obw'omu nsi mu kaseera katono."},
{"verse" : "6 Setaani n'amugamba nti Nnaakuwa ggwe obuyinza buno bwonna, n'ekitiibwa kyamu; kubanga nnaweebwa nze: era agabira buli gwe njagala."},
{"verse" : "7 Kale bw'onoosinza mu maaso gange, buno bwonna bunaaba bubwo."},
{"verse" : "8 Yesu n'addamu n'amugamba nti Kyawandiikibwa nti Osinzanga Mukama Katonda wo, gw'oweerezanga yekka."},
{"verse" : "9 N'amutwala e Yerusaalemi, n'amuteeka ku kitikkiro kya yeekaalu, n'amugamba nti Oba oli Mwana wa Katonda, yima wano, weesuule wansi;"},
{"verse" : "10 kubanga kyawandiikibwa nti Alikulagiririza bamalayika be bakukuumire ddala;"},
{"verse" : "11 Era nti Balikuwanirira mu mikono gyabwe, Oleme okwesittalaekigere kyo ku jjinja. "},
{"verse" : "12 Yesu n'addamu n'amugamba nti Kyayogerwa nti Tokemanga Mukama Katonda wo."},
{"verse" : "13 Setaani bwe yamala buli kikemo n'amulekako ekiseera."},
{"verse" : "14 Awo Yesu n'akomawo e Ggaliraaya mu maanyi ag'Omwoyo: ettutumu lye ne ligenda nga libuna mu nsi zonna eziriraanyeewo."},
{"verse" : "15 N'ayigirizanga mu makuŋŋaaniro gaabwe bon na nga bamutendereza."},
{"verse" : "16 N'ajja e Nazaaleesi gye yakulira; ku lunaku olwa ssabbiiti n'ayingira mu kkutnaaniro nga bwe yali empisa ye, n'ayimirira okusoma."},
{"verse" : "17 Ne bamuwa ekitabo kya nnabbi Isaaya, n'abikkula ekitabo, n'alaba ekitundu awaawandiikibwa nti"},
{"verse" : "18 Omwoyo gwa Mukama guliku nze, Kubanga yanfukako amafuta okubuulira abaavu ebigambo ebirungi: Antumye okutendera abanyage okuteebwa, N'okuzibula abazibe b'amaaso, Okubata ababetentebwa, "},
{"verse" : "19 Okutendera omwaka gwa Mukama ogwakkirizibwa. "},
{"verse" : "20 N'abikkako ekitabo, n'akiddiza omuweereza n'atuula; abantu bonna."},
{"verse" : "21 N'atanula okubagamba nti Leero ebyawandiikibwa bino bituukiridde mu matu gammwe:"},
{"verse" : "22 Bonna ne bamutegereza, ne beewuunya olw'ebigambo eby'ekisa ebivudde mu kamwa ke: ne b agamba nti Ono si ye Mwana wa Yusufu?"},
{"verse" : "23 N'abagamba nti Temulirema kugnamba lugero luno nti Omusawo, weewonye wekka: byonna bye twawulira nga bikolerwa e Kaperunawumu, bikolere na wano mu kyalo kyannyo."},
{"verse" : "24 N'agamba nti Mazima mbagamba nti Tewali nnabbi akkirizibwa mu kyalo kyabo."},
{"verse" : "25 Naye mazima mbagamba nti Waal iwo bannamwandu bangi mu Isiraeri mu biro bya Eriya, eggulu lwe lyaggalirwa emyaka esatu mu emyezi mukaaga, enjala nnyin gi bwe yagwa ku nsi yonna;"},
{"verse" : "26 Eriya teyatumibwa eri omu ku bo wabula e Zalefasi, mu nsi ya Sidoni, eri omukazi nnamwandu."},
{"verse" : "27 Era waaliwo abantu bangi abagenge mu Isiraeri mu biro bya Erisa nnabbi; tewali n'omu ku bo eyalongoosebwa, wabula Naamani yekka Omusuuli."},
{"verse" : "28 Ne bajjul a obusungu bonna abaali mu kkuŋŋaaniro bwe baawulira ebigambo ebyo;"},
{"verse" : "29 ne bayimuka, ne bamusindikira ebweru w'ekibuga ne bamutwala ku bbanga ly'olusozi lwe baakubako ekibuga kyabwe, bamusuule wansi."},
{"verse" : "30 Naye n'abayitamu wakati nagenda."},
{"verse" : "31 N'aserengeta e Kaperunawum u, ekibuga eky'e Ggaliraaya: n'abayigirizanga ku lunaku olwa ssabbiiti:"},
{"verse" : "32 ne bawuniikirira olw'okuyigiriza kwe, kubanga ekigambo kye kyalina obuyinza. "},
{"verse" : "33 Awo mu kkuŋŋaaniro mwalimu omuntu eyaliko dayimoon i; n'akaaba n'eddoboozi ddene"},
{"verse" : "34 nti Woowe, Otuvunaana ki ggwe, Yesu Omunazaaleesi? Ozze kutuzikiriza? Nkumanyi ggwe bw'oli, Omutukuvu wa Katonda."},
{"verse" : "35 Yesu n'amuboggolera ng'agamba nti Sirika, muveeko. Dayimooni bwe yamusuula wakati n'amuvaako nga tamukoze kabi."},
{"verse" : "36 Okuwuaiikirira ne kubakwata bonna ne beebuuzaganya bokka na bokka nga bagamba nti Kigambo ki kino? kubanga alagira n'obuyinza n 'amaanyi badayimootu ne bavaako. "},
{"verse" : "37 Ettututnu lye ne lyatiikirira mu buli kifo eky'ensi eriraanyeewo."},
{"verse" : "38 N'ayimuka n'ava mu kkuŋŋaaniro n' ayingira mu nnyumba ya Simooni. Awo nnyina mukazi wa Simooni yali ng'akwatiddwa omusujja mungi, ne bamwegayirira ku lulwe."},
{"verse" : "39 N'ayimiriraw'ali, n'aboggolera omusujja; ne gumuwonako amangi ago n'agolokoka n'abaweereza."},
{"verse" : "40 Awo enjuba bwe yali ng'egwa, bonna abaalina abalwadde ab'endwadde ezitali zimu ne babamuleetera, bul i omu ku abo n'amussaako emikono gye, n'abawonya."},
{"verse" : "41 Ne badayimooni ne babavaako bangi, ne bakaaba nga baga.nba nti Ggwe oli Mwana wa Katon da: N'ababoggolera, n'atabaganya kwogera, kubanga baamanya nga Ye Kristo:"},
{"verse" : "42 Awo obudde bwe bwakya, n'avaayo n'agenda mu kifo etali bantu: ebibiina ne bimunoonya ne bajja w'ali, ne baagala okumugaana aleme okubavaako."},
{"verse" : "43 Naye n'abagamba nti Kiŋŋwanidde okubuulira enjiri ey'obwakabaka; bwa Katonda ne mu bibuga ebirala; kubanga kye kyantumya."},
{"verse" : "44 Awo nabuuliranga mu makuŋŋaaniro g'e Ggaliraaya."}
]