[{"title" : "Yesu ye mukama wa ssabbiiti"},
{"verse" : "6:1 Awo olwatuuka ku ssabbiiti bwe yali ayita mu nnimiro z'eŋŋaano; abayigirizwa be ne banoga ebirimba by'eŋŋaano, ne balya, nga bakunya mu ngalo zaabwe."},
{"verse" : "2 Naye Abafalisaayo abamu ne bagamba nti Kiki ekibakoza eky'omuzizo okukolera ku ssabbiiti?"},      
{"verse" : "3 Yesu n'abaddamu n'agamba nti Era kino temukisomangako, Dawudi kye yakola, bwe yalumwa enjala yene be yali nabo;"},
{"verse" : "4 bwe yayingira mu nnyumba ya Katonda, natoola emigaati egy'okulaga n'alya, era n'agiwa be yali nabo; egy'omuzizo okul ya wabula bakabona bokka?"},
{"verse" : "5 N'abagamba nti Omwana w'omuntu ye mukama wa ssabbiiti."},
{"title" : "Yesu awona ku ssabbiiti"},
{"verse" : "6 Awo olwatuuka ku ssabbiiti endala, n'ayingira mu kkuŋŋaaniro n'ayigiriza; mwalimu omuntu omukono gwe ogwa ddyo gwali gukaze."},
{"verse" : "7 Awo abawandiisi n'Abafalisaayo ne bamulabirira, oba ng'anaawonyeza ku ssabbiiti, balyoke balabe bwe banaamuloopa."},
{"verse" : "8 Naye n'am anya ebirowoozo byabwe, n'agamba omuntu eyalina omukono ogukaze nti Golokoka, oyimirire wakati. N'agolokoka n'ayimirira."},
{"verse" : "9 Awo Yesu n'abagamba nti Mbabuuza mmwe, Kirungi ku ssabbiiti okukolaobulungi, oba kukola bubi, kuwonya bulamu oba kubuzikiriza?"},
{"verse" : "10 N'abeetoolooza amaaso bonna, n'amugamba nti Golola omukono gwo. N'akola bw'atyo; omukono gwe ne guwona."},
{"verse" : "11 Naye ne balaluka, ne boogera bokka na bokka bwe banaakola Yesu."},
{"verse" : "12 Awo olwatuuka mu nnaku ezo, n'avaayo n'agenda ku iusozi okusaba; n'akeesa obudde ng'asaba Katonda. "},
{"verse" : "13 Awo obudde bwe bwakya, n'ayita abayigirizwa be; mu bo n'alondamu kkumi na babiri, n'okuyita n'abayita abatume;"},
{"verse" : "14 Simooni era gwe yatuuma Peetero, ne Andereya muganda we, ne Yakobo ne Yokaana, ne Firipo ne Battolomaayo,"},   
{"verse" : "15 ne Matayo ne Tomasi, ne Yakobo, omwana wa Alufaayo, ne Simooni eyayitibwa Zerote,"},
{"verse" : "16 ne Yuda muganda wa Yakobo, ne Yuda Isukalyoti eyamulyamu olukwe;"},
{"verse" : "17 n'akka nabo, n'ayimirira awatereevu, n'ekibiina kinene eky'abayigirizwa be n'abantu bangi abaava e Buyudaaya yonna w'e Yerusaalemi, n'abaava ku ttale ly'ennyanja ey'e Ttuulo w'e Sidoni, abajja okumuwulira n 'okuwonyezebwa endwadde zaabwe;"},
{"verse" : "18 n'abaali babonyaabonyezebwa dayimooni ne bawonyezebwa."},
{"verse" : "19 N'ekibiina kyonna ne kisala amagezi okumukomako obukomi: kubanga amaanyi gaavanga mu ye ne gabawonya bonna."},
{"verse" : "20 N'ayimusiza amaaso abayigirizwa be n'agamba nti Mulinaomukisa abaavu; kubanga obwakabaka bwa Katonda bwe bwammwe. "},
{"verse" : "21 >Mul ina omukisa abalumwa enjala kaakano; kubanga mulikkusibwa. Mulin a omukisa, abakaaba kaakano; kubanga muliseka."},
{"verse" : "22 Mulina omukisa, abantu bwe babakyawanga, bwe babeewalanga, bwe babavumanga, bwe bagadyanga erinnya lyammwe nga bbi, okubavunaanya Omwana w'omuntu."},
{"verse" : "23 >Musanyukanga kn lunaku olwo, mubuukanga olw'essan yu: kubanga, laba, empeera yammwe nnyingi mu ggulu: kubanga bajjajjaabwe bwe baakolanga bannabbi bwe batyo."},
{"verse" : "24 Naye zibasanze mmwe abagagga! kubanga mumaze okuba n'essanyu lyammwe."},
{"verse" : "25 Zibasan ze mmwe abakkuse kaakano! kubanga mulirumwa enjala. Zibasanzemmwe abaseka kaakano! kubanga mulinakuwala, mulikaaba. "},
{"verse" : "26 Zibasanze, abantu bonna bwe balibasiima! kubanga bwe batyo bajjajj aabwe bwe baakolanga bannabbi ab'obulimba."},
{"verse" : "27 Naye mbagamba mmwe abawulira nti Mwagalenga abalabe bammwe, mukolenga bulungi ababakyawa,"},
                         
{"verse" : "28 musabirenga omukisa ababakolimira, musabirenga ababagiriraekyejo."},
{"verse" : " 29 Oyo akukubanga oluba omukyusizanga n'olw'okubiri; n'akuggyangako omunagiro gwo, n'ekkanzu togimugaananga."},
{"verse" : "30 Buli akusabanga omuwanga; n'oyo akuggyangako ebintu byo tobimusabanga nate."},
{"verse" : "31 Era nga bwe mwagala abantu okubakolanga, nammwe mubakolenga bwe mutyo."},
{"verse" : "32 Kale bwe mwagala abo ababaagala mmwe, mwebazibwa ki? kubanga n'abantu abalina ebibi baagala abo ababaagala."},
{"verse" : "33 Era bwe mukola obulungi ababakola obulungi mmwe, mwebazibwa ki? kubanga n'abantu abalina ebibi bakola bwe batyo."},
{"verse" : "34 Era bwe mubaazika abo be musuubira okubawa, mwebazibwa ki? n'abantu abalina ebibi baazika abalina ebibi, era baweebwe bwe batyo."},
{"verse" : "35 Naye mwagalen ga abalabe bammwe mubakolenga bulungi, mwazikenga so temulekangayo kusuubira; n'empeera yammwe eriba nnyingi, nammwe muliba baana b'Oyo Ali waggulu ennyo: kubanga ye mulungi eri abateebaza n'ababi."},
{"verse" : "36 Mube n'ekisa, nga Kitammwe bw'alina ekisa."},
{"verse" : "37 Era temusalanga musango, nammwe temulisalirwa: era temusinzanga musango, nammwe temulisinzibwa musango: musonyiwenga, nammwe mulisonyiyi bwa:"},
{"verse" : " 39 Era n'abagamba n'olugero, nti Omuzibe w'amaaso ayinza okukulembera muzibemunne? tebagwa bombi mu bunnya?"},
{"verse" : "40 Omuyigirizwa tasinga amuyigiri za: naye buli muntu bw'alituukirizibwa aliba ng'amuyigiriza:"},
{"verse" : "41 Kiki ekikutunuulizaakantu akali ku liiso lya muganda wo, so tolowooza nialiiro eri ku liiso lyo ggwe?"},
{"verse" : "42 Oba oyinza otya okugamba muganda wo nti Muganda wange, ndeka nkuggyeko akantu akali ku liiso lyo, so nga tolaba njaliiro eri ku liiso lyo ggwe? Munnanfuusi ggwe, sooka oggyeko enjaliiro ku liiso l yo ggwe; olyoke olabe bulungi okuggyako akantu akali ku liiso lya muganda wo."},
{"verse" : "43 Kubanga tewali muti mulungi ogubala ebibala ebibi, newakubadde omuti omubi ogubala ebibala ebirungi."},
{"verse" : "44 Kubanga buli muti gutegeererwa ku bibala byagwo. Kubanga tebanoga ttiini ku busaana, so tebanoga zabbibu ku mwera nannyo."},
{"verse" : "45 Omuntu omulungi ekirungi akiggya mu tterekero eddungi ery'omutima gwe; n'omubi ekibi akiggya mu tterekero ebbi: kubanga ku ebyo ebijjula mu mutima akamwa ke bye koogera."},
{"verse" : "46 Era mumpitira ki Mukama wammwe, Mukama wammwe, so nga temukola bigambo bye njogera?"},
{"verse" : "47 Buli muntu yenna ajja gye n di n'awulira ebigambo byange n'abikola, nnaabalaga gw'afaanana:"},
{"verse" : "48 afaanana ng'omuntu azimba ennyumba n'asima wansi nnyo, omusingi n 'agussa mu lwazi; awo amazzi bwe gayanjaala, omugga ne gukulukutira ku nnyumba eyo lwa maanyi okugisuula, n'okuyinza ne gutayinza na kuginy eenya: kubanga yazimbibwa bulungi."},
{"verse" : "49 Naye oyo awulira n'atakola afaanana ng'omuntu eyazimba ennyumba ku ttaka n'atasima musingi; awo omugga ne gugikulukutirako lwa maanyi n'ewa amangu ago, n'okugwa kw'ennyumba eyo ne kuba kunene."}
]