[

{"verse" : "3:1 Kale oba nga mwazuukirira wamu ne Kristo, munoonyenga ebiri waggulu, Kristo gy'ali ng'atudde ku mukono ogwa ddyo ogwa Katonda."},                    
{"verse" : "2 Mulowoozenga ebiri waggulu, so si ebiri ku nsi."},
{"verse" : "3 Kubanga mwafa, n'obulamu bwammwe bukwekeddwa wamu ne Kristo mu Katonda."},
{"verse" : "4 Kristo, obulamu bwaffe, bw'alirabisibwa, era nammwe ne mulyoka mulabisibwa wamu naye mu kitiibwa."},
{"verse" : "5 Kale mufiise ebitundu byammwe ebiri ku nsi; obwenzi, obugwagwa, okwegomba okw'ensonyi, omululu omubi, n'okuyaayaana, kwe kusinza ebifaananyi;"},
{"verse" : "6 olw'ebyo obusungu bwa Katonda buj;i ku baana abatawulira;"},
{"verse" : "7 era nammwe mu ebyo mwe mwatambuliranga edda, bwe mwali abalamu mu byo."},
{"verse" : "8 Naye kaakano era nammwe muggyeewo byonna, obusungu, ekiruyi, ettima, okuvuma, okunyumya eby'ensonyi mu kamwa kammwe:"},
{"verse" : "9 temulimbagananga mwekka na mwekka; kubanga mwamweyambulako omuntu ow'edda wamu n'ebikolwa bye,"},
{"verse" : "10 ne mwambala omuntu omuggya, afuulibwa omuggya olw'okutegeera mu kifaananyi ky'oyo eyamutonda:"},
{"verse" : "11 awo tewayinza kubeerawo Muyonaani n'Omuyudaaya, okukomolwa n'obutakomolwa, munnaggwanga, Omusukusi, omuddu, ow'eddembe: naye Kristo bye bintu byonna ne mu byonna."},
{"verse" : "12 Kale mwambalenga ng'abalonde ba Katonda, abatukuvu era abaagalwa, omwoyo ogw'ekisa, obulungi, okwewombeeka, obuteefu, okugumiikiriza;"},               
{"verse" : "13 nga milzibiikirizagananga, era nga musonyiwagananga mwekka na mwekka, omuntu yenna bw'abeeranga n'ensonga ku muatu munne; era nga Mukama waffe bwe yabasonyiwa mmwe, era natnmwe bwe muryo:"},
{"verse" : "14 kuebyo byonna era mwambale okwagalana, kye kintu ekinyweza okutuukirira."},
{"verse" : "15 Era emirembe gya Katonda giramulenga mu mitima gyammwe, era gye mwayitirwa mu mubiri ogumu; era mubeerenga n'okwebaza."},
{"verse" : "16 Ekigambo kya Kristo kibeerenga mu mmwe n'obugagga mu magezi gonna; nga muyigirizagananga era nga mulabulagananga mwekka na mwekka mu zabbuli n'ennyimba n'ebiyiiye eby'Omwoyo, nga muyimbira Katonda mu kisa mu mitima gyammwe."},
{"verse" : "17 Era buli kye munaakolanga, mu kigambo oba mu kikolwa, mukolerenga byonna mu linnya lya Mukama waffe Yesu nga mwebaza Katonda Kitaffe ku bubwe."},
{"verse" : "18 Abakazi, muwulirenga babbammwe, nga bwe kiri ekirungi mu Mukama waffe."},
{"verse" : "19 Abasajja, mwagalenga bakazi bammwe, so temubakwatirwanga bukambwe."},
{"verse" : "20 Abaana abato, muwulirenga bakadde bammwe mu byonna, kubangaekyo kye kisiimibwa mu Mukama waffe."},
{"verse" : " 21 Bakitaabwe, temunyiizanga baana bammwe, balemenga okuddirira omwoyo."},
{"verse" : "22 Abaddu, muwulirenga bakama bammwe ab'omu mubiri mu byonna, si mu kuweereza okw'okungulu ng'abasiimibwa abantu, wabula mu mutima ogutalina bukuusa, nga mutya Mukama waffe:"},
{"verse" : "23 buli kye munaakolanga mukolenga n'omwoyo, nga ku bwa Mukama waffe so si ku bwa bantu;"},               
{"verse" : "24 nga mumanyi nga mulisasulibwa Mukama waffe empeera ey' obusika: muli baddu ba Mukama waffe Kristo."},
{"verse" : "25 Kubanga ayonoona aliweebwa n ate nga bwe yayonoona: so siwali kusosola mu bantu."}
]