[
{"verse" : "4:1 Bakama baabwe, mugabirenga abaddu bammwe eby'obutuukirivu n'okwenkanyankanyanga; nga mumanyi nga era nammwe mulina Mukama wammwe mu ggulu."},                       
{"verse" : "2 Munyiikirirenga mu kusaba, nga mutunulanga mu kusaba mu kwebaza;"},
{"verse" : "3 nate nga mutusabira naffe, Katonda okutuggulirawo oluggi olw'ekigambo, okwogera ekyama kya Kristo, n'okusibibwa kye nnasibirwa;"},
{"verse" : "4 ndyoke nkyolesenga, nga bwe kirn wanidde okwogera."},
{"verse" : "5 Mutambulirenga mu magezi eri abo ab'ebweru, nga mweguliranga ebbanga."},
{"verse" : "6 Ebigambo byammwe bibeerenga n'ekisaennaku zonna, nga binoga omunnyo, mulyoke mumanye bwe kibagwanidde okwanukulanga buli muntu yena."},
{"verse" : "7 Tukiko, ow'oluganda omwagalwa era omuweereza omwesigwa era muddu munnaffe mu Mukama waffe, alibategeeza ebifa gye ndi byonna:"},
{"verse" : "8 gwe ntuma gye muli olw'ensonga eno, mulyoke mutegeere ebifa gye tuli era asanyuse emyoyo gyammwe;"},
{"verse" : "9 wamu ne Onnessimo, ow'oluganda omwesigwa omwagalwa, ow'ewammwe. Balibategeeza ebifa wano byonna."},
{"verse" : "10 Alisutaluuko, musibe munnange, abalamusizza, ne Makko, mujjwa wa Balunabba, (gwe mwalagirwa; bw'alijja gye muli, mumwanirizanga),"},
{"verse" : "11 ne Yesu ayitibwa Yusito, ab'omu bakomole: abo bokka be bakozi bannange olw'obwakabaka bwa Katonda, abansa nyusanga."},               
{"verse" : "12 Epafula, ow'ewammwe, omudduwa Kristo Yesu, abalamusizza, afuba ennaku zonna ku lwammwe mu kusaba kwe, mulyoke muyimirirenga nga muli batuukirivu era nga mutegeerera ddala mu byonna Katonda by'ayagala."},
{"verse" : "13 Kubanga ndi mujulirwa we ng'alina emirimu mingi ku lwammwe, n'ab'omu Lawodikiya, n' ab'omu Kiyerapoli. "},
{"verse" : "14 Lukka, omusawo omwagalwa, ne Dema babalamusizza."},
{"verse" : "15 Mulamuse ab'oluganda ab'omu Lawodikiya, ne Nunfa, n'ekkanisaey'omu nnyumba yaabwe."},
{"verse" : "16 Era ebbaluwa eno bw'emalaaga okusomerwamu mmwe, era mugisomese ne mu kkanisa ey'Abalawodikiya; era n ammwe musome eriva mu Lawodikiya."},
{"verse" : "17 Era mugambe Alukipo nti Weekuumenga okuweereza kwe waweebwa mu Mukama waffe, okukutuukiriza."},
{"verse" : "18 Kuno kwe kulamusa kwange n'omukono gwange nze Pawulo. Mujjukirenga okusibibwa kwange. Ekisa kibeerenga nammwe."}
]