[
{"verse" : "1:1 Pawulo omutume wa Kzisto Yesu olw'okwagala kwa Katonda, ne Timoseewo ow'oluganda,"},                 
{"verse" : "2 era abatukuvu, ab'oluganda abeesigwa mu Kristo ab'omu Kkolosaayi: ekisa kibeerenga gye muli n'emirembe ebiva eri Katonda Kitaffe."},
{"verse" : "3 Twebaza Katonda Kitaawe wa Mukama waffe Yesu Kristo, nga tubasabira ennaku zonna,"},               
{"verse" : "4 bwe twawulira okukkiriza kwammwe mu Kristo Yesu, n'okwagala kwe mulina eri abatukuvu bonna,"},
{"verse" : "5 olw'essuubi eryatsaterekerwa mu ggulu, lye mwawulira edda mu kigambo eky'amazima ag'enjiri,"},
{"verse" : "6 eyajja gye muli; era nga bw'eri mu nsi zonna, ng'ebala ebibala era ng'ekula, era nga ne mu mmwe, okuva ku lunaku bwe mwawulira ne mutegeera ekisa kya "},
{"verse" : "7 Katonda mu m azima; nga bwe mwayigirizibwa Epafula muddu mu nnaffe omwagalwa,ye muweereza omwesigwa owa Kristo ku lwaffe,"},
{"verse" : "8 era eyatubuulira okwagala kwammwe mu Mwoyo."},
{"verse" : "9 Naffe kyetuva tetulekaayo, okuva ku lunaku bwe twawulira, okubasabira n'okubeegayirira mulyoke mujjuzibwe okutegeeranga by'ayagala mu magezi gonna n'okutegeera eby'Omwoyo,"},
{"verse" : "10 okutambulanga nga bwe kisaanira Mukama waffe olw'okusiimibwa kwonna, nga mubalanga ebibala mu buli kikolwa ekirungi, era nga mukuLiranga mu kutegeera Katonda;"},
{"verse" : "11 nga muyinzisibwanga n'obuyinza bwonna, ng'amaanyi ag'ekitiibwa kye bwe gali, olw'okugumiikiriza kwonna n'okuzibiikiriza awamu n'okusanyu:a;"},
{"verse" : "12 nga mwebaza Kitaffe, eyarusaanyiza ffe omugabo ogw'obusika obw'abatukuvu mu musana,"},
{"verse" : "13 eyatulokola mu buyinza obw'ekizikiza, n'atutwala mu bwakabal:a obw'Omwana we omwagalwa;"},
{"verse" : "14 mwe tubeerera n'okununulwa, kwe kusonyiyibwa kw'ebibi byaffe: "},
{"verse" : "15 oyo kye kifaananyi kya Katonda atalabika, omubereberye ow'ebitonde byonna;"},
{"verse" : " 16 kubanga mu oyo ebintu byonna mwe byatonderwa, mu ggulu ne ku nsi, ebirabika n'ebitalabika, oba nga ntebe za bwaizabaka, oba bwami,oba kufuga, oba masaza; ebintu byonna byatondebwa ye, era ne ku lulwe; "},               
{"verse" : "17 naye ye w'olubereberye mu byonna, era ebintu byonna bibeerawo mu ye."},
{"verse" : "18 Era oyo gwe mutwe gw'omubiri, ve kkanisa: oyo lwe lubereberye, emubereberye ow'omu bafu; ye alyoke abeerenga ow'olubereberye mu byonna."},
{"verse" : "19 Kubanga Kitaffe rasiima okutuukirira kwonna okubeeranga mu ye;"},
{"verse" : "20 n'okutabaganyisa ebintu byonna eri ye yennyini mu ye, bwe yamala okuleeta emirembe olw'omusaayi gw'omusalaba gwe; mu ye okutabaganyisa oba eby'oku nsi oba eby'omu ggulu."},
{"verse" : "21 Nammwe, bwe mwali edda bannaggwanga era abalabe mu kulowooza kwammwe mu bikolwa ebibi, naye kaakano yabatabaganyisa"},
{"verse" : "22 mu mubiri ogw' ennyama ye olw'okufa, okubanjula abatukuvu, abataliiko mabala abatanenyezebwa mu maaso ge:"},
{"verse" : "23 bwe mubeera obubeezi mu kukkiriza, nga munywedde, nga temusagaasagana, so nga temuvudde mu ssuubi ly'enjiri gye mwawulira, eyabuulirwa mu bitonde byonna ebiri wansi w'eggulu; nze Pawulo gye nnafuukira omuweereza waayo."},
{"verse" : "24 Kaakano nsanyuse mu bibonoobono byange ku lwammwe, era ntuukiriza ebibulako mu ku laba ennaku kwa Kristo mu mubiri gwange olw'omubiri gwe, ye kkanisa;"},
{"verse" : "25 nze gye nnafuukira omuweereza waayo, ng'obuwanika bwa Katonda bwe buli bwe nnaweebwa gye muli, okutuukiriza ekigambo kya Katonda,"},
{"verse" : "26 ekyama ekyakwekebwa okuva edda n'edda n'emirembe n'emirembe: naye kaakano kyolesebbwa eri abatukuvu be,"},
{"verse" : "27 Katonda be yayagala okutegeeza obugagga obw'ekitiibwa eky'ekyama kino bwe buli mu b'amawanga, ekyo ye Kristo mu mmwe, essuubi ery'ekitiibwa:"},               
{"verse" : "28 gwe tubuulira ffe, nga tulabula buli muntu, era nga tuyigi riza buli muntu mu magezi gonna, tulyoke twanjule buli muntu ng'atuukiridde mu Kristo;"},
{"verse" : " 29 n'okufuba kye nfubira era, nga mpakana ng'okukola kwe bwe kuli, okukolera mu nze n'amaanyi."}
]