[
{"verse" : "6:1 Abali mu bufuge abaddu balowoozenga bakama baabwe bennyini nga basaanidde ekitiibwa kyonna, erinnya lya Katonda n'okuyigiriza kwaffe biremenga okuvumibwa."},
{"verse" : "2 Era abalina bakama baabwe abakkiri za tebabanyoomanga, kubanga ba luganda; naye beeyongere okubaweerezanga, kubanga abassa ekimu mu kukolwa obulungi bakkiriza era baagalwa. Yigirizanga ebyo obibuulirirenga."},
{"verse" : "3 Omuntu yenna bw'ayigirizanga obulala, so nga takkiriza bigambo bya bulamu, bye bya Mukama waffe Yesu Kristo, n'okuyigiriza okugobereranga okutya Katonda;"},
{"verse" : " 4 nga yeekulumbaza, nga taliiko ky'ategeera, wabula okukalambiza obukalambiza empaka n'entalo ez'ebigambo, omuva obuggya, okuyomba, okuvuma, okuteerera obubi,"},
{"verse" : "5 okukaayana kw'abantu abayonooneka amagezi, abaggibwako amazima, nga balowooza ng'okutya Katonda kwe kufuna amagoba."},
{"verse" : "6 Nave okutya Katonda wamu n'obutayaayaananga ge magoba amangi:"},               
{"verse" : "7 kubanga tetwaleeta kintu mu nsi, kubanga era tetuyinza kuggya mu kintu;"},  
{"verse" : "8 naye bwe tuba n’emmere n'ebyokwambala, ebyo binaatumalanga."},
{"verse" : "9 Naye abaagala okugaggawala bagwa mu kukemebwa ne mu mutego n'okwegomba okungi okw'obusirusiru okwonoona, okunnyika abantu mu kubula n'okuzikirira."},
{"verse" : "10 Kubanga okwagala ebintu kye kikolo ky'ebibi byonna: waliwo aban tu abayaayaanira ebyo, ne bakyamizibwa okuva mu kukkiriza, nebeefumitira ddala n'ennaku ennyingi."},
{"verse" : "11 Naye ggwe, omuntu wa Katonda, ddukanga ebyo,ogobererenga obutuukirivu, okutya Katonda, okukkiriza, okwagala, okugumiikiriza, obuwombeefu."},
{"verse" : "12 Lwananga okulwana okulungi okw'okukkiriza, nywezanga obulamu obutaggwaawo, bwe wayitirwa, n'oyatula okwatula okulungi mu maaso g'abajulirwa abangi."},
{"verse" : "13 Nkukuutirira mu maaso ga Katonda, awa byonna obulamu, ne Kristo Yesu eyategeeza okwatula okulungi eri Pontio Piraato;"},
{"verse" : "14 weekuumenga ekiragiro awatali bbala, awatali kya kunenyezebwa, okutuusa ku kulabika kwa Mukama waffe Yesu Kristo:"},
{"verse" : "15 kw'aliraga mu ntuuko zaakwo Nannyini buyinza yekka atenderezebwa, Kabaka wa bakabaka,era Mukama w'abaami;"},
{"verse" : "16 alina obutafa yekka, atuula mu kutangaala okutasemberekeka; omuntu yenna gw'atalabangako, so siwali ayinza okttmulaba: aweebwenga ekitiibwa n'obuyinza obutaggwaawo. Amiina."},
{"verse" : "17 Okuutirenga abagagga ab'omu mirembe gya kaakano obuteegulumizanga, newakubadde okwesiga obugagga obutali bwa lubeerera, wabula Katonda, atuwa byonna olw'obugagga tulyoke twesanyusenga n'ebyo;"},               
{"verse" : "18 bakol enga obulungi, babeerenga abagagga mu bikolwa ebirungi, babeeren ga bagabi, bassenga kimu;"},
{"verse" : "19 nga beeterekera eky'okuyimako ekirungi olw'ebiro ebigenda okujja, balyoke banywezenga obulamu ddala ddala."},
{"verse" : "20 Ai Timoseewo, kuumanga kye wateresebwa, nga weewala ebigambo ebitaliimu ebitali bya Katonda n'okulwana kw'ebigambo eby' okutegeera, okuyitibwa bwe kutyo mu bulimba;"},
{"verse" : "21 waliwo abantu abeegambaokuba nakwo, ne bakyama mu kukkiriza. Ekisa kibeerenga nammwe."}
]