[

{"verse" : "5:1 Tonenyanga mukadde, naye omubuuliriranga nga kitaawo abavubuka ng'ab'oluganda:"},
{"verse" : "2 abakazi abakadde nga nnyoko; abato nga bannyoko mu bulongoofu bwonna."},
{"verse" : "3 Obawenga ekioibwa bannamwandu ababa bannamwandu ddala."},
{"verse" : "4 Naye nnamwandu yenna bw'aba n'abaan a oba bazzukulu basookenga okuyiga okwegendereza eri ab'omu nnyumba zaabwe, n'okusasula bakadde baabwe: kubange ekyo kye kikkirizibwa mu maaso ga Katonda."},               
{"verse" : "5 Naye abeera nnamwandu ddala n'alekebwa yekka, asuubira Katonda, n'anyiikiranga okusaba n'okwegayiriranga em isana n'ekiro."},
{"verse" : "6 Naye oyo awoomerwa ebinyumu ng'afudde newakubaddi ng'akyali mulamu."},
{"verse" : "7 Era n'ebyo obalagire, balemenga okubaaki eky'okunenyezebwa."},               
{"verse" : "8 Naye omuntu yenna bw'atajjanjaba babe n'okusinga ab'omu nnyumba ye nga yeegaanyi okukkiriza, era nga ye mubiokusinga atakkiriza"},
{"verse" : "9 Nnamwandu yenna tawandiikibwanga nga tannatuusa myaka nkaaga, eyafumbirwa omusajja omu"},
{"verse" : "10 asiimibwa mu bikolwa ebirungi oba nga yaleranga abaana, oba nga yayanirizanga abagenyi, oba nga yanaazanga abatukuvu ebigere, oba nga yabeeranga ababonaabona, oba nga yagobezeranga nnyo buli ki lwa ekirungi."},
{"verse" : "11 Naye bannamwandu abakyali abato obagaanenga: kubanga bwe balikabawala ezi Kristo, nga baagala okufumbiri"},
{"verse" : "12 nga bazza omusango kuba basuula okukkiriza kwabwe okw’olubereberye."},
{"verse" : "13 Era ate bayiga okubeeranga abagayaavu, nga ba mbulatambula okubuna amayumba naye tebagayaala bugayaazi, naye balina olugambo n'akajanja nga boogera ebitasaana."},
{"verse" : "14 Kyenva njagala abakyali abato bafumbirwenga, bazaalenga abaana,ba: genga ennyumba, balemenga oku omulabe ebbanga w'ayima okuma:"},
{"verse" : "15 kubanga waliwo kaakano abaakyuka okugoberera Seta:"},
{"verse" : "16 Omukazi yenna akkiriza bw’banga ne bannamwandu, abo mbenga, era ekkanisa eremenga okuzitoowererwa, eryoke eyambenga bannamwandu ddala ddala."},
{"verse" : "17 Abakadde abafuga obulungi basaanyizibwe okuweebwanga ekitiibwa emirundi ebiri, okusinga abafuba mu kigambo n'okuyigiri:"},
{"verse" : "18 Kubanga ekyawandiikibwa kyogera nti Tosibanga mumwa gn nte ewuula eŋŋaano. Era nti Akola emirimu asaanira empeera ye."},               
{"verse" : "19 Tokkirizanga kiroope ku mukadde awatali bajulirwa babiri oba basatu."},
{"verse" : "20 Aboonoona obanenyezanga mu maaso g'abantu bonna, era n'abalala balyoke batyenga."},
{"verse" : "21 Nkukuutirira mu maa; ga Katonda, ne Kristo Yesu, ne bamalayika abalonde, weekuumenga ebyo awatali kusaliriza, nga tokola kigam bo olw'obuganzi."},
{"verse" : "22 Toyanguyirizanga kussaako mikono ku muntu yenna,so tossanga kimu na bibi by'abantu abalala: weekuume obeerenga mulongoofu."},
{"verse" : "23 Tonywanga mazzi gokka, naye onywa nga ne ku mwenge katono olw'olu buto lwo n'olw'okulwalalwala."},
{"verse" : " 24 Waliwo abantu ebibi byabwe biba mu lwatu; nga bibakulembera okugenda mu musan go; era n'abalala bibavaako nnyuma."},
{"verse" : "25 Era bwe zityo n'ebikolwa ebirungi biba mu lwatu; ne bwe kitaba bwe kityo tebirirema kwolesebwa."}
]