[

{"verse" : "4:1 Naye Omwoyo ayogera lwatu nti mu nnaku ez'oluvannyuma walibaawo abaliva mu kukkiriza, nga bawulira emyoyo egikyamya n'okuyigiriza kwa basetaani,"},
{"verse" : "2 olw'obunnanfuusi bw'abalimba, nga bookebwa emyoyo gyabwe nga n'ekyutna ekyokya,"},
{"verse" : "3 nga bawera okufumbiriganwanga era nga balagira okulekanga ebiriibwa, Katonda bye yatonda biriirwenga mu kwebaza abakkiriza ne bategeerera ddala amazima."},
{"verse" : "4 Kubanga buli kitonde kya Katonda kirungi, so siwalikya kusuula bwe kitoolebwa n'okwebaza:"},
{"verse" : "5 kubanga kitukuzibwa na kigambo kya Katonda n'okusaba."},
{"verse" : "5 kubanga kitukuzibwa na kigambo kya Katonda n'okusaba."},            
{"verse" : "6 Bw'onojjukizanga ab'oluganda ebyo, oaoobaaga muweereza mulungi owa Kristo Yesu, ng'okulira mu bigambo eby'okukkiriza n'eby'okuyigiriza okulungi kwe wagoberera:"},
{"verse" : "7 naye enfumo ezitali za ddiini ez'obusirusiru z'oba olekanga. Weemanyiizenga okutyaKatonda:"},
{"verse" : "8 kubanga okwemanyiiza kw'omubiri kugasa akaseera katono; naye okutya Katonda kugasa mu byonna, kubanga kulina okusuubiza kw'obulamuobwa kaakano n'obw'obugenda okujja."},
{"verse" : "9 Ekigambo ekyo kyesigwa era ekisaanira okukkirizibwa kwonna."},
{"verse" : "10 Kubanga kyetuva tutegana ne tufuba, kubanga twasuubira Katonda omulamu, Omulokozi w'abantu bonna, okusinga w'abakkiriza,"},               
{"verse" : "11 Lagiranga ebyo obiyigirizenga,"},
{"verse" : "12 Omuntu yenna takunyoomanga lwa buvubuka bwo; naye beeranga kyakulabirako eri abo abakkiriza mu kwogeranga, mu kutambulanga:mu kwagalanga, mu kukkirizanga, mu kubanga omulongoofu"},
{"verse" : "13 Okutuusa lwe ndijja, nyiikiranga mu kusoma, n'okubuuliriranga, n'okuyi girizanga."},
{"verse" : "14 Tolekanga kirabo ekiri mu ggwe, kye waweebwa olw'obunnabbi awamu n'okuteekebwako emikono gy'abakadde"},
{"verse" : "15 Ebyo obiroweozenga, obeerenga mu ebyo; okuyitirira kwo kulabikenga eri bonna."},
{"verse" : "16 Weekuumenga wekka n'okuyigiriza kwo. Nyiikiriranga mu ebyo; kubanga bw'okola bw'otyo, olyerokola wekka en n'abo abakuwulira."}
]