[{"title" : "Yesu ye kkubo, amazima n'obulamu"},
{"verse" : "14:1 Omutima gwammwe tegweraliikiriranga: mukkirize Katonda, era nange munzikirize."},
{"verse" : "2 Mu nnyumba ya Kitange mulimu ebifo bingi eby'okubeeramu. Singa tekiri bwe kityo, nandibagambye; kuban ga ŋŋenda okubateekerateekera ekifo."},
{"verse" : "3 Era oba nga ŋŋenda okubateekerateekera ekifo, ndikomawo nate ne mbatwala gye ndi; nze gye ndi, nammwe mubeere eyo."},
{"verse" : "4 Era gye ŋŋenda, ekkubo mulimanyi."},
{"verse" : "5 Tomasi n'amugamba nti Mukama waffe, tetumanyi gy'ogenda; ekkubo tutimanyi tutya?"},
{"verse" : "6 Yesu n'amugamba nti Nze kkubo, n'amazima n'obul amu: tewali ajja eri Kitange, wabula ng'ayita mu nze."},
{"verse" : "7 Singa muntegedde, ne Kitange mwandimumanye: okusooka kaakano mumutegeera era mumulabye."},
{"verse" : "8 Firipo n'amugamba nti Mukama waffe, tulage Kitaffe, kalekinaatumala."},
{"verse" : "9 Yesu n'amugamba nti Kasookedde mbeera nammwe, ebiro ebingi bwe bityo, era tontegeeranga, Firipo? Alabye ku nze, ng'alabyeku Kitange; kiki ekikwogeza ggwe nti Tulage Kitaffe?"},
{"verse" : "10 Tokkiriza nga nze ndi mu Kitange, ne Kitange ali mu nze? Ebigambo bye mbagamba nze, sibyogera ku bwange nzekka; naye Kitange bw'abeera mu nze akola emirimu gye."},
{"verse" : "11 Munzikirize nga nze ndi mu Kitange, ne Kitange mu nze: oba munzikirize olw'emirimu gyokka."},
{"verse" : "12 Ddala ddala mbagamba nti Akkiriza nze emirimu gye nkola nze, naye aligikola; era alikola egisinga egyo obunen e; kubanga nze ŋŋenda eri Kitange."},
{"verse" : "13 Na buli kye munaasabanga mu linnya lyange, ekyo nnaakikolanga, Kitange agulumirizibwenga mu Mwana."},
{"verse" : "14 Bwe munansabanga ekigambo mu linnya lyange, ekyo nnaakikolanga."},
{"verse" : "15 Oba nga munjagala, munaakwatanga ebiragiro byange."},
{"verse" : "16 Nange ndisaba Kitange, naye alibawa Omubeezi omulala, abeerenga nammwe emirembe n'emirembe."},
{"verse" : "17 Omwoyo ow'amazima: ensi gw'eteyinza kukkiriza; kubanga temulaba, so temutegeera: mmwe mumutegeera; kuban ga abeera gye muli, era anaabanga mu mmwe."},
{"verse" : "18 Siribaleka bamulekwa;nkoma wo gye muli."},
{"verse" : "19 Esigadde ekiseera kitono, ensi obutandaba nate; n aye mmwe mundaba: kubanga nze ndi mulamu nammwe muliba balamu."},
{"verse" : "20 Ku lunaku olwo mulitegeera mmwe nga nze ndi mu Kitange, nammwe mu n ze, nange mu mmwe."},
{"verse" : "21 Alina ebiragiro byange, n'abikwata, oyo nga ye anjagala: anjagala anaayagalibwanga Kitange, nange nnaamwagalanga, nnaamulabikiranga."},
{"verse" : "22 Yuda (atali Isukalyoti; n'amugamba nti Mukama waffe; kibadde kitya ggwe okugenda okutulabikita ffe, so si eri ensi?"},
{"verse" : "23 Yesu n'addamu n'amugamba nti Omuntu bw'anjagala, anaakwatanga ekigambo kyange: ne Kitange anaamwagalanga, era tunajjanga gy 'ali, tmaatuulanga gy'ali."},
{"verse" : "24 Atanjagala takwata bigambo byange: n 'ekigambo kye muwulira si kyange, naye kya Kitange eyantuma."},             
{"verse" : "25 Ebigambo ebyo mbabuulidde nga nkyali nammwe."},
{"verse" : "26 Naye Omubeezi, Omwoyo Omutukuvu, Kitange gw'alituma mu linnya lyange, oyo alibayigiriza byonna, alibajjukiza byonna bye nnabagamba."},
{"verse" : "27 Emirembe mbalekera; emirembe gyange ngibawa: si ng'ensi bw'ewa, nze bwe mbawa. Omutima gwammwe tegweraliikiriranga so tegutyanga."},
{"verse" : "28 Muwulidde bwe mbagambye nti Ŋŋenda, era nkomawo gye muli. Singa munjagala, mwandisanyuse kubanga ŋŋenda eri Kitange: kubanga Kitange ansinga obukulu. "},
{"verse" : "29 Kaakano mbagambye nga tekinnaba kubaawo, lwe kiribaawo mulyoke mukkirize."},
{"verse" : "30 Sikyayogera nnyo nate nammwe; kubanga afuga ensi ajja: naye tandiiko kigambo;"},
{"verse" : "31 naye ensi etegeere nga n jagala Kitange, era Kitange bwe yandagira, bwe ntyo bwe nkola. Mugolokoke, tuve wano."}
]