[{"title" : "Obutakkiriza bw'abaganda ba Yesu"},
{"verse" : "7:1 Oluvannyuma lw'ebyo Yesu n'atambula mu Ggaliraaya: kubanga teyayagala kutambula mu Buyudaaya kubanga Abayudaaya baal i basala amagezi okumutta."},
{"verse" : "2 Naye embaga y'Abayudaaya yali enaatera okutuuka, ye y'ensiisira."},
{"verse" : "3 Awo baganda be ne bamugamba nti Va wan o, ogende e Buyudaaya, abayigirizwa bo nabo balabe emirirnu gyo gy'okola."},
{"verse" : "4 Kubanga tewali akolera kigambo mu kyama wabula nga naye yen nyini ayagala amanyike mu lwatu. Bw'okola ebyo, weeyoleke eri ensi."},
{"verse" : "5 Kubanga ne baganda be tebaamukkiriza."},
{"verse" : "6 Awo Yesu n'abagambanti Ekiseera kyange tekinnaba kutuuka; naye ekiseera kyammwe en naku zonna kibeerawo nga kyeteeseteese."},       
{"verse" : "7 Ensi teyinza kukyawa m mwe; naye ekyawa nze, kubanga nze ntegeeza ebyayo nti emirimu gyayo mibi."},
{"verse" : "8 Mmwe mwambuke ku mbaga: nze sinnaba kwambuka ku mbaga eno; kubanga ekiseera kyange tekinnaba kutuukirizibwa."},
{"verse" : "9 Bwe yamala okubagamba ebyo n'asigala e Ggaliraaya."},
{"verse" : "10 Naye baganda be bwe baamala okwambuka ku mbaga, naye n'ayambuka, si lwatu, naye nga mu kyama. "},
{"verse" : "11 Awo Abayudaaya ne bamunoonya ku mbaga, ne bagamba n ti Ali ludda wa?"},
{"verse" : "12 Ne waba okumuunyamuunya kungi mu bibiina. Abalala ne bagamba ku ye nti Mulungi; abalala ne bagamba nti Nedda, naye akyamya ekibiina."},
{"verse" : "13 Naye tewaali yamwogerako watu kubanga baatya Abayudaaya. "},
{"verse" : "14 Awo mu mbaga wakati Yesu n'ayambuka ku yeekaalu, n'ayigiriza."},
{"verse" : "15 Abayudaaya ne beewuunya ne bagamba nti Ono amanya atya okusoma nga tayigirizibwangako?"},
{"verse" : "16 Awo Yesu n'abaddamu n'agamba nti Okuyigiriza kwange si kwange, naye kw'oli eyantuma."},
{"verse" : "17 Omuntu bw'ayagala okukola oli by'ayagala, alitegeera okuyigiriza kuno oba nga kwava eri Katonda, oba nga nze njogera bya magezi gange. "},
{"verse" : "18 Ayogera eby'amagezi ge, anoonya ekitiibwa kye ye: naye anoonya ekitiibwa ky'oyo eyamutuma, oyo wa mazima, so obutali butuukirivu tebuli mu ye."},
{"verse" : "19 Musa teyabawa mateeka, so mu mmwe tewali akwata amateeka? Musalira ki amagezi okrmzita?"},
{"verse" : "20 Ekibiina ne baddamu nti Oliko dayimooni: ani asala amagezi okukutta?"},
{"verse" : "21 Yesu n'addamu n'agamba nti Nnakola omulimu gumu, nammwe mwenna mwewuun ya."},
{"verse" : "22 Musa kyeyava abawa okukomola (si kubanga kwa Musa naye kwa bajjajja); ne ku ssabbiiti mukomola omuntu."},
{"verse" : "23 Omuntu bw'akomolebwa ku ssabbiiti, amateeka ga Musa galeme okusoba; munsunguwalira kubanga nnafuula omuntu omulamu ddala ku ssabbiiti?"},
{"verse" : "24 Temusalanga musango okusinziira ku ndabika, naye musalenga omusango ogw'ensonga."},
{"verse" : "25 Awo abamu ab'omu Yerusaalemi ne bagamba nti Gwe banoonya okutta si ye wuuno? "},
{"verse" : "26 Naye, laba, ayogera Iwatu, so tebaliiko kye bamugamba. Abakulu bamanyidde ddala ng'ono ye Kristo?"},
{"verse" : "27 Naye ono tumanyi gy'ava: naye Kristo bw'ajja, tewali ategeera gy'ava."},
{"verse" : "28 Awo Yesu n'ayogerera waggulu mu yeekaalu ng'ayigiriza n'agamba nti Nze mummanyi, era ne gye nva mumanyiiyo; nange sajja ku bwange nzekka, naye oli eyantuma ye wa mazima, gwe mutamanyi mmwe."},
{"verse" : "29 Nze mummanyi; kubanga nava gy'ali, era ye yantuma."},
{"verse" : "30 Awo bali ne basala amagezi okumukwata, naye tewaali eyamuteekako omukono, kubanga ekiseera kye kyali nga tekinnaba kutuuka:"},
{"verse" : "31 Naye bangi ab'omu kibiina ne bamukkiriza; ne bagamba nti Kristo bw'alijja, alikola obubonero bungi okusin ga ono bwe yakola? "},
{"verse" : "32 Abafalisaayo ne bawulira ekibiina nga bamwemuunyamuunyaamu batyo; bakabona abakulu n'Abafalisaayo ne batuma abambowa okumukwata."},                            
{"verse" : "33 Awo Yesu n'agamba nti Esigaddeyo ebbanga ttono nga nkyali nammwe, ndyoke ŋŋende gy'ali eyantuma."},
{"verse" : "34 Mulinnoonya, so temulindaba; era gye ndi, mmwe temuyinza kujjayo."},
{"verse" : "35 Awo Abayudaaya ne boogeragana bokka na bokka nti Ono ayagala kugenda wa, ffe gye tutalimulabira? Ayagala kugenda eri abo abaasaasaanira mu Bayonaani, ayigirize Abayonaani?"},
{"verse" : "36 Kigambo ki ekyo ky'agamba nti Mulinnoonya, so temulindaba; era gye ndi, mmwe temuyinza kujjayo? "},
{"verse" : "37 Naye ku lunaku olw'enkomerero, lwe lukul u olw'embaga, Yesu yayimirira n'ayogerera waggulu, n'agamba nti Omuntu bw'alumwa ennyonta, ajje gye ndi anywe."},
{"verse" : "38 Akkiriza nze, ng'ekyawandiikibwa bwe kigamba nti emigga gy'amazzi amalamu girifuluma mu lubuto lwe."},
{"verse" : "39 Ekyo yakyogera ku Mwoyo, gwe baali bagenda okuweebwa abamukkiriza; kubanga Omwoyo yali tannaba kugabibwa; kubanga Yesu yali tannaba kugulumizibwa."},
{"verse" : "40 Awo ab'omu kibiina bwe baawulira ebigambo ebyo ne bagamba nti Mazima, ono ye nnabbi oli."},
{"verse" : "41 Abalala ne bagamba nti Ono ye Kristo. Nayeabalala ne bagamba nti Nedda, Kristo ava mu Ggaliraaya?"},
{"verse" : "42 Ekyawandiikibwa tekigamba nti Kristo ava mu zzadde lya Dawudi, mu Besirekemu, embuga Dawudi mwe yali?"},
{"verse" : "43 Bwe kityo ne wabaawo okwawukana mu kibiin a ku lulwe."},
{"verse" : "44 Abalala ne baagala okumukwata, naye tewali eyam ussaako emikono."},
{"verse" : "45 Awo abambowa ne baddayo eri bakabona abakulu n'Abafalisaayo; nabo ne babagamba nti Ekibalobedde ki okumuleeta? "},
{"verse" : "46 Abambowa ne baddamu nti Tewali muntu eyali ayogedde bw'atyo."},
{"verse" : " 47 Awo Abafalisaayo ne babaddamu nti Era nammwe abakyamizza?"},
{"verse" : "48 Aluwa mu bakulu eyamukkiriza, oba mu Bafalisaayo?"},
{"verse" : "49 Nayeekibiina kino abatategeera mateeka bakolimiddwa."},
{"verse" : "50 Nikoodemo (ye Yajja gy'ali edda, ye munnaabwe; n'abagamba nti"},
{"verse" : "51 Ye mpisa yaffe okusalira omuntu omusango nga tebannawulira bigambo bye n'okutegeera ky'akoze?"},
{"verse" : "52 Ne baddamu ne bamugamba nti Naawe wava GSaluaaYa? Noonya, olabe, nnabbi tava mu Ggaliraaya,"},
{"verse" : "53 Buli muntu n'addayo eka:"}
]