[{"verse" : "19:1 Awo Piraato n'alyoka atwala Yesu n'amukuba emiggo. "},
{"verse" : "2 Basserikale ne baluka engule y'amaggwa, ne bamutikkira ku mutwe, ne bamwambaza olugoye olw'effulungu;"},     
{"verse" : "3 ne bajja w'ali ne bagamba nti Mirembe, Kabaka w'Abayudaaya! ne bamukuba empi."},
{"verse" : "4 Piraato n'afuIuma nate ebweru, n'abagamba nti Laba mmufulumya ebweru we muli, mutegeere nga siraba musango ku ye."},
{"verse" : "5 Awo Yesu n'afuluma, ng'ayambadde engute y'amaggwa n'olugoye olw'effulungu. Piraato n'abagamba nti Laba omuntuoyo!"},
{"verse" : "6 Awo bakabona abakulu n'abaweereza bwe baamulaba, ne boogererawaggulu nga bagamba nti Komerera, komerera: Piraato n'abagamba ntiMumutwale mmwe mumukomerere: kubanga nze siraba musango ku ye."},
{"verse" : "7 Abayudaaya ne bamuddamu nti Ffe tulina etteeka n'olw'etteeka eryo agwanidde okufa, kubanga yeefuula Omwana wa Katonda."},
{"verse" : "8 Awo Piraato bwe yawulira ekigambo ekyo, ne yeeyongera okutya;"},
{"verse" : "9 n'ayingira nate mu kigango, n'agamba Yesu nti Oli wa wa? Naye Yesu n'atamuddamu."},
{"verse" : "10 Awo Piraato n'amugamba nti Toyogera nange? tomanyi nga nnina obuyinza obw'okukuta, era nnina obuyinza obw'okukukomerera?"},
{"verse" : "11 Yesu n'amuddamu nti Tewandibadde na buyinza bwonna ku nze, singa tebwakuweebwa okuva waggulu; ampaddeyo gy'oli kyavudde abeera n'ekibi ekisinga."},
{"verse" : "12 Okusookera awo Piraato n'asala amagezi okumuta: naye Abayudaaya ne boogerera waggulu nga bagamba nti Bw'onoomuta oyo nga toli mukwano gwa Kayisaali: buli muntu yenna eyeefuula kabaka awakanya Kayisaali."},
{"verse" : "13 Awo Piraato bwe yawulira ebigambo ebyo h'afulumya Yesu ebweru, n'atuula ku ntebe ey'emisango mu kifo ekiyitibwa Amayinja Amaaliire, naye mu Lwebbulaniya Gabbasa."},
{"verse" : "14 Lwali lunaku lwa kuteekateeka Okuyitako: zaali nga ziri essaawa mukaaga. N'agamba Abayudaaya nti Laba Kabaka wammwe!"},
{"verse" : "15 Awo bo ne boogerera waggulu nti Muggyeewo, muggyeewo mukomerere. Piraato n'abagamba nti Nnaakomerera Kabaka wammwe? Bakabona abakul u ne baddamu nti Tetulina kabaka wabula Kayisaali."},
{"verse" : "16 Awo n'alyoka amubawa okukomererwa. Awo ne batwala Yesu:"},
{"verse" : "17 n'afuluma, nga yeetisse yekka omusalaba gwe, n'atuuka mu kifo ekiyitibwa Ekyekiwanga, ekiyitibwa mu Lwebbulaniya Gologoosa:"},
{"verse" : "18 ne bamukomererera awo, era n'abalala babiri wamu naye, eruuyi n'eruuyi, ne Yesu wakati."},
{"verse" : "19 Ne Piraato n'awandiika ebbaluwa n'agissa ku musalaba, ng'ewandiikiddwa nti YESU OMUNAZAALEESI KABAKA W'ABAYUDAAYA."},
{"verse" : "20 Awo ebbaluwa eyo bangi ku Bayudaaya ne bagisoma: kubanga ekifo kye baakomereramu Yesu kyali kumpi n'ekibuga: era yawandiikibwa mu Lwebbulaniya, ne mu Luyonaani, ne mu Luruumi."},
{"verse" : "21 Awo bakabona abakulu b'Abayudaaya ne bamugamba Piraato nti Towandiika nti Kabaka w'Abayudaaya; naye nti oyo eyayogera nti Nze Kabaka w'Abayudaaya."},
{"verse" : "22 Piraato n'addamunti Kye mpandiise kye mpandiise."},
{"verse" : "23 Awo basserikale bwe baamala okukomerera Yesu, ne batwala ebyambalo bye, ne bateeka emiteeko ena, buli sserikale muteeko; n'ekkanzu ye: n'ekkanzu ye teyatun gwa, yalukibwa bulukibwa yonna okuva waggulu."},
{"verse" : "24 Ne bagamba bokka na bokka nti Tuleme okugiyuzaamu, naye tugikubire akalulu, tulabe anaaba nnyiniyo: ekyawandiikibwa kituukirire, ekyogera nti Baagabana ebyambalo byange, Era baakubira akalulu eky'okwambala kyange. Awo basserikale ne bakola ebyo. "},
{"verse" : "25 Naye awo awali omusalaba gwa Yesu waali wayimiri dde nnyina, ne muganda wa nnyina, Malyamu muka Kuloopa, ne Malyamu Magudaleene."},
{"verse" : "26 Awo Yesu bwe yalaba nnyina, n'omuyigirizwagwe yali ayagala ng'ayimiridde kumpi, n'agamba nnyina nti Omukyala,laba, omwana wo! "},
{"verse" : "27 Oluvannyuma n'agamba omuyigirizwa nti Laba n nyoko! Awo okuva mu ssaawa eyo omuyigirizwa oyo n'amutwala eka ewuwe."},
{"verse" : "28 Oluvannyuma lw'ebyo, Yesu bwe yamanya nti kaakano ebigambo byonna bimaze okutuukirira, ekyawandiikibwa kituukirizibwe, n'agamba nti Nnina ennyonta."},
{"verse" : "29 Waali wateekeddwawo ekibya ekkijjudde omwenge omukaatuufu: awo ne bassa ku ezobu ekisuumwa ekijjudde omwen ge omukaatuufu, ne bakitwala ku mumwa gwe."},
{"verse" : "30 Awo Yesu bwe yamala okuweebwa omwenge, n'agamba nti Kiwedde: n'akutamya omutwe gwe, n'awaayo omwoyo gwe."},
{"verse" : "31 Kiwedde: n'akutamya omutwe gwe, n'awaayo omwoyo gwe."},
{"verse" : "32 Awo basserikale ne bajja, ne basookera ku omu ne bamumenya amagulu, n'omulala eyakomererwa naye:"},
{"verse" : "33 naye bwe bajja eri Yesu, ne balaba ng'amaze okufa, ne batamumenya magulu:"},
{"verse" : "34 naye sserikale omu n'amufumita mu mbiriizi ze n'effumu, amangu ago ne muvaamu omusaayi n'amazzi."},
{"verse" : "35 Naye eyalaba n'ategeeza n 'okutegeeza kwe kwa mazima: era oyo amanyi ng'ayogera amazima, nammwe mulyoke mukkirize."},
{"verse" : "36 Kubanga ebyo byabaawo, ekyawandiikibwa kituukirire nti Talimenyebwa ggumba."},
{"verse" : "37 Era nate ekyawandiikibwa ekirala kigamba nti Balimulaba gwe baafumita."},
{"verse" : "38 Awo oluvan nyuma lw'ebyo Yusufu ow'e Alimasaya, eyali omuyigirizwa wa Yesu, naye mu kyama olw'okutya Abayudaaya, ne yeegayirira Piraato okuggyako omulambo gwa Yesu: awo Piraato n'akkiriza. N'ajja, n'aggyako omulambo gwe."},
{"verse" : "39 Ne Nikoodemo n'ajja (eyasooka okujja gy'ali ekiro), ng'aleese ebitabule eby'envumbo ne akaloosi, obuzito bw'abyo laateri nga kikumi."},                                     
{"verse" : "40 Awo ne batwala omulambo gwa Yesu, ne baguzinga mu ngoye z'ekitaani wamu n'eby'akaloosa ebyo, nga Abayudaaya bwe bayisa okuziika."},
{"verse" : "41 Awo mu kifo we yakomererwa waaliwo olusuku; ne mu lusuku mwalimu entaana empya etannaba kuteekebwamu muntu."},
{"verse" : "42 Awo kubanga lwali lunaku lwa Kuteekateeka okw'Abayudaaya (era kubanga entaanayali kumpi) ne bassa omwo Yesu."}
]