[{"title" : "Omukazi omwenzi aleetebwa eri Yesu"},             
{"verse" : "8:1 NayeYesun'agendakulusoziolwa Zeyituuni."},
{"verse" : "2 N'akeera mu makya n'ajja nate mu yeekaalu, abantu bonna ne bajja gy'ali;n'atuula, n'abayigiriza."},
{"verse" : "3 Abawandiisi n'Abafalisaayo ne baleeta omukazf gwe bakutte ng'ayenda; ne bamussa wakati,"},
{"verse" : "4 ne bamugamba nti Omuyigiriza, omukazi ono bamukutte ng'ayenda bamusisinkanirizza."},
{"verse" : "5 Naye mu mateekaMusa yatulagira okubakubanga amayinja abakola bwe baryo: kale ggwe oyogera otya ku ye?"},
{"verse" : "6 Baayogera bati nga bamukema, babe n'ekigambo kye banaamuloopa. Naye Yesu n'akutama, n'awandiika n'engalo ku ttaka."},
{"verse" : "7 Naye bwe baayongera okumubuuza, ne yeegolola n'abagamba ntiMu mmwe atayonoonangako, asooke okumukuba ejjinja."},
{"verse" : "8 N'akutama nate, n'awandiika n'engalo ku ttaka."},
{"verse" : "9 Nabo bwe baawulira ne bafuluma ebweru musoolesoole, abakadde be baasooka, okutuusa ku b'enkomerero: Yesu n'asigalawo yekka, n'omukazi we yali wakati."},
{"verse" : "10 Yesu ne yeegolola, n'amugamba nti Omukyala, bazze wa? tewali asaze kukusin ga?"},
{"verse" : "11 Naye n'agamba nti Mpaawo muntu, Mukama wange. Yesu n'agamba n ti Nange sisala kukusinga: genda; okusooka leero toyonoonanga lwa kubiri.]"},
{"verse" : "12 Awo Yesu n'ayogera nabo nate, n'agamba nti Nze mttsana gw'ensi: angoberera taatambulirenga mu kizikiza, naye anaabanga n 'omusana ogw'obulamu. "},
{"verse" : "13 Awo Abafalisaayo ne bamugamba nti Ggwe weetegeeza wekka; okutegeeza kwo si kwa mazima."},
{"verse" : "14 Yesu n'addamu n'abagamba nti Newakubadde nga nneetegeeza nzekka, okutegeeza kwange kwa mazima; kubanga mmanyi gye nnava, ne gye ŋŋenda; naye mmwe temumanyi gye nva, newakubadde gye ŋŋenda."},
{"verse" : "15 Mmwe musala omusango ng'omubiri bwe guli; nze sisalira muntu musango."},
{"verse" : "16 Naye newakubadde nga nze nsala omusango, okusala kwange kwa mazima; kubanga nze siri omu, naye nze ne Kitange eyantuma."},
{"verse" : "17 Era naye ne mu mateeka gammwe kyawandiikibwa nti okutegeeza kw'abantu ababiri kwa mazima."},
{"verse" : "18 Nze nneetegeeza nzekka, ne Kitange eyantuma ategeeza ebyange."},
{"verse" : "19 Awo ne bamugamba nti Kitaawo ali ludda wa? Yesu n'addamu nti Nze temummanyi, newakubadde Kitange. Singa mummanyi nze, ne Kitange mwandimumanye."},
{"verse" : "20 Ebigambo ebyo yabyogerera mu ggwanika, bwe yali ng'ayigiriza mu yeekaalu: so tewaali eyamukwata, kubanga ekiseera kye kyali nga tekinnaba kutuuka."},
{"verse" : "21 Awo n'abagamba nate nti Nze ŋŋenda, nammwe mulinnoonya, mulifiira mu kibi kyammwe: nze gye ŋŋenda, mmwe temuyinza kujjayo."},
{"verse" : "22 Awo Abayudaaya n e bagamba nti Anetta, kubanga agamba nti Nze gye ŋŋenda mmwe temuyinza kujjayo?"},
{"verse" : "23 N'abagamba nti Mmwe muli ba wansi; nze ndi wa waggulu mmwe muli ba mu nsi muno; nze siri wa mu nsi muno."},
{"verse" : "24 Kyennava mbagamba nti Mulifiira mu bibi byammwe. Kubanga bwe mutakkiriza nga nze wuuyo, mulifiira mu bibi byammwe."},
{"verse" : "25 Awo ne bamugamba nti Ggwe ani? Yesu n'abagamba nti Nga bwe nnabagambanga okuva ku lubereberye."},
{"verse" : "26 Nnina bingi eby'okuboogerako n'okubasalira omusango; naye oli eyantuma ye wa mazima; nange bye nnawulira gy'ali bye biibyo bye njogera eri ensi."},
{"verse" : "27 Tebaategeera ng'abagambye ku Kitaffe."},
{"verse" : "28 Awo Yesu n'agamba nti Bwe mulimala okuwanika Omwana w'omuutu ne mulyoka mutegeera nga nze wuuyo, so nze siriiko kye nkola ku bwange, naye nga Kitange bwe yanjigiriza, bwe njogera bwentyo."},
{"verse" : "29 N'oli eyantuma ali nange; Kitange tandekanga nzekka; kubanga nkola bulijjo by'asiima."},
{"verse" : "30 Bwe yayogera ebigambo ebyo, abantu bangi ne bamukkiriza,"},
{"verse" : "31 Awo Yesu n'agamba Abayudaaya bali abaamukkiriza nti Bwe munywerera mu kigambo kyange, nga muli bayigirizwa bange ddala;"},
{"verse" : " 32 era mulitegeera amazima, n'amazima galibafuula ba ddembe."},
{"verse" : "33 Ne bamuddamu nti Ffe tuli zzadde lya Ibulayimu, so tetufugibwanga muntu yenna: oyogera otya ggwe nti Mulifuuka ba ddembe?"},
{"verse" : "34 Yesu n'abaddamu nti Ddala ddala mbagamba nti Buli muntu yenna akola ebibi, ye muddu w'ekibi."},                 
{"verse" : "35 Omuddu tabeerera mu nnyumba mirembe na mirembe: omwana abeerera emirembe n'emirembe."},
{"verse" : "36 Kale Omwana bw'alibafuula ab'eddembe, muliba ba ddembe ddala."},
{"verse" : "37 Mmanyi nti muli zzaddelya Ibulayimu: naye musala amagezi okunzita, kubanga ekigambo ky ange tekyeyabya mu mmwe."},
{"verse" : "38 Nze njogera bye nnlIaba eri Kitan ge: kale nammwe mukola bye mwawulira eri kitammwe."},
{"verse" : "39 Ne baddamu ne bamugamba nti Ibulayimu ye kitaffe. Yesu n'abagamba nti Singa mubadde baana ba Ibulayimu, mwandikoze ebikolwa bya Ibulayimu."},
{"verse" : "40 Naye kaakano musala amagezi okunzita omuntu ababuulidde eby'amazima, bye nnawulira eri Katonda: Ibulayimu teyakola bw'atyo."},
{"verse" : "41 Mmwemukola emirimu gya kitammwe. Ne bamugamba nti Ffe tetuli baan a beebolereze; tulina Kitaffe omu, ye Katonda."},
{"verse" : "42 Yesu n'abagamba nti Si nga Katonda ye Kitammwe, mwandinjagadde nze: kubanga nnava eri Katonda, nenjija, so sajja ku lwange nzekka, naye oyo ye yantuma."},
{"verse" : "43 Kiki ekibalobedde okutegeera enjogera yange? Kubanga temuyinza kuwulira kigambo kyange."},
{"verse" : "44 Mmwe muli ba kitamrnwe Setaani, era mwagala okukola okwegomba kwa kitammwe. Oyo okuva ku lubereberye ye mussi, so teyanywerera mu mazima, kubanga amazima tegaali mu ye.Bw'ayogera obulimba, ayogera ekiva mu bibye; kubanga ye mulimba erakitaawe w'obulimba."},
{"verse" : "45 Naye kubanga njogera amazima, temunzikiriza."},
{"verse" : "46 Ani ku mmwe annumiriza ekibi? Bwe njogera amazima kiki ekibalobedde okunzikiriza?"},
{"verse" : "47 Owa Katonda awuiira ebigambo bya Katonda; mmwe kyemuva mulema okuwulira, kubanga temuli ba Katonda."},
{"verse" : "48 Abayudaaya ne baddamu ne bamugamba nti Tetwogera bulungi ffe nti Ggweoli Musamaliya, era oliko dayimooni?"},
{"verse" : "49 Yesu n'addamu nti Siriiko dayimooni; naye nze nzisaamu ekitiibwa Kitange, nammwe temunzisaamu kitiibwa. "},
{"verse" : "50 Naye nze sinoonya kitiibwa kyange; w'ali anoonyaera asala omusango."},
{"verse" : "51 Ddala ddala mbagamba nti Omuntu bw'akwata ekigambo kyange taliraba kufa emirembe n'emirembe."},          
{"verse" : "52 Abayudaaya n e bamugamba nti Kaakano tutegedde ng'oliko dayimooni. Ibulayimu yafa ne bannabbi; naawe ogamba nti Omuntu bw'akwata ekigambo kyange, talirega ku kufa emirembe n'emirembe."},
{"verse" : "53 Ggwe mukulu okukira jjajjaffe Ibulayimu eyafa? ne bannabbi baafa: weeyita ani?"},
{"verse" : "54 Yesu n'addamu nti Bwe nneegulumiza nzekka, okugulumira kwange kuba kwa busa: angulumiza ye Kitange: mmwe gwe mwogerako nti ye Katonda wam mwe:"},
{"verse" : "55 so temumutegeeranga: naye nze mmumanyi; bwe nnaagamba nti Simumanyi, nnaafaanana nga mmwe, mulimba: naye mmumanyi, era nkwata ekigambo kye."},
{"verse" : "56 Ibulayimu jjajjammwe yasanyuka okulaba olunaku lwange; n'alulaba n'asanyuka."},
{"verse" : "57 Awo Abayudaaya ne bamugamba nti Tonnaba kuweza myaka makumi ataano, naye Ib ulayimu wamulaba?"},
{"verse" : "58 Yesu n'abagamba nti Ddala ddala mbagamba nti Ibulayimu nga tannaba kuzaalibwa, Nze nga wendi."},
{"verse" : "59 Awo ne baddira amayinja okumukuba: naye Yesu ne yeekweka, n'afuluma mu yeekaalu. "}
]