[{"title" : "Akoozimbye awonyezebwa"},
{"verse" : "5:1 Oluvannyuma lw'ebyo ne waba embaga y'Abayudaaya; Yesu n'ayambuka ku Yerusaalemi."},       
{"verse" : "2 Naye mu Yerusaalemi awali omulyango gw'endiga waaliwo ekidiba, kye baayita mu Lwebbulaniya Besesuda, nga kiriko ebigango bitaano."},
{"verse" : "3 Mu ebyo mwagalamirangamu ekibiina ky'abalwadde, abazibe b'amaaso, abalema, abakoozimbye, [ngabalindirira amazzi okubimba:"},
{"verse" : "4 kubanga malayika yakkanga mu kidiba mu biseera ebimu n'abimbisa amazzi: oyo eyasookanga okugendamu, ng'amazzi gamaze okubimba, yawonanga obulwadde bwe bwe yabanga nabwo.]"},
{"verse" : "5 Ne wabaawo omuntu eyali n'endwadde nga yaakamala emyaka amakumi asatu mu munaana."},
{"verse" : "6 Yesu bwe yalaba oyo ng'agalamidde, n'ategeera nga yaakamala ennaku nnyingi, n'amugamba nti Oyagala okuba omulamu?"},
{"verse" : "7 Omulwadde n'amuddamu nti Ssebo, sirina muutu ansuula mu kidiba amazzi we geeserera: nze we njijira, omulala ng'ansoose okukkamu."},
{"verse" : "8 Yesu n'amugamba nti Golokoka, weetikke ekitanda kyo, otambule."},
{"verse" : " 9 Amangu ago omuntu n'aba mulamu ne yeetikka ekitanda kye, n'atambula. Naye olunaku olwo lwali lwa ssabbiiti."},
{"verse" : "10 Awo Abayudaaya ne bamugamba oyo awonyezebbwa nti Leero ssabbiiti, muzizo ggwe okwetikka ekitanda kyo."},
{"verse" : "11 Naye n'abaddamu nti Oli amponyezza ye yaŋŋambye nti Weetikke ekitanda kyo otambule."},
{"verse" : "12 Ne bamubuuza nti Omuntu oyo ye ani eyakugambye nti Weetikke otambule?"},
{"verse" : "13 Naye eyawonye nga tamanyi bw'ali: kubanga Yesu yali amaze okugenda, abantu abaali mu kifo kiri nga bangi."},
{"verse" : "14 Oluvannyuma lw'ebyo Yesu n'amulaba mu yeekaalu, n'amugamba nti Laba, oli mulamu: toyonoonanga nate, ekigambo ekisinga obubi kireme okukubaako."},
{"verse" : "15 Omuntu oyo n'agenda n'abuulira Abayudaaya nti Yesu ye yamponya."},
{"verse" : "16 Awo Abayu daaya kyebaava bayigganya Yesu kubanga yakolera ebyo ku ssabbiiti."},
{"verse" : "17 Naye Yesu n'abaddamu nti Kitange akola okutuusa kaakano, nange nkola."},
{"verse" : "18 Awo Abayudaaya kyebaava beeyongera okusala amagezi okumutta kubanga tasobezza ssabbiiti yokka, era naye yayita Katondakitaawe ye, nga yeefuula eyenkanankana ne Katonda."},
{"verse" : "19 Awo Yesu n'addamu n'abagamba nti Ddala ddala mbagamba nti Omwana tayinza yekka kukola kintu, bw'atalabira ku Kitaawe ng'akola: kubanga ye by'akolabyonna, n'Omwana by'akola bw'atyo."},
{"verse" : "20 Kubanga Kitange ayagala Omwan a, amulaga byonna by'akola yennyini; era alimulaga emirimu eminene egisinga egyo mmwe mwe wuunye."},
{"verse" : "21 Kubanga Kitange bw'azuukiza abafu n'abawa obulamu, bw'atyo n'Omwana abawa obulamu bonna b'ayagala okuwa."},
{"verse" : "22 Kubanga Kitange n'okusala tasalira muntumusango, naye yawa Omwana okusala omusango gwonna;"},
{"verse" : "23 bonna bassengamu Omwana ekitiibwa, nga bwe bassaamu Kitange ekitiibwa. Atassaamu Mwana kitiibwa, nga tassaamu kitiibwa Kitaawe eyamutuma."},
{"verse" : "24 Ddala ddala mbaganiba nti Awulira ekigambo kyange, n'akkiriza oyo eyantuma, alina obulamu obutaggwaawo, so talijja mu musango, naye n g'avudde mu kufa okutuuka mu bulamu."},
{"verse" : "25 Ddala ddala mbagamba nti Ekiseera kijja era weekiri kaakano abafu 1we baliwulira eddoboozi ly'Omwanawa Katoada, n'abo abaliwulira baliba balamu."},      
{"verse" : "26 Kubanga Kitange bw'alina obulamu mu ye, bw'atyo bwe yawa Omwana okuba n'obulamumu ye;"},
{"verse" : "27 era yamuwa obuyinza okusala omusango, kubanga ye Mwana w'om untu."},
{"verse" : "28 Temwewuunya ekyo: kubanga ekiseera kijja bonna abali mu n taana lwe baliwulira eddoboozi lye,"},
{"verse" : "29 ne bavaamu; abo abaakolanga ebirungi balizuukirira obulamu; n'abo abaakolanga ebitasaana balizuukirira omusango."},
{"verse" : "30 Nze siyinza kukola kintu ku bwange: nga bwe mpulira, bwe nsala: n'omusango gwe nsala gwa nsonga; kubanga sinoonya bye n jagala nze, wabula eyantuma by'ayagala."},
{"verse" : "31 Bwe nneetegeeza ebyange nze, okutegeeza kwange si kwa mazima."},
{"verse" : "32 Waliwo omulala ategeeza ebyange; nange mmanyi nti ebyange by'ategeeza bya mazima."},
{"verse" : "33 Mmwe mwatumira Yokaana naye n'ategeeza amazima. "},
{"verse" : "34 Naye okutegeeza kw'omuntu sikukkiriza nze: naye njogera ebyo mmwe mulokoke."},
{"verse" : "35 Oyo yali ttabaaza eyaka, emasamasa, nammwe mwayagala ekiseera kitono okusanyukira okutangaala kwe."},  
{"verse" : "36 Naye okutegeeza kwe nnina kwe kukulu okusinga okwa Yokaana: kubanga emirimu Kitange gye yampa okutuukiriza, emirimu gyennyini gye nkola, gye gitegeeza ebyange nga Kitange ye yantuma. "},
{"verse" : "37 Era Kitange eyantuma oyo ye yategeeza ebyange. Temwawulira ddoboozi lye n'akatono, newakubadde okulaba ekifaananyi kye. "},
{"verse" : "38 So temulina kigambo kye nga kibeera mu mmwe: kubanga oyo gwe yatuma temumukkiriza."},
{"verse" : "39 Munoonya mu byawandiikibwa, kubanga mmwe mulowooza nti mu byo mulina obulamu obutaggwaawo; n'ebyo bye bitegeeza ebyange;"},
{"verse" : "40 era temwagala kujja gye ndi okubeera n' obulamu."},
{"verse" : "41 Siweebwa bantu kitiibwa."},
{"verse" : "42 Naye mbategedde mmwe ng'okwagala kwa Katonda tekubaliimu."},
{"verse" : "43 Nze najja mu linnya lya Kitan ge, naye temunsembezza; omulala bw'alijja mu linnya lye ku bub we muli musembeza."},
{"verse" : "44 Mmwe muyinza mutya okukkiriza bwe mwagala okuweebwa '-ekitiibwa mwekka na mwekka ne mutanoonya kitiibwaekiva eri Katonda ali omu yekka? "},
{"verse" : "45 Temulowooza nti nze ndibaloopa eri Kitange: gyali abaloopa, ye Musa gwe musuubira."},
{"verse" : "46 Kuba sings mukkiriza Musa, nange mwandinzikirizza; kubanga yampandiikako nze."},
{"verse" : "47 Naye bwe mutakkiriza oyo bye yawandiika, mulikkiriza mutya ebigambo byange?"}

]