[{"title" : "Omuzabbibu ogwamazima"},
{"verse" : "15:1 Nze muzabbibu ogw'amazima, ne Kitange ye mulimi."},
{"verse" : "2 Buli ttabi eriri mu nze eritabala bibala, aliggyawo: na buli eribala ebibala alirongoosa, lyeyongerenga okubala."},
{"verse" : "3 Mmwe kaakano mumaze okuba abalongoofu olw'ekigambo kye mbagambye."},
{"verse" : "4 Mubeere mu nze, nange mu mmwe. Ng'ettabi bwe litayinza kubala bibala lyokka, bwe litabeera mu muzabbibu, bwe kityo nammwe temuyinza, bwe mutabeera mu nze."},
{"verse" : "5 Nze muzabbibu, mmwe matabi: abeera mu nze, nange mu ye, oyo abala ebibala bingi: kubanga awatali nze temuliiko kye muyinza kukola."},
{"verse" : "6 Omuntu bw'atabeera mu nze, asuulibwa ebweru ng'ettabi, akala; bagakuŋŋaain ya, bagasuula mu muliro, ne gaggya."},
{"verse" : "7 Bwe mubeera mu nze, n'ebigambo byange bwe bibeera mu mmwe, musabenga kye mwagala kyonna, munaakikolerwanga."},
{"verse" : "8 Mu kino Kitange agulumizibwa, mubalenga ebibala bingi; era munaabanga abayigirizwa bange."},
{"verse" : "9 Nga Kitange bwe yanjagala, nange mbaagadde mAmwe: mubeerenga mu kwagala kwange. "},
{"verse" : "10 Bwe mukwata ebiragiro byange, z:iunaabeeranga mu kwagala kwange; nga nzebwe nnakwata ebiragiro bya Kitange, ne mbeera mu kwagala kwe."},
{"verse" : "11 Ebyo mbibagambye, essanyu lyange libeerenga mumwe, era essanyu lyammwe lituukirire."},
{"verse" : "12 Kino kye kiragiro kyange, mwagalanenga, nga bwe nnabaagala mmwe."},
{"verse" : "13 Tewali alina kwagala kunene okusinga kuno omuntu okuwaayo obulamu bwe olwa mikwano gye."},
{"verse" : "14 Mmwe muli mikwano gyange, bwe mukola bye mbalagira."},
{"verse" : "15 Sikyabayita baddu; kubanga omuddu tamanyi mukama we by'akola; naye mbayise ba mukwano; kubanga byonna bye nnawulira eri Kitange mbibabuulidde mmwe. "},
{"verse" : "16 Si mmwe mwannonda nze, naye nze nnabalonda mmwe,ne mbateekawo, mugende mubalenga ebibala, n'ebibala byammwe bibeerengawo: kyonna kye munaasabanga Kitange mu linnya lyange, akibawenga. "},
{"verse" : "17 Mbalagidde bino, mwagalanenga."},
{"verse" : "18 Ensi bw'ebakyawanga mumanyi nga yasooka kukyawa nze nga tennaba kukyawa mmwe."},
{"verse" : "19 Singa mubadde ba nsi, ensi yandyagadde ekyayo; naye kubanga temuli ba nsi, naye nze nnabalonda mu nsi,ensi kyeva ebakyawa."},
{"verse" : "20 Mujjukire ekigambo kye nnabagamba nti Omuddu tasinga mukama we. Oba nga banjigganya nze, nammwe banaabayigganyanga; oba nga baakwata ekigambo kyange, n'ekyammwe ba naakikwatanga."},
{"verse" : "21 Naye ebyo byonna banaabibakolanga olw'erinnya lyange, kuban ga tebamumanyi eyantuma."},
{"verse" : "22 Singa sajja ne njogera nabo, teb andibadde na kibi; naye kaakano tebalina kya kuwoza olw'ekibi kyabwe."},
{"verse" : "23 Ankyawa nze akyawa ne Kitange."},
{"verse" : "24 Singa saakolera mu bo mirimu egitakolebwanga mulala, tebandibadde na kibi; naye kaakano balabye ne bankyawa ne Kitange."},
{"verse" : "25 Naye ekigambo kituukirire ekyawandiikibwa mu mateeka gaabwe nti Bankyayira bwereere."},
{"verse" : "26 Naye Omubeezibw'alijja, gwe ndibatumira ava eri Kitange, Omwoyo ow'amazima, ava eri Kitange, oyo alitegeeza ebyange:"},
{"verse" : "27 era nammwe mutegeeza ebyange kubanga okuva ku lubereberye mwali nange."}
]