[{"title" : "Omukazi Omusamaliya asisinkana Omulokozi"},
{"verse" : "4:1 Awo Mukama waffe bwe yategeera nga Abafalisaayo bawulidde nti Yesu ayigiriza era nti abatiza bangi okukira Yokaana,"},
{"verse" : "2 (naye Yesu yennyini teyabatiza, wabula. abayigirizwa be),"},
{"verse" : "3 n'ava mu Buyudaaya, n'agenda e Ggaliraaya nate."},
{"verse" : "4 Era kyamugwanira okuyita mu Samaliya."},         
{"verse" : "5 Awo n'atuuka mu kibuga eky'e Samaliya, kye bayita Sukali, ekiriraanye olusuku Yakobo lwe yawa omwana we Yusufu:"},
{"verse" : "6 era mwalimu oluzzi lwa Yakobo. Awo Yesu yali akooye olugendo, n'amala gatuulirawo ku luzzi, obudde nga ssaawa mukaaga."},
{"verse" : "7 Omukazi Omusamaliya n'ajja okusena amazzi: Yesu n'amugamba nti Mpa nnywe."},
{"verse" : "8 Kubanga abayi girizwa be baali bagenze mu kibuga okugula emmere."},
{"verse" : "9 Awo omukazi Omusamaliya n'amugamba nti Ggwe Omuyudaaya, kiki ekikusabya okunywa eri nze omukazi Omusamaliya? (Kubanga Abayudaaya nga tebatabaganana Basamaliya.)"},
{"verse" : "10 Yesu n'addamu n'amugamba nti Singa obadde omanyi ekirabo kya Katonda n'oyo akugamba nti Mpa nnywe bw'ali, ggwe wandimusabye, naye yandikuwadde amazzi amalamu."},
{"verse" : "11 Omukazi n'amugamba nti Ssebo, tolina kya kusenya, n'oluzzi luwanvu: kale oggya wa amazzi ago amalamu? "},
{"verse" : "12 Ggwe oli mukulu okukira jjajjaffe Yakobo, eyatuwa oluzzi luno, eyaaywangamu ye n'abaana be n'ensolo ze?"},
{"verse" : "13 Yesu n'addamu n'amugamba nti Buli muntu yenna anywa amazzi gano ennyonta erimuluma nate:"},
{"verse" : "14 naye anywa amazzi ago nze ge ndimuwa ennyonta terimulumira ddala emirembe gyonna; naye amazzi ge ndimuwa ganaafuukanga munda mu ye ensulo y'amazzi nga gakulukuta okutuuka ku bulamu obutaggwaawo."},
{"verse" : "15 Omukazi n'amugamba nti Ssebo, mpa amazzi ago, ennyonta ereme oktmnumanga, n'okukoma nkome okutambula olugendo luno lwonna okusenanga."},
{"verse" : "16 Yesu n'amugamba nti Genda oyite balo, okomewo wano."},
{"verse" : "17 Omukazi n'addamu n'amugamba nti Sirina baze. Yesu n'amugamba nti Oyogedde bulungi nti Sirina baze;"},
{"verse" : "18 kubanga walina babalo bataano, naye gw'olina kaakano si balo: ekyo ky'oyogedde mazima."},
{"verse" : "19 Omukazi n'amugamba nti Ssebo, ndaba nti oli nnabbi."},
{"verse" : "20 Bajjajjaffe liaasinzizanga ku lusozi luno; nammwe mugamba nti Yerusaalemi kye kifo ekigwana okusinzizangamu."},
{"verse" : "21 Yesu n'amugamba nti Omukyala, nzikiriza, ekiseera kijja kye batalisinzizangamu Kitaffe ku lusozi luno newakubadde mu Yerusaalemi."},
{"verse" : "22 Mmwe musinza kye mutamanyi; ffe tusinza kye tumanyi; kubanga obttlokozi buva mu Buyudaaya."},
{"verse" : "23 Naye ekiseera kijja, era kituuse, abasinza amazima lwe banaasinzizanga Kitaffe mu mwoyo n'amazima: kubanga Kitaffe anoonya abali ng'abo okubeera ab'okumusinzanga."},
{"verse" : "24 Katonda gwe Mwoyo: n'abo abamusinza kibagwanira okusinzizanga mu mwoyo n'amazima."},
{"verse" : "25 Omukazi n'amugamba nti Mmanyi nga Kristo ajja (gwe bayita Eyafukibwako amafuta): ye bw'alijja alitubuulira ebigambo byonna."},
{"verse" : "26 Yesu n'amugamba nti Nze nzuuno ayogera naawe."},
{"verse" : "27 Amaugu ago abayigirizwa be ne bajja; ne beewuunya kubanga abadde ayogera n'omukazi : naye tewali muntu eyagamba nti Onoonya ki? oba nti Kiki ekikwogeza naye?"},
{"verse" : "28 Awo omukazi n'aleka ensuwa ye, n'agenda mu kibuga, n'abuulira abautu nti"},
{"verse" : "29 Mujje mulabe omuntu aŋŋambye bye nnakolanga byonna: ayinza okuba nga ye Kristo?"},                     
{"verse" : "30 Ne bava mu kibuga, ne bajja gy'ali."},
{"verse" : "31 Mu kiseera ekyo abayigirizwa baali nga bamwegayirira nga bagamba nti Labbi, lya."},
{"verse" : "32 Naye n'abagamba nti Nninaekyokulya kye ndya kye mutamanyi."},
{"verse" : "33 Awo abayigirizwa ne boogera bokka na bokka nti Waliwo omuntu amuleetedde ekyokulya? "},
{"verse" : "34 Yesu n'abagamba nti Ekyokulya kyange, kwe kukolanga eyantuma by'ayagala n'okutuukiriza omulimu gwe."},
{"verse" : "35 Mmwe temwogera nti Esigaddeyo emyezi ena okukungula kulyoke kutuuke? Laba, mbagamba nti Muyimuse amaaso mulabe ennimiro nga zimaze oku tukula okukungulibwa."},
{"verse" : "36 Akungula aweebwa empeera, n'akuŋŋaanya ebibala olw'obulamu obutaggwaawo; asiga n'akungula basanyukire wamu."},
{"verse" : "37 Kubanga ekigambo kino bwekiri bwe kityo eky'amazima nti Asiga mulala, n'akungula mulala."},
{"verse" : "38 Nze nnabatuma okukungula kye mutaatengejjera: abalala baakola emirimu, nammwe muyingidde emirimu gyabwe."},
{"verse" : "39 Ab'omu kibuga omwo Abssamaliya bangi ku bo abaamukkiriza olw'ekigambo ky'omukazi, eyategeeza nti Aŋŋambye bye nnakolanga byonna."},
{"verse" : "40 Awo Abasamaliya bwe baatuuka w'ali ne bamwegayirira abeere nabo: n'asulayo ennaku bbiri."},
{"verse" : "41 Bangi nnyo ne beeyongera okukkiriza olw'ekigambo kye,"},
{"verse" : "42 ne bagamba omukazi nti Kaakano tukkiriza, si lwa kwogera kwo kwokka: kubanga twewuliridde fekka, n'okutegeera tutegedde nga mazima ono ye Mulokozi w'ensi."},
{"verse" : "43 Ennaku ezo ebbiri bwe zaayitawo, n'avaayo n'agenda e Ggaliraaya."},
{"verse" : "44 Kubanga Yesu yennyini yategeeza nti Nnabbi mu nsi y'ewaabwe tebamussaamu kitiibwa."},
{"verse" : "45 Awo bwe yatuuka e Ggaliraaya, Abagaliraaya ne bamusembeza, bwe baalaba byonna bye yakolera e Yerusaalemi ku mbaga: kubanga nabo baagenda ku mbaga."},
{"verse" : "46 Awo n'ajja nate ku Kaana eky'e Ggaliraaya, mwe yafuulira amazzi envinnyo. Era yaliyo omukungu wa kabaka, eyalina omwana we omulenzi yali alwalidde mu Kaperunawumu. "},
{"verse" : "47 Oyo bwe yawulira nti Yesu avudde e Buyudaaya   ng'atuuse e Ggaliraaya, n'ajja gy'ali, n'amwegayirira aserengete awonye omwana we; kubanga yali ng'agenda kufa."},   
{"verse" : "48 Awo Yesu n'amugambanti Bwe mutaliraba bubonero n'eby'amagero temulikkiriza n'akatono."},
{"verse" : "49 Omukungu n'amugamba nti Ssebo, serengeta akaana kange nga tekannaba kufa."},
{"verse" : "50 Yesu n'amugamba nti Genda; omwana wo mulamu. Omun tu oyo n'akkiriza ekigambo Yesu ky'amugambye, n'agenda."},
{"verse" : "51 Bwe yali ng'akyaserengeta, abaddu be ne bamusisinkana ne boogera nti omwana we mulamu."},
{"verse" : "52 Awo n'ababuuliriza essaawa mwe yassuukidde. Awo ne bamugamba nti Jjo obudde nga ssaawa ya musanvu omusujja n e gumuwonako."},
{"verse" : "53 Awo kitaawe n'ategeera nti mu ssaawa eyo Yesu mwe yamugambira nti Omwana wo mulamu: ye n'akkiriza n'ennyumba ye yonna."},
{"verse" : "54 Kano ke kabonero ak'okubiri nate Yesu ke yakola bwe yava e Buyudaaya okujja e Ggaliraaya."}
]