[
{"title" : "Yesu omusumba omulungi"},                
{"verse" : "10:1 Ddala ddala mbagamba nti Atayita mu mulyango ng'ayingira mu kisibo ky'endiga, naye n'alinnyira awalala, oyo ye mubbi era omunyazi."},
{"verse" : "2 Naye ayita mu mulyango, ye musumba w'endiga."},
{"verse" : "3 Oyo omuggazi amuggulirawo; n'endiga zimuwulira eddoboozi: aziyita endiga zeamannya; azifulumya ebweru."},
{"verse" : "4 Bw'amala okufulumya ezize zonna, azikulembera, n'endiga zimugoberera: kubanga zimumanyi eddoboozi."},
{"verse" : "5 Omulala tezirimugoberera, naye zirimudduka buddusi: kubanga teziman yi ddoboozi lya balala."},
{"verse" : "6 Yesu n'abagerera olugero luno, naye bo tebaategeera bigambo bwe biri bye yabagamba."},
{"verse" : "7 Awo Yesu n'abagamba nate nti Ddala ddala mbagamba nti Nze mulyango gw'endiga."},
{"verse" : "8 Bonna abansooka baali babbi era abanyazi: naye endiga tezaabawulira."},
{"verse" : "9 Nze mulyango: omuntu bw'ayingirira mu nze alirokoka, aliyingira, alifuluma, aliraba eddundiro. "},
{"verse" : "10 Omubbi tajja wabula okubba, n'okutta, n'okuzikiriza. Nze n ajja zibe n'obulamu, era zibe nabwo obungi."},
{"verse" : "11 Nze musumba omulungi: omusumba omulungi awaayo obulamu bwe olw'endiga."},
{"verse" : "12 Alundirira empeera, atali musumba, endiga nga si zize ye, bw'alaba omusege nga gujja, aleka endiga n'adduka, n'omusege guzisikula guzisaasaanya."},
{"verse" : "13 Adduka kubanga wa mpeera, so endiga tazissaako mwoyo. "},
{"verse" : "14 Nze musumba omulungi: era ntegeera ezange, n'ezange zintegeera"},
{"verse" : "15 nga Kitange bw'antegeera, nange mpaayo obulamu bwange olw'endiga."},
{"verse" : "16 Era nnina n'endiga endala ezitali za mu kisibo kino: nazo kiŋŋwanira okuzireeta, ziriwulira eddoboozi lyange; era ziriba ekisibo kimu, omusumba omu."},
{"verse" : "17 Kitange kyava anjagala, kubanga nze mpaayo obulamu bwange, ndyoke mbutwale ate."},
{"verse" : "18 Tewali abunziyako, naye nze nzekka mbuwaayo. Nnina obuyinza obw'okubuwaayo, era nnina obuyinza obw'okubutwala nate. Ekiragiro ekyo nakiweebwa Kitange."},
{"verse" : "19 Ne wabaawo nate okwawukana mu Bayudaaya olw'ebigambo ebyo."},
{"verse" : "20 Abamu ku bo bangi ne bagamba n ti Aliko dayimooni era alaluse; mumuwulirira ki?"},
{"verse" : "21 Abalala nebagamba nti Ebigambo bino si bya muntu aliko dayimooni. Dayimooni ayinza okuzibula amaaso ga bamuzibe?"},
{"verse" : "22 Yali mbaga ey'okutukuza mu Yerusaalemi; byali biro bya mpewo;"},
{"verse" : " 23 Yesu n'atambulira mu yeekaalu mu kisasi kya Sulemaani."},
{"verse" : "24 Awo Abayudaaya ne bamwetooloola, ne bamugamba nti Olituusa wa okutubuusisabuusisa? Oba nga ggwe Kristo, tubuulitire ddala."},
{"verse" : "25 Yesu n'abaddamu nti Nnabagamba, naye temukkiriza: emirimu gye nkola mu linnya lya Kitange, gye gintegeeza nze."},
{"verse" : "26 Naye mm we temukkiriza kubanga temuli ba mu ndiga zange."},
{"verse" : "27 Endiga zange ziwulira eddoboozi lyange, nange nzitegeera, era zingoberera;"},
{"verse" : "28 nange nziwa obulamu obutaggwaawo; so teziribula emirembe n'emirembe, so tewali alizisikula mu mukono gwange."},
{"verse" : "29 Kitange eyazimpa ye mukulu okusinga bonna, so tewali ayinza okuzisikula mu mukono gwa Kitange."},
{"verse" : "30 Nze ne Kitange tuli omu."},
{"verse" : "31 Abayudaaya ne baddira nate amayinja okumukuba."},
{"verse" : "32 Yesu n'abaddamu nti Emirimu mingi emirungi egyava eri Kitange nagibalaga mmwe; mulimu guluwa mu egyo ogubankubya amayinja?"},                   
{"verse" : "33 Abayudaaya ne bamuddamu nti Olw'omulimu omulungi tetukukuba mayinja, naye olw'okuwoola; era kubanga ggwe oli muntu ne weefuula Katonda."},
{"verse" : "34 Yesu n'abaddamu nti Tekyawandiikibwa mu mateeka gammwe nti Nze nnagamba nti Muli bakatonda?"},
{"verse" : "35 Oba nga yabayita abo bakatonda, abajjirwa ekigambo kya Katonda, (so n'ebyawandiikibwa tebiyinza kudiba),"},
{"verse" : "36 mwe mumugambira ki ye, Kitaawe gwe y aiukuza, n'amutuma mu nsi, nti Owodde; kubanga ambye nti Ndi Mwanawa Katonda?"},
{"verse" : "37 Bwe sikola mirimu gya Kitange, temunzikiriza."},
{"verse" : "38 Naye bwe ngikola, newakubadde nga temunzikiriza nze, naye mukkirize emirimu: mumanye mutegeere nga Kitange ali mu nze nange mu Kitan ge."},
{"verse" : "39 Ne basala amagezi nate okumukwata: n'ava mu mikono gyabwe."},
{"verse" : "40 N' agenda nate emitala wa Yoludaani mu kifo Yokaana gye yali olubereberye ng'abatiza; n'abeera eyo."},
{"verse" : "41 Abantu bangi ne bajja gy'ali; ne bagamba nti Yokaana teyakola kabonero: naye byonna Yokaana bye yayogera ku on o byali bya mazima."},
{"verse" : "42 Ne bamukkiririza eyo bangi."}

]