[
{"title" : "Yesu yeesabira"},
{"verse" : "17:1 Yesu yayogera ebyo; n'ayimusa amaaso ge mu ggulu n'agambanti Kitange, ekiseera kituuse; gulumiza Omwana wo, Omwana wo akugulumize:"},
{"verse" : "2 nga bwe wamuwa obuyinza ku balina omubiri bonna, era bonna be wamuwa, abawe obulamu obutaggwaawo."},
{"verse" : "3 Buno bwe bulamu obutaggwaawo, okutegeera ggwe Katonda omu ow'amazima, n'oyo gwe watuma, Yesu Kristo."},
{"verse" : "4 Nze nkugulumizizza ku nsi kubanga omulimu gwe wampa okukola ngukome kkerezza."},
{"verse" : "5 Ai Kitange, ne kaakano ngulumiza ggwe wamu naawe mu kitiibwa kiri kye nnali nakyo awamu naawe ng'ensi tennabaawo."},
{"verse" : "6 Njolesezza erinnya lyo abantu be wampa okub aggya mu nsi: baali babo, n'obampa nze; nabo bakutte ekigambo kyo."},
{"verse" : "7 Kaakano bategedde nga byonna bye wampa biva mu ggwe:"},
{"verse" : "8 kubanga ebigambo bye wampa mbibawadde; ne babiganya, ne bategeera mazimanga miava gy'oli, ne bakkiriza nga ggwe wanttuna."},
{"verse" : "9 Nze mbasabira abo;sisabira nsi, wabula bo be wampa; kubanga babo:"},
{"verse" : "10 era ebyange byonna bibyo, n'ebibyo byange: nange ngulumizibwa mu bo."},
{"verse" : "11 Siri mu nsi nate, naye bano bali mu nsi, nange njija gy'oli. Kitange Omutukuvu, obakuumenga mu linnya lyo be wampa, babeerenga bumu, nga ffe."},
{"verse" : "12 Bwe nn ali nabo be wampa nnabakuumanga mu linnya lyo: era nembazibira, tekubulanga muuntu ku bo, wabula omwana w'okubula; ebyawandiikibwa bituukirire."},
{"verse" : "13 Naye kaakano njija gy'oli; na bino mbyogera mu nsi babe n' essanyu lyange nga lituukiridde mu bo."},
{"verse" : "14 Mbawadde ekigambo kyo; era ensi yabakyawa, kubanga si ba nsi nga nze bwe siri wa nsi."},
{"verse" : "15 Sisaba ggwe kubaggya mu nsi, naye obakuumenga mu bubi."},
{"verse" : "16 Si ba nsi, n ga nze bwe siri wa nsi."},
{"verse" : "17 Obatukuze mu mazima: ekigambo kyo ge mazima,"},
{"verse" : "18 Nga bwe wantuma mu nsi, nange bwe nnabatuma mu nsi."},
{"verse" : "19 Eranze nneetukuza ku bwabwe, nabo bennyini batukuzibwe mu mazima. "},
{"verse" : "20 So sibasabira bano bokka, naye n'abo abanzikiriza olw'ekigambo kyabwe;"},
{"verse" : "21 bonna babeerenga bumu; nga ggwe, Kitange, bw'oli mu nze, n ange mu ggwe, era nabo babeerenga mu ffe: ensi ekkirize nga ggwe wan tuma."},
{"verse" : "22 Nange ekitiibwa kye wampa nkibawadde; babeerenga bumu, nga ffe bwe tuli obumu;"},
{"verse" : "23 nze mu bo, naawe mu nze, batuukiririre oku ba obumu; ensi etegeerenga nga ggwe wantuma, n'obaagala bo, nga bwe wanjagala nze."},
{"verse" : "24 Kitange, be wampa, njagala, we ndi nze, nabo we baba babeeranga nange; balabe ekitiibwa kyange kye wampa: kubanga wanjagalanze ng'ensi tennatondebwa."},
{"verse" : "25 Kitange Omutuukirivu ensi teyakutegeera, naye nze nnakutegeera; na bano baategeera nga ggwe wantuma;"},
{"verse" : "26 era nnabategeeza erinnya lyo era nditegeeza; okwagala kwe wanjagala kubeerenga mu bo, nange mu bo."}
]