[{"title" : "Entaana enjereere"},
{"verse" : "20:1 Awo ku lunaku olusooka mu nnaku omusanvu, Malyamu Magudaleene n'ajja mu matulutulu, nga tebunnalaba, erientaana, n'alaba ng'ejjinja liggiddwa ku ntaana."},
{"verse" : "2 Awo n'addukana, n'ajja eri Simooni Peetero, n'eri omuyigirizwa oli omulala Yesu gwe yayagalan ga, n'abagamba nti Baggyeemu Mukama waffe mu ntaana, so tetumanyi gye bamutadde."},
{"verse" : "3 Awo Peetero n'afuluma, n'omuyigirizwa oyo omulala, ne bagenda ku ntaana."},
{"verse" : "4 Ne baddukana bombi wamu; n'omuyigirizwa oyo omulala n'ayisa Peetero, n'asooka okutuuka ku ntaana:"},
{"verse" : "5 n'akutama n'alingizaamu, n'alaba engoye z'ekitaani nga ziteekeddwa awo; nave n'atayingira."},
{"verse" : "6 Awo ne Simooni Peetero n'ajja ng'amugoberera, n'ayingira mu ntaana; n'alaba engoye z'ekitaani nga ziteekeddwa awo."},
{"verse" : "7 n'ekiremba ekyali ku mutwe gwe nga tekiteekeddwa wamu na ngoye z'ekitaani, nave nga kizingiddwa nga kiri kyokka ku bbali."},
{"verse" : "8 Awo n'omuyigirizwa oyo omulala eyasooka okujja ku ntaana, n'ayingira, n'alaba n'akkiriza."},
{"verse" : " 9 Kubanga baali tebannategeera ekyawandiikibwa nti kimugwanira okuznukira mu bafu."},
{"verse" : "10 Awo nate abayigirizwa ne baddayo ewaabwe eka."},
{"verse" : "11 Naye Afalyamu yali ayftniridde ebweru awaali entaanang'akaaba: awo bwe yali ng'akaaba, n'akutama n'alingiza mu ntaana;"},
{"verse" : "12 n' alaba bamalayika babiri nga bambadde enjeru, nga batudde, omu emitwetwe omulala mirannamiro, omulambo gwa Yesu we gwali guteekeddwa."},
{"verse" : "13 Abo ne bamugamba nti Omukyala, okaabira ki? N'abagamba nti Kuban ga baggyeemu Mukama wange, nange simanyi gye bamutadde."},
{"verse" : "14 Bwe yamala okwogera bw'atyo, n'akyuka ennyuma, n'alaba Yesu ng' ayimiridde, n'atamanya nga ye Yesu."},
{"verse" : "15 Yesu n'amugamba nti Omukyala,okaabira ki? onoonya ani? Ye ng'alowooza nti ye mukuumi w'olusuku, n'amugamba nti Ssebo, oba nga ggwe omututte awalala, mbuulira gy'omutadde, nange nnaamuggyayo. "},
{"verse" : "16 Yesu n'amugamba nti Malyamu. N'akyuka n'am ugamba mu Lwebbulaniya nti Labooni; amakulu gaakyo Muyigiriza."},
{"verse" : "17 Yesu n'amugamba nti Tonkwatako; kubanga sinnaba kulinnya mu ggulu eri Kitange: naye genda eri baganda bange, obabuulire nti Nninnya mu ggulu eri Kitange, era Kitammwe, eri Katonda wange, era Katondawammwe."},
{"verse" : "18 Malyamu Magudaleene n'ajja n'abuulira abayigirizwa nti Ndabye Mukama waffe; era bw'amugambye ebigambo bino."},
{"verse" : "19 Awo ku lunaku luli akawugeezi, ku lunaku olusooka mu nnaku omusanvu, enzigi bwe zaali nga ziggaddwawo abayigirizwa mwe baali, olw'okutya Abayudaaya,Yesu n'ajja, n'ayimirira wakati mu bo, n'abagamba nti Emirembe gibe mu mmwe."},
{"verse" : "20 Awo bwe yamala okwogera bw'atyo, n'abalaga engalo ze n'embiriizi ze. Abayigirizwa ne basanyuka, bwe baalaba Mukama waabwe."},
{"verse" : "21 Awo Yesu n'abagamba nate nti Emirembe gibe mu mmwe: nga Kitange bwe yantuma nze, nange bwe ntyo mbasindika mmwe."},
{"verse" : "22 Bwe yamala okwogera ekyo, n'abassiza omukka, n'abagamba nti Mutoole Omwoyo Omutukuvu:"},
{"verse" : "23 be munaggyangako ebibi bonna, baggibwako; be munaasibiranga ebibibonna, basibirwa."},
{"verse" : "24 Naye Tomasi omu ku kkunu n'ababiri, eyayitibwanga Didumo, teyali nabo Yesu bwe yajja."},
{"verse" : "25 Awo abayigirizwa abalala ne bamubuulira nti Tulabye Mukama waffe. Nave n'abagambanti Bwe ssiriraba mu bibatu bye enkovu z'enninga, ne nzisa olun we lwange ku nkovu z'enninga, ne nsonseka omukono gwange mu mbiriizi ze, sirikkiriza n'akatono."},
{"verse" : "26 Oluvannyuma nga wayiseewo ennaku munaana, ate abayigirizwa be baali munda, ne Tomasi ng'ali nabo, Yesun'ajja, enzigi nga ziggaddwawo, n'ayimirira wakati mu bo n'agamba nti Emirembegibe mu mmwe. "},
{"verse" : "27 Awo n'agamba Tomasi nti Leeta wano olunwe lwo olabe ebibatu byange; era oleete n'omukono gwo, ogusse mu mbiriizi zange; oleme okuba atakkiriza nave akkiriza."},
{"verse" : "28 Tomasi n'addamu n'amugamba nti Ggwe Mukama wange, era Katonda wange."},
{"verse" : "29 Yesu n'amugambanti Kubanga ondabye, kyovudde okkiriza; balina omukisa abakkiriza nga tebaliiko kye balabye."},
{"verse" : "30 Waliwo obubonero obulala bungi Yesu bwe yakolera mu maaso g'abayigirizwa, obutawandiikiddwa mu kitabo kino;"},
{"verse" : "31 naye buno bwawandiikibwa, mulyoke mukkirize nti Yesu ye Kristo, Omwana wa Katonda; era bwe mukkiriza mube n'obulamu mu linnya lye."}
]