[
{"verse" : "16:1 Ebyo, mbibabuulidde muleme okusittazibwanga."},
{"verse" : "2 Banaabagobanga mu makuŋŋaaniro; weewaawo, ekiseera kijja, buli anaabattanga anaalowoozanga ng'aweerezza Katonda."},
{"verse" : "3 N'ebyo banaabikolanga, kubanga Kitange tebamutegeera newakubadde nze."},
{"verse" : " 4 Naye ebyo mbibabuulidde, era ekiseera kyabyo bwe kituukanga mujjukire nga nze nnababuulira. N'ebyo okuva ku lubereberye saabibabuulira, kubanga nnali wamu nammwe."},
{"verse" : "5 Naye kaakano ŋŋenda eri oli eyantuma; era tewali ku mmwe ambuuza nti Ogenda wa?"},
{"verse" : "6 Naye kubanga mbabuulidde ebyo, emitima gyammwe gijjudde ennaku. "},
{"verse" : "7 Naye nze mbagamba amazima; kibasaanira mmwe nze okugenda; kubanga nze bwe sirigenda, Omubeezi talibajjira; naye bwe ndigenda ndimutuma gye muli."},            
{"verse" : "8 Ye b w'alijja, alirumiriza ensi olw'ekibi, n'olw'obutuukirivu, n'olw'omusango;"},
{"verse" : "9 olw'ekibi, kubanga tebanzikiriza nze;"},
{"verse" : "10 olw'obutuukirivu, kubanga ŋŋen da eri Kitange, so nammwe temukyandaba nate;"},
{"verse" : "11 olw'omusango, kubanga omukulu w'ensi eno asaliddwa omusango."},
{"verse" : " 12 Nkyalina bingi okubabuulira, naye temuyinza kubigumiikiriza kaakano."},
{"verse" : "13 Naye bw'alijja oyo Omwoyo ow'amazima, anaabaluŋŋamyanga mu mazima gonna: kubanga taayogerenga ku bubwe yekka; naye byonna by'anaawuliranga by'anaayogeranga: ye anaababuuliranga ebigenda okujja."},
{"verse" : "14 Oyo anangulumizanga nze: kubanga anaatoolanga ku byange n'ababuulira mmwe."},
{"verse" : "15 Byonna byonna Kitange by'ali nabyo bye byange: kyenvudde ŋŋamba nti Anaatoolanga ku byange n'abuulira mmwe."},
{"verse" : "16 Esigadde ekiseera kitono, ne mutandaba nate; era nate walibaawo eki seera kitono, ne mundaba."},
{"verse" : "17 Abayigirizwa be abamu kyebaava boogera bokka na bokka nti Kiki kino ky'atugamba nti Esigadde ekiseera kitono, ne mutandaba; nate walibaawo ekiseera kitono, ne mundaba; eranti Kubanga ŋŋenda eri Kitange?"},
{"verse" : "18 Kyebaava bagamba nti Kiki kino ky'agamba nti Ekiseera kitono? Tetumanyi ky'agamba."},
{"verse" : "19 Yesu n'ategeera nga baagala okumubuuza, n'abagamba nti Mwebuuzaganya mwekka olw'ekyo kye mbagambye nti Esigadde ekiseera kitono, ne mutandaba, era nate walibaawo ekiseera kitono ne mundaba?"},
{"verse" : "20 Ddala ddala mbagamba n ti mmwe mulikaaba mulikuba ebiwoobe, naye ensi erisanyuka:mmwe mulinakuwala, naye ennaku zammwe zirifuuka ssanyu."},
{"verse" : "21 Omukazi bw'azaala alaba ennaku, kubanga ekiseera kye kituuse: naye omwana bw'amala okuzaalibwa nga takyajjukira kulumwa, olw'essanyu ery'okuzaala omuntu mu nsi."},
{"verse" : "22 Kale nammwe kaakano munakuwal a: naye ndibalaba nate, n'emitima gyammw'e girisanyuka, n'essan yu lyammwe tewali muntu alibaggyako."},
{"verse" : "23 Ne ku lunaku luli temulibaako kyemunsaba. Ddala ddala mbagamba nti Buli kye mulisaba Kitange, alikibawa mu linnya lyange."},
{"verse" : " 24 Okutuusa leero temusabanga kigambo mu linn ya lyange: musabe, muliweebwa, essanyu lyammwe lituukirire."},
{"verse" : "25 Ebyo mbibabuuliridde mu ngero: naye obudde bugenda okujja, mwe siryogerera nammwe mu ngero, naye ndibibabuulira ebya Kitange mu lwatu."},
{"verse" : "26 Ku lunaku luli mulisaba mu linnya lyange: so sibagamba nti ndibasabira eri Kitange;"},
{"verse" : "27 kubanga Kitange yennyini abaagala, kubanga munjagadde nze, rnukkirizza nga nnava eri Kitange."},                           
{"verse" : "28 Nnava eri Kitange, n e njija mu nsi: nate ensi ngireka, ŋŋenda eri Kitange."},
{"verse" : "29 Abayigirizwa be ne bamugamba nti Laba, kaakano oyogera lwatu, toyogera lugero."},
{"verse" : "30 Kaakano tuman yi ng'omanyi byonna, so teweetaaga muntu yenna okukubuuza; kyetuva tukkiriza nga wava eri Katonda."},
{"verse" : "31 Yesu n'abaddamu nti Kaakan o mukkirizza?"},
{"verse" : "32 Laba, ekiseera kijja, era kituuse, mwe munaasaasaanira, buli muntu mu bibye, munandeka nze nzekka: so si nzekka, kubanga Kitange ali wamu nange."},
{"verse" : "33 Ebyo mbibabuulidde, mube n'emirembe mu nze. Mu nsi mulina ennaku: naye mugume; nze mpangudde en si."}
]