[{"title" : "Yesu mu Gesusemani"},
{"verse" : "18:1 Awo Yesu bwe yamala okwogera ebigambo ebyo n'afuluma n'abayigirizwa be ne basomoka akagga Kidulooni, eyali olusuku, n'agenda omwo ye n'abayigirizwa be."},
{"verse" : "2 Era ne Yuda amulyamu olukwe, yali amanyi ekifo ekyo: kubanga Yesu yagendangayo emirundi mingi n'abayigirizwa be."},
{"verse" : "3 Awo Yuda, bwe yamala okuweebwa ekitongole ky'abaserikale n'abaami okuva eri bakabona abakulu n'Abafalisaayo, n'ajj ayo ng'alina ettabaaza, n'emimuli, n'amafumu."},
{"verse" : "4 Awo Yesu bwe yaman ya ebigambo byonna ebinaamujjira, n'avaayo n'abagamba nti Munoonya ani?"},
{"verse" : "5 Ne bamuddamu nti Yesu Omunazaaleesi. Yesu n'abagamba nti Nze nzuuno. Era ne Yuda, amulyamu olukwe, yali ayimiridde nabo."},
{"verse" : "6 Awo bwe yabagamba nti Nze nzuuno, ne badda ennyuma ne bagwa wansi."}, 
{"verse" : "7 Ate n'ababuuza omulundi ogw'okubiri nti Munoonya ani? Ne bagambanti Yesu Omunazaaleesi."},
{"verse" : "8 Yesu n'addamu nti Mbabuulidde nti nze n zuuno: kale oba nga munoonya nze, muleke bano bagende:"},
{"verse" : "9 ekigambo kye yayogera kituukirizibwe nti Ku abo be wampa saabuzaako n'omu."},
{"verse" : "10 Awo Simooni Peetero eyalina ekitala n'akisowola n'atema omuddu wa kabona asinga obukulu, n'amusalako okutu okwa ddyo. N'erinnya ly'omuddu Maluko."},
{"verse" : "11 Awo Yesu n'agamba Peetero nti Zzaamu ekitala mu kiraato kyakyo: ekikompe Kitange ky'ampadde, siikinywe?"},
{"verse" : "12 Awo ekitongole ky'abaserikale, n'omwami waabwe omukulu, n'abaweereza b' Abayudaaya ne bakwata Yesu ne bamusiba,"},
{"verse" : "13 ne basooka okumutwala eri Ana; kubanga yali mukoddomi wa Kayaafa, eyali kabona asinga obukulumu mwaka guli. "},
{"verse" : "14 Era Kayaafa oyo ye yawa Abayudaaya amagezi n ti kisaana omuntu omu okufiirira abantu."},
{"verse" : "15 Simooni Peetero n'omuyigirizwa omulala ne bagoberera Yesu. Awo omuyigirizwa oli yali amanyiddwa kabona asinga obukulu, n'ayingira ne Yesu ran luggya lwa kabona asinga obukulu; "},
{"verse" : "16 naye Peetero yali ayimiridde ebweru ku luggi. Awo omuyigirizwa oyo omulala eyali amanyiddwa kabona asinga obukulu n'afuluma n'ayogera n'omuwala omuggazi w'oluggi, n'ayingiza Peetero."},
{"verse" : "17 Awo omuwala oyo omuggazi w'oluggi n'agamba Peetero nti Naawe oliwa mu bayigirizwa ba muntu ono? N'agamba nti Siri waamu."},
{"verse" : "18 Abaddu n'abaweereza baali bayimiridde awo nga bakumye omuliro gw'amanda; kuhanga yali mpewo; ne boota omuliro: ne Peetero naye yali n abo ng'ayimiridde ng'ayota omuliro. "},
{"verse" : " 19 Awo kabona asinga obukulu n'abuuza Yesu ebigambo by'abayigirizwa be, n'eby'okuyigiriza kwe."},
{"verse" : "20 Yesu n'amuddamu nti nnabuuliranga lwatu ensi; bulijjo nnayigirizanga mu makuŋŋaaniro ne mu yeekaalu, mwe bakuŋŋaanira Abayudaayabonna; soogeranga mu kyama kigambo na kimu."},
{"verse" : "21 Ombuuliza ki? buuza abampuliranga, bye nnabagamba: laba, abo bamanyi nze bye nnayogera."},
{"verse" : "22 Bwe yayogera ebyo omu ku baweereza eyali amuyimiridde okumpi n'akuba Yesu oluyi n'agamba nti Oddamu oti kabona asinga obukulu?"},
{"verse" : "23 Yesu n'amuddamu nti Oba Oba njogedde bubi, kinnumirize ekibi: naye oba kirungi, onkubira ki?"},
{"verse" : "24 Awo Ana n'amuweereza nga musibe eriKayaafa kabona asinga obukulu."},
{"verse" : "25 Ne Simooni Peetero yali ayimiridde n g'ayota omuliro. Awo ne bamugamba nti Naawe oli wa mu bayigirizwabe? Ye ne yeegaana n'agamba nti Siri waamu."},
{"verse" : "26 Omu ku baddu ba kabona asinga obukulu ow'ekika ky'oyo Peetero gwe yasalako okutu, n'agamba nti Nze saakulabye naye mu lusuku muli?"},
{"verse" : "28 Ne baggya Yesu eri Kayaafa, ne bamutwala mu kigango: era bwali bukya; bo bennyini ne batayingira mukigango, baleme okweyonoona, naye bamale okulya Okuyitako."},
{"verse" : "29 Awo Piraato n'afuluma n'agenda gye baali, n'agamba nti Musango ki gwe mulanze omuntu ono?"},
{"verse" : "30 Ne baddamu ne bamugamba nti Omuntu ono singa abadde takoze bubi, tetwandimuleese gy'oli."},
{"verse" : "31 Awo Piraato n'abagamb a nti Kale mumutwale mmwe mumusalire omusango ng'amateeka gammwe bwegali. Abayudaaya ne bamugamba nti Tekyatulagirwa kutta muntu yenna;"},            
{"verse" : "32 ekigambo kya Yesu kituukirizibwe, kye yayogera, ng'alaga okufa kw'agenda okufa bwe kuli."},
{"verse" : "33 Awo Piraato n'ayingira nate mu kigango, n'ayita Yesu n'amugamba nti Ggwe Kabaka w'Abayudaaya?"},
{"verse" : "34 Yesu n'addamu nti Kino okyogedde ku bubwo nantiki balala be bakubuuli dde ebigambo byange?"},
{"verse" : "35 Piraato n'addamu nti Nze ndi Muyudaaya? Ab'eggwanga lyammwe ne bakabona abakulu be bakundeetedde: okoze ki?"},
{"verse" : "36 Yesu n'addamu nti Obwakabaka Obwakabaka bwange si bwa mu nsi muno: singa obwakabaka bwange bubadde bwa mu nsi muno, basajja bange bandirwanye, ne ssiweebwayo mu Bayudaaya: naye kaakano obwakabaka bwange si bwa wano."},
{"verse" : "37 Awo Piraato n'amugamba ntiKale ggwe kabaka? Yesu n'addamu nti Oyogedde, kubanga nze kabaka. Nze nnazaalirwa ekyo, n'ekyo kye kyandeeta mu nsi, ntegeeze amazima. Buli ow'amazima awulira eddoboozi lyange."},
{"verse" : "38 Piraato n'amugamba nti Amazima kye ki? Bwe yamala okwogera ekyo, n'afuluma nate n'agenda awali Abayudaaya, n'abagamba nti Siraba musango ku ye."},               
{"verse" : "39 Naye mulina empisa, nze okubateeranga omu ku Kuyitako: kale mwagala mbateere Kabaka w'Abayudaaya?"},
{"verse" : "40 Awo ne bakaayana, ne bagamba nti Si ono, wabula Balaba. N'oyo Balaba yali munyazi."}
]