
[
{"title" : "Okufa kwa Lazaaro"},
{"verse" : "11:1 Awo waaliwo omuntu eyali omulwadde, Lazaalo ow'e Bessaniya, mu mbuga Malyamu ne Maliza muganda we mwe baali;"},
{"verse" : "2 Malyamuoyo eyasiiga Mukama waffe amafuta n'amuttaanya ebigere n'enviiri ze ye yalina mwannyina Lazaalo eyali alwadde."},
{"verse" : "3 Awo bannyina abo ne bamutumira, nga bagamba nti Mukama waffe, laba, gw'oyagala alwadde."},
{"verse" : "4 Naye Yesu bwe yawulira, n'agamba nti Obulwadde buno sibwa kufa wabula olw'ekitiibwa kya Katonda, Omwana wa Katonda abe n'ekitiibwa olw'obwo."},
{"verse" : "5 Naye Yesu yayagala Maliza ne muganda we ne Lazaalo."},
{"verse" : "6 Awo bwe yawulira ng'alwadde, n'ayosaawo ate ennaku bbiri mu kifo kye yalimu."},
{"verse" : "7 Ate n'alyoka agamba abayigirizwa nti Tuddeyo e Buyudaaya. Abayigirizwa ne bamugamba ati Labbi, kaakano Abayudaaya baali basala amagezi okukukuba amayinja, ate gy'oba odda?"},
{"verse" : "8 Abayigirizwa ne bamugamba ati Labbi, kaakano Abayudaaya baali basala amagezi okukukuba amayinja, ate gy'oba odda?"},
{"verse" : "9 Yesu n'addamu nti Essaawa ez'emisana si kkumi na bbiri? Omuutu bw'atambula emisana teyeesittala, kubanga alaba omusana ogw'ensi eno."},        
{"verse" : "10 Naye omuntu bw'atambula ekiro, yeesittala, kubanga omusana teguli mu ye."},
{"verse" : "11 Yayogera bw'ati, n'alyoka abagamba ati Mukwano gwaffe Lazaalo yeebase; naye ŋŋenda okumuzuukusa."},
{"verse" : "12 Awo abayigirizwa ne bamugamba nti Mukama waffe, oba yeebase, anaazuukuka."},
{"verse" : "13 Naye Yesu yayogera ku kufa kwe:naye bo ne balowooza nti ayogera ku kwebaka kwa tulo."},
{"verse" : "14 Awo Yesu n'alyoka ababuulira lwatu nti Lazaalo afudde."},
{"verse" : "15 Nange nneesiimye ku lwammwe kubanga saaliyo, mulyoke mukkirize; naye tugende gy'ali."},
{"verse" : "16 Awo Tomasi ayitibwa Didumo n'agamba lxayigirizwa banne nti Naffe tugende tufiire wamu naye. "},
{"verse" : "17 Awo Yesu bwe yatuuka, n'asanga nga yaakamalaennaku nnya mu ntaana."},
{"verse" : "18 Naye Bessaniya yali kumpi ne Yerusaalemi nga sutadyo kkumi na ttaano;"},
{"verse" : "19 Abayudaaya bangi baali bazze eri Maliza ne Malyamu okubakubagiza olwamwannyinaabwe."},
{"verse" : "20 Awo Maliza bwe yawulira nga Yesu ajja, n'agenda okumusisinkana: naye Malyamu n'asigala mu nju."},
{"verse" : "21 Awo Maliza n'agamba Yesu nti Mukama wange, sin ga wali wano, mwannyinaze teyandifudde."},
{"verse" : "22 Era kaakano mmanyi nga byon na by'onoosaba Katonda, Katonda anaabikuwa."},
{"verse" : "23 Yesu n'amugamba nti Mwannyoko ajja kuzuukira."},
{"verse" : "24 Maliza n'amugamba nti Mmanyi nti alizuukirira ku kuzuukira kw'olunaku olw'enkomerero."},
{"verse" : "25 Yesu n'amugamba nti Nze kuzuukira, n'obulamu: akkiriza nze, n ewakubadde ng'afudde, aliba mulamu:"},
{"verse" : "26 Nze kuzuukira, n'obulamu: akkiri za nze, newakubadde ng'afudde, aliba mulamu:"},
{"verse" : "27 N'amugamba nti Weewaawo, Mukama wange: nze nzikirizza nga ggwe Kristo, Omwana wa Katonda, ajja mu nsi."},                      
{"verse" : "28 Bwe yamala okwogera bw'ati, n'agenda, n'ayi ta muganda we Malyamu kyama, ng'agamba nti Omuyigiriza azze, akuyita."},
{"verse" : "29 Naye bwe yawulira, n'agolokoka mangu, n'ajja gy'ali."},
{"verse" : "30 Yesu yali tannatuuka mu mbuga, naye ng'akyali mu kifo Maliza kye yamusa ngamu."},
{"verse" : "31 Awo Abayudaaya abaali naye mu nnyumba, nga bamukubagiza, bwe baalaba Malyamu ng'ayimiridde mangu okufuluma, ne bamugoberera, nga balowooza nti agenda ku ntaana okukaabira eyo."},
{"verse" : "32 Awo Malyamu bwe yatuuka Yesu gy'ali n'amulaba, n'agwa ku bigere bye, n'amugamba nti Mukama wange, singa wali wano, mwannyinaze teyandifudde."},
{"verse" : "33 Awo Yesu bwe yamulaba ng'akaaba, n'Abayudaaya abazze naye nga bakaaba, n'asinda mu mwoyo, ne yeeraliikirira,"},
{"verse" : "34 n'agamba nti Mwam uteeka wa? Ne bamugamba nti Mukama waffe, jjangu olabe."},
{"verse" : "35 Yesu n'akaaba amaziga."},
{"verse" : "36 Awo Abayudaaya ne boogera nti Laba bw'abadde amwagala."},
{"verse" : "37 Naye abamu ku bo ne boogera nti Omuntu ono, eyazibula amaaso ga muzibe w'amaaso teyayinza kulobera ono okufa?"},
{"verse" : "38 Awo Yesu bwe yasinda ate mu nda ye, n'atuuka ku ntaana. Yali mpuku, n g'eteekeddwako ejjinja kungulu."},
{"verse" : "39 Yesu n'agamba nti Muggyeewo ejjinja. Maliza, mwannyina w'oli eyafa, n'amugamba nti Mukama wange, kaakano awunya: kubanga yaakamala ennaku nnya."},
{"verse" : "40 Yesu n'amugamba nti Sikugambye nti Bw'onokkiriza, onoolaba ekitiibwa kya Katonda?"},
{"verse" : "41 Awo ne baggyawo ejjinja. Yesu n'ayimusa amaaso waggulu, n'ayogera nti Ki tange, nkwebaza kubanga wampulira."},
{"verse" : "42 Nange nnamanya ng'ompulira bulijjo: n aye njogedde ku lw'ekibiina ekinneetoolodde, bakkirize nga ggwe wantuma."},
{"verse" : "43 Bwe yamala okwogera bw'ati, n'ayogerera waggulu n'eddoboozi dden e nti Lazaalo, fuluma ojje."},
{"verse" : "44 Eyali afudde n'afuluma, ng'azingiddwa mu mabugo amagulu n'emikono; n'ekiremba nga kisibiddwa mu maaso ge. Yesu n'abagamba nti Mumusumulule, mumuleke agende."},
{"verse" : "45 Awo bangi ab'omu Bayudaaya, abajja ewa Malyamu, bwe baalaba ky'akoze, ne bamukkiriza."},
{"verse" : "46 Naye abamu ku bo ne bagenda eri Abafalisaayo, ne bababuulira Yesu by'akoze."},
{"verse" : "47 Awo bakabona abakulu n'Abafalisaayo ne bakuŋŋanya olukiiko, ne bagamba nti Tukole tutya? kubanga omun tu oyo akola obubonero bungi."},
{"verse" : "48 Bwe tunaamuleka bwe tutyo, bonna banaamukkiriza: n'Abaruumi balijja, balitunyagako ensi y affe n'eggwanga lyaffe."},
{"verse" : "49 Naye omu ku bo, Kayaafa, eyali kabona asinga obu kulu mu mwaka ogwo, n'abagamba nti Mmwe temuliiko kye mumanyi,"},
{"verse" : "50 so temulowooza nga kibagwanidde omuntu omu afiirire abantu, n'eggwanga lyonna lireme okubula."},
{"verse" : "51 Ekyo teyakyogera mu magezi ge yekka; naye kubanga yali kabona asinga obukulu mu mwaka ogwo, yalagula ntiYeus agenda okufiirira eggwanga eryo;"},     
{"verse" : "52 so si lwa ggwanga eryo lyokka, naye akuŋŋaanyize wamu abaana ba Katonda abaasaasaana."},
{"verse" : "53 Awo okuva ku lunaku olwo ne bateesa okumutta."},
{"verse" : "54 Awo Yesu n'atatambula n ate mu Buyudaaya mu lwatu, naye n'avaayo n'agenda mu kifo ekiri okumpi n'eddungu, mu kibuga ekiyitibwa Efulayimu; n'abeera eyo n' abayigirizwa."},
{"verse" : "55 Naye Okuyitako okw'Abayudaaya kwali kunaatera okutuuka: bangi abaava mu byalo ne balinnya e Yerusaalemi Okuyitako nga kukyali, beerongoose."},
{"verse" : "56 Awo Yesu ne bamunoonya, ne boogera bokka na bokka, nga bayimiridde mu yeekaalu, nti Mulowooza mutya? Tajje ku mbaga?"},
{"verse" : "57 Naye bakabona abakulu n'Abafalisaayo baali balagidde nti Omuntu bw'ategeera w'ali, ababuulire balyoke bamukwate."}
]