[{"title" : "Eyazaalibwa nga mulema awonyezebwa"},
{"verse" : "9:1 Bwe yali ng'ayita, n'alaba omuntu eyazaalibwa nga muzibe wa maaso."},
{"verse" : "2 Abayigirizwa be ne bamubuuza, nga bagamba nti Labbi, ani eyayonoona, ono oba abazadde be, kye kyamuzaaza nga muzibe wa maaso?"},
{"verse" : "3 Yesu n'addamu nti Ono teyayonoona, newakubadde abazadde be, naye emirimu gya Katonda girabikire ku ye."},
{"verse" : "4 He kitugwanira okukola emirimu gy'oyo eyantuma, obudde nga misana. Ekiro kijja omuntu mw'atayinziza kukolera."},
{"verse" : "5 Bwe mba mu nsi, ndi musana gwa nsi."},
{"verse" : "6 Bwe yamala okwogerabw'atyo, n'awanda amalusu ku ttaka, n'atabula ettaka n'amalusu, n'amusiiga ettaka ku maaso,"},
{"verse" : "7 n'amugamba nti Genda, onaabe mu kidiba kya Sirowamu (okutegeezebwa kwakyo nti Eyatumibwa). Awo n'agenda, n'anaab a, n'akomawo ng'alaba."},
{"verse" : "8 Awo baliraanwa be n'abaamulabanga edda ng'atudde ng'asabiriza, ne bagamba nti Si ye wuuno eyatuulanga ng'asabiriza?"},
{"verse" : "9 Abalala ne bagamba nti Ye wuuyo: abalal a ne bagamba nti Nedda, naye afaanana naye. Ye n'agamba nti Nze nzuuno."},
{"verse" : "10 Awo ne bamugamba nti Kale amaaso go gaazibuka gatya?"},
{"verse" : "11 Ye n'addamu n ti Omuntu ayitibwa Yesu yatabula ettaka, n'ansiiga ku maaso, n'aŋŋamba nti Genda ku Sirowamu, onaabe: awo ne ŋŋenda, ne nnaaba, ne n zibula."},
{"verse" : "12 Ne bamugamba nti Ali ludda wa oyo? N'agamba nti Simanyi."},
{"verse" : "13 Ne bamutwala eri Abafalisaayo oli eyali edda omuzibe w'amaaso."},
{"verse" : "14 Naye lwali lwa ssabbiiti olunaku olwo Yesu lwe yatabulirako ettaka, n'amuzibula amaaso."},
{"verse" : "15 Awo Abafalisaayo ate ne bamubuuzabwe yazibula. N'abagamba nti Yansiiga ttaka ku maaso, ne nnaaba, ne nzibula."},
{"verse" : "16 Awo Abafalisaayo abamu ne bagamba nti Omuntu oyo si wa Katonda, kubanga takwata ssabbiiti. Naye abalala ne bagamba nti Omuntu alina ebibi ayinza atya okukola obubonero obwenkanidde wano? Ne wabaawo okwawukana mu bo."},
{"verse" : "17 Awo ne bamugamba nate omuzibe w'amaaso n ti Ggwe omuyita otya, kubanga yakuzibula amaaso? Naye n'agambanti Ye nnabbi."},
{"verse" : "18 Kale Abayudaaya tebakkiriza bigambo bye, nga yal i muzibe w'amaaso n'azibula, okutuusa lwe baamala okuyita abazadde b'eyazibula"},
{"verse" : "19 ne bababuuza nga bagamba nti Ono ye mwana wammwe mmwegwe mugamba nti yazaalibwa nga muzibe w'amaaso? kale kaakano alaba atya?"},
{"verse" : "20 Abazadde be ne baddamu ne bagamba nti Tumanyi ng'ono ye mwana waffe, era nga yazaalibwa nga muzibe wa maaso:"},
{"verse" : "21 naye bw'alaba kaakano tetumanyi: so n'eyamuzibula amaaso ffe tetumanyibw'ali: mumubuuze; musajja mukulu; aneeyogerera yekka."},
{"verse" : "22 Abazadde ekyaboogeza bwe batyo kubanga baali batya Abayudaaya; kubanga Abayudaaya baali nga bamaze okulagaana buli muntu anaamwatulanga okuba Kristo, agobebwenga mu kkuŋŋaaniro."},
{"verse" : "23 Abazadde be kyebaava boogera nti Musajja mukulu; mumubuuze ye."},
{"verse" : "24 Awo ne bayitaomulundi ogw'okubiri oli omuntu eyali omuzibe w'amaaso, ne bamugamba nti Gulumiza Katonda: ffe tumanyi ng'omuntu oyo alina ebibi."},
{"verse" : "25 Ye n'addamu nti Oba ng'alina ebibi simanyi; ekigambo kimu kye mmanyi nti Nnali muzibe wa maaso, naye kaakano ndaba."},
{"verse" : "26 Awo ne bamugamba nti Yakukola atya? yakuzibula atya amaaso go?"},
{"verse" : "27 N'abaddamu nti Mmaze okubabuulira naye temuwulidde: ekibaagaza okuwulira omulundi ogw'okubiri kiki? era nammwe mwagala okufuuka abayigirizwa be?"},
{"verse" : "28 Ne bamuvuma, ne bagamba nti Ggwe oli muyigirizwa we: naye ffe tuli bayigirizwa ba Musa."},
{"verse" : "29 Ff tumanyi nga Katonda yayogera ne Musa: naye omuntu oyo tetumumanyi gy'ava."},
{"verse" : "30 Omuntu n'addamu n'abagambanti Kino kitalo! mmwe obutamanya gyava, omuntu eyasobola okunzibula amaaso!"},
{"verse" : "31 Tumanyi nga Katonda tawulira balina bibi; nayebuli muntu atya Katonda, ng'akola ky'ayagala, oyo amuwulira."},
{"verse" : "32 Okuva edda n 'edda tewawulirwanga nga waaliwo omuntu eyazibula amaaso g'omuntu eyazaalibwa nga muzibe wa maaso."},
{"verse" : "33 Omuntu oyo singa teyava wa Katonda, teyandiyinzizza kukola kigambo."},
{"verse" : "34 Ne baddamu ne bamugamba nti Ggwe wazaalibwa mu bibi byereere, naawe otuyigiriza ffe? Ne bamusindikira ebweru."},
{"verse" : "35 Yesu n'awulira nga bamusindikidde ebweru; n'amulaba n'agamba nti Ggwe okkiriza Omwana wa Katonda?"},
{"verse" : "36 Ye n'addamu, n'agamba nti Mukama wange, ye ani, mmukkirize?"},
{"verse" : "37 Yesu n'amugamba nti Omulabye, era ayogera naawe ye wuuyo."},
{"verse" : "38 Ye n'agamba nti Mukama wange, nzikirizza. N'amusinza."},
{"verse" : "39 Yesu n'agamba nti Omusango gwe gwandeeta mu nsi muno, abatalaba balabe, n'abo abalaba babe bazibe ba maaso."},
{"verse" : "40 Abafalisaayo abalala abaali naye ne bawulira bwe batyo, ne bamugamba nti Naffe tuli bazibe ba maaso?"},
{"verse" : "41 Yesu n'abagamba nti Singa mubadde bazibe ba maaso, temwandibaddena kibi; naye kaakano mugamba nti Tulaba: ekibi kyammwe kibeerera awo."}


]