[
{"title" : "Ekyenkya ku nnyanja"},
{"verse" : "21:1 Oluvannyuma lw'ebyo Yesu ne yeeraga nate mu bayigirizwa be ku nnyanja eye Tiberiya; ne yeeraga bw'ati."},
{"verse" : "2 Baali baliwamu Simooni Peetero, ne Tomasi ayitibwa Didumo, ne Nassanayiri ow'e Kaana eky'e Ggaliraaya, n'abaana ba Zebbedaayo, n'abagigirizwa be abalala babiri."},
{"verse" : "3 Simooni Peetero n'abagamba nti ŋŋenda kuvuba. Ne bamugambanti Naffe tugenda naawe. Ne bagenda, ne basaabala mu lyato; ekiro eky o ne batakwasa kintu."},
{"verse" : "4 Naye bwali bukya Yesu n'ayimirira ku ttale: nave abayigirizwa ne batamanya nga ye Yesu."},
{"verse" : "5 Awo Yesu n'abagamba nti Abaana, mulina ekyokuliira? Ne bamuddamu nti Tetulina."},
{"verse" : "6 N'abagamba nti Musuule omugonjo ku luuyi olwa ddyo olw'eryato, munaakwasa.Awo ne basuula, kale nga tebakyayinza kuguwalula olw'ebyennyanja ebingi,"},
{"verse" : "7 Awo omuyigirizwa oyo Yesu gwe yayagalanga n'agamba Peetera n ti Ye Mukama waffe. Awo Simooni Peetero bwe yawulira nga ye Mukama waffe ne yeesiba olugoye (kubanga yali bwereere) ne yeesuula mu nnyanja."},
{"verse" : " 8 Naye abayigirizwa abalala ne bajjira mu lyato ettono (kubanga baali tebali wala n'ettale, naye emikono nga bikumi bibi ri,) nga bawalula omugonjo ogulimu ebyennyanja."},
{"verse" : "9 Awo bwe baavaamu ne batuuka ku ttale, ne balaba omuliro ogw'amanda nga guli awo n'ebyennyanja nga biteekeddwako, n'omugaati."},
{"verse" : "10 Yesu n'abagamba nti Muleete ku byennyanja bye mukwasizza kaakano."},
{"verse" : "11 Awo Simooni Peetero n'asaabala, n'awalulira omugonjo ku ttale, nga gujjudde ebyennyanja ebinene, kikumi mu ataano mu bisatu: naye newakubadde nga byali bingi bwe bityo, omugonjo ne gutakutuka."},
{"verse" : "12 Yesu n'abagamba nti Mujje mulye. So mu bayigirizwa ne mutaba muntu eyayannanga okumubuuzanti Ggwe ani, nga bamanyi nga ye Mukama waffe."},
{"verse" : "13 Yesu n'ajja, n' addira omugaati, n'abawa, n'ebyennyanja bw'atyo."},
{"verse" : "14 Awo bwe baamala okulya, Yesu n'agamba Simooni Peetero nti"},
{"verse" : "15 Awo bwe baamala okulya, Yesu n'agamba Simooni Peetero nti Simooni, omwana wa Yokaana, onjagala okukira bano? N'amugamba nti Weewaawo, Mukama wange; ggwe omanyi nga nkwagala. N'amugamba nti Liisanga abaana b'endiga bange."},
{"verse" : "16 N'amugamba nate omulundi ogw'okubiri nti Simooni, omwana wa Yokaana, onjagala? N'amugamba nti Weewaawo, Mukama wange; ggwe omanyi nga nkwagala. N'amugamba nti Lundanga endiga zange."},
{"verse" : "17 N'amugamba omulundi ogw'okusatu nti Simooni, omwana wa Yokaana, onjagala? Peetero n'anakuwala kubanga amugambye omulundi ogw'okusatu nti Onjagala? N'amugamba nti Mukama wange, ggwe omanyi byonna; ggwe otegeera nga nkwagala. Yesu n'amugamba nti Liisanga endiga zange."},
{"verse" : "18 Ddala ddala nkugamba nti Bwe wali omuvubuka, weesibanga n'ogenda gy'oyagala yonna: naye bw'olikaddiwa, oligolola emikono gyo, omulala alikusiba, alikutwala gy'otoyagala."},
{"verse" : "19 Yayogera bw'atyo, ng'alaga okufa kw'alifa okugulumiza Katonda. Bwe yamala okwogera bw'atyo, n'amugamba nti Ngoberera."},
{"verse" : "20 Peetero bwe yakyuka, n'alaba omuyigirizwa Yesu gwe yayagalanga ng'agoberera; era oyo ye yagalamira mu kifuba kye ku mmere ey'ekyeggulo, n'agamba ntiMukama wange, ani anaakulyamu olukwe?"},
{"verse" : "21 Awo Peetero bwe yalaba oyo n'agamba Yesu nti Mukama wange, n'ono aliba ki?"},
{"verse" : "22 Yesu n'amugamba nti Bwe njagala abeerewo okutuusa we ndijjira, ofaayo ki? ggwe goberera nze."},
{"verse" : "23 Awo ekigambo ekyo ne kibuna mu b'oluganda nti omuyigirizwa oyo talifa: so nga Yesu teyamugamba nga talifa; naye nti Bwe njagala abeerewo okutuusa we ndijjira, ofaayo ki? "},
{"verse" : "24 Oyo ye muyigirizwa eyategeeza bino, n'awandiika bino; naffe tumanyi ng'okutegeeza kwe kwa mazima."},
{"verse" : "25 Nate waliwo ebirala bingi Yesu bye yakola, nabyo bwe biwandiikibwa kinnakimu ndowooza nti n'ensi zonna tezandigiddemu bitabo ebyandiwandiikiddwa. "}
]