[
{"title" : "Obulabe bwa Kerode eri ekkanisa"},
{"verse" : "12:1 Mu biro ebyo kabaka Kerode n'agolola emikono okukola obubi abamu ab'omu kkanisa."},
{"verse" : "2 N'atta n'ekitala Yakobo muganda wa Yokaana."},
{"verse" : "3 Awo bwe yalaba nga Abayudaaya bakisiimye, ne yeeyongera okukwata ne Peetero. Ze nnaku ez'emigaati egitazimbulukuswa."},                 
{"verse" : "4 Bwe yamala okumukwata, n'amussa mu kkomera, n'amuwaayo eri basserikalekkumi na mukaaga okumukuuma kinnabana, ng'ayagala okumutwala mu maaso g'abantu Okuyitako nga kuwedde."},
{"verse" : "5 Awo Peetero n'akuumirwa mu kkomera: naye ab'ekkanisa ne banyiikiranga okumusabira eri Katonda."},
{"verse" : "6 Ku lunaku Kerode Iwe yali ayagala okumutwalayo, mu kiro ekyo Peetero yali nga yeebase wakati w'abaserikale babiri, ng'asibiddwa n'enjegere bbiri, abakuumi bash ku luggi nga bakuuma ekkomera."},
{"verse" : "7 Laba, malayika wa Mukama n'ayimirira w'ali, okutangaala ne kujjula ekisenge,n'akuba Peetero mu mbiriizi n'amuzuukusa ng'agamba nti Yimuka mangu. Enjeigere ne ziva ku mikono ne zigwa."},
{"verse" : " 8 Malayika n'amugamba nti Weesibe, oyambale engatto zo. N'akola Ibw'atyo. N'amugamba nti Yambala ekyambalo kyo, ongoberere. "},
{"verse" : "9 N'afuluma, n'amugoberera; so teyamanya nga bya mazima malayika by'akoze, naye yalowoozanti alabye kwolesebwa."},
{"verse" : "10 Bwe baayita ku bakuumi abaasookerwako n'ab'okubiri ne batuuka ku luggi olw'ekyuma oluyitibwako okutuuka mu kibuga: ne lubaggukirawo lwokka: ne bafuluma ne bayita mu kkubo limu; am angu ago malayika n'amuleka. Peetero bwe yeddamu n'agamba nti Kaakano ntegedde mazima nga Mukama waffe atumye malayika n'anziyamu mukono gwa Kerode ne mu kusuubira kwonna okw'eggwanga ly'Abayudaaya."},
{"verse" : "11 Peetero bwe yeddamu n'agamba nti Kaakano ntegedde mazima nga Mukama waffe atumye malayika n'anziyamu mukono gwa Kerode ne mu kusuubira kwonna okw'eggwanga ly'Abayudaaya. "},
{"verse" : "12 Bwe yalowooza n'ajja mu nnyumba ya Maly amu eyali nnyina Yokaana erinnya lye ery'okubiri Makko, mwe baali bakuŋŋaanidde abangi nga basaba. "},
{"verse" : "13 Peetero bwe yakonkona ku luggi olw'omu mulyango omuzaana n'ajja okuyitaba, erinnya lye Looda."},
{"verse" : "14 Bwe yategeera eddoboozi lya Peetero n'ataggulawo luggi olw'essanyu,naye n'ayingira mbiro n'agamba nti Peetero ayimiridde ebweru kuluggi."},
{"verse" : "15 Ne bamugamha nti Olaluse. Naye n'akaliriza nti Weewaawo. Ne bagamba nti Ye malayika we."},
{"verse" : "16 Naye Peetero ne yeeyongera okukonkona: awo bwe baggulawo ne bamulaba ne basamaalirira."},
{"verse" : "17 Naye bwe yabawenya n'omukono okusirika, n'ababuulira Mukama waffe bw'amuggye mu kkomera. N'agamba nti Mubuulire ebyo Yakobo n'ab'oluganda. N' avaayo n'agenda mu kifo awalala."},
{"verse" : "18 Awo bwe bwakya enkya, basserikal e ne beegugumula nnyo nti Peetero nno abadde ki?"},
{"verse" : "19 Kerode bwe yamunoonya n'atamulaba n'abuuliriza abakuumi n'alagira okubatta. N'ava mu Buyudaaya okugenda e Kayisaliya n'atuula eyo."},
{"verse" : "20 N'asunguwalira nnyo ab'e Ttuulo n'ab'e Sidoni: ne bajja gy'ali n'omwoyo gum u; bwe baakwanagana ne Bulasito omukulu w'omu nnyumba ya kabaka, n e basaba okubawa emirembe, kubanga ensi yaabwe eriisibwa bya mu nsi ya kabaka."},
{"verse" : "21 Awo ku lunaku olwalagaanyizibwa Kerode n'ayambala ebyambalo eby'obwakabaka, n'atuula ku ntebe, n'abagamba ebigambo."},
{"verse" : "22 Abantu bonna ne boogerera waggulu nti Eryo ddoboozi lya katonda, si lya muntu."},
{"verse" : "23 Amangu ago malayika wa Mukama n'amukuba, kubanga tawadde Katonda kitiibwa: n'aliibwa envunyu, n'afa."},
{"verse" : "24 Naye ekigambo kya Katonda ne kikula ne kyeyongeranga."},
{"verse" : "25 Balunabba ne Sawulo ne bakomawo okuva e Yerusaalemi, bwe baamala okutuukiriza okuweereza kwabwe, ne baleeta Yokaana erinnya lye ery'okubiri Makko."}
]