[{"title" : "Okujja kw'Omwoyo Omutukuvu"},
{"verse" : "2:1 Awo olunaku lwa Pentekoote bwe lwatuuka, bonna baali wamumu kifo kimu."},
{"verse" : "2 Amangu ago okuwuuma ne kuba mu ggulu ng'empewo ewuuma n'amaanyi, ne kujjuza ennyumba yonna mwe baali batudde."},
{"verse" : "3 Ne kulabika ku bo ennimi ng'ez'omuliro nga zeeyawuddemu: buli lulimi ne lutuula ku muntu."},
{"verse" : "4 Bonna ne bajjula Omwoyo Omutukuvu, nebatanula okwogera ennimi endala, nga Omwoya bwe yabawa okuzoogera."},
{"verse" : "5 Waaliwo mu Yerusaalemi Abayudaaya nga batudde, abantu abeegendereza, abaava mu buli ggwanga ly'abantu wansi w' eggulu."},
{"verse" : "6 Okuwuuma okwo bwe kwabaawo, ekibiina ne kikuŋŋaana ne kisamaalirira, kubanga baawulira buli muntu nga boogera mululimi lw'ewaabwe,"},
{"verse" : "7 Ne bawuniikirira bonna, ne brewuunya, ngaboogera nti Laba, bano bonna aboogera si Bagaliraayai."},
{"verse" : "8 Era kiki ffe buli muntu okuwulira olulimi lw'ewaffe gye twazaalibwa?"},
{"verse" : "9 Abapaazi n'Abameedi, n'Abeeramiti, n'abali mu Mesopoumiya, mu Buyudaaya neKapadokiya, mu Ponto ne mu Asiya,"},
{"verse" : "10 mu Fulugiya ne mu Panfuliya, muMisiri ne mu nsi ez'e Libuwa eziriraanye Kuleene, n'Abaruumi abagenyi. Abayudaaya n'abakyufu,"},
{"verse" : "11 Abakuleete n'Abawalabu, tuwulira bano nga boogera mu nnimi zaffe eby'ekitalo ebya Katonda."},
{"verse" : "12 Bonna ne beewuunya ne babuusabuusa no bagambagana nti Amakulu gaakyo kiki kino?"},
{"verse" : "13 Naye abalala no babasekerera ne bagamba nti Beumidde omwenge omusu."},
{"verse" : "14 Naye Peetero bwe yayimirin ne bali ekkumi n'omu, n'ayogeren waggulu n’abagamba nti Abasajja Abayudaaya n'abatuula mu Yerusaalemi mwenna, mutegeere kina, mutegere amatu ebigambo byange."},
{"verse" : "15 Kubanga bano tebatamidde, nga mmwe bwe mulowooza; kubanga ye ssaawa ey'oku satu ey'emisana."},
{"verse" : "16 Naye bino bye byayogerwa nnabbi Yoweeri nti"},
{"verse" : "17 Olulituuka mu nnaku ez'oluvannyuma, bw'ayogera Katonda, Ndifuka ku omwoyo gwange ku balina omubiri bonna: Batabani tammwe ne bewala bammwe baliragula, N'abalenzi bammwe balinha okwolesebwa, N'abakadde bammwe balirowa ebirooto:"},              
{"verse" : "18 Weewaawo, ne ku baddu bano n'abazaana bange mu nnaku ziri Ndibafukira ku Mwoyo gwange, baliragula."},
{"verse" : "19 Ndireeta eby'ekitalo mu ggulu waggulu N'obubonero mu nsi wansi, Omusaayi n'omuliro n'okunyooka kw'omukka."},
{"verse" : "20 Enjuba erifuuka ekizikiza, N'omwezi okuba omusaayi, Olunaku lwa Mukama Olukulu olulitenderezebwa nga terunnaba kujja."},
{"verse" : "21 Olulituuka buli alisaba erinnya lya Mukama alirokoka."},
{"verse" : "22 Abasajja Abaisiraeri, muwulire bi gambo bino. Yesu Omunazaaleesi, omuntu eyabalagibwa Katonda mu bigambo eby'amaanyi n'eby'anagero n'obubonero, Katonda bye yamukozanga wakati mu mmwe, nga mmwe bwe mumanyi;"},
{"verse" : "23 oyo bwe yaweebwayo nga Katonda bwe yasooka okuteesa n'okumanya, mwanutwala ne mumukomerera n'emiuno gy'abantu ababi, ne mumutta."},
{"verse" : "24 Naye oyo Katonda yamuzuukiza, we yasumulula okulumwa kw'okufa: kubanga tekwayinza kumunyweza."},
{"verse" : "25 Kubanga Dawudi mwogerako nti Nnalab a Mukama ennaku zonna mu maaso gange, Kubanga ali ku mukono gwange ogwa ddyo, nneme okusagaasagana."},
{"verse" : "26 Omutima gwange kyegwava gwesiima, olulimi lwange ne lusanyuka; Era n'omubiri gwan ge gunaabeeranga mu ssuubi:"},
{"verse" : "27 Kubanga tolindeka bulamu bwange mu, Magombe, So toliwaayo Mutukuvu wo kuvunda."},
{"verse" : "28 Wanjigiriza amakubo g'obulamu; Olinjijuza essanyu n'amaaso go."},
{"verse" : "29 Abasajja ab'oluganda, nnyinza kwogerera n'obuvumu mu maaso gammwe ebya jjajjaffe omukulu Dawudi nti yafa n'aziikibwa, n'amalaalo ge gali waffe nekaakano."},
{"verse" : "30 Kale, bwe yali nnabi, bwe yamanya nga Katonda yamulayirira ekirayiro, nti mu bazzukulu b'omu ntumbwe ze alituuzaako omuntu ku n tebe ye;"},
{"verse" : "31 bwe yalaba lubereberye, n'ayogera ku kuzuukira kwa Kristo nga teyalekebwa mu Magombe so nga n'omubiri gwe tegwavunda."},
{"verse" : "32 Yesu oyo Katonda yamuzuukiza, fenna ffe bajulirwa."},
{"verse" : "33 Awo bwe yalinnyisibwa ku mukono ogwa ddyo ogwa Katonda, n'aweebwa okusuubiza kw'Omwoyo Omutukuvu eri Kitaawe, afuse kino kye mulabye kaakano kye muwulidde."},
{"verse" : "34 Kubanga Dawudi teyalinnya mu ggulu, n aye yayogera yennyini nti Mukama yagamba Mukama wange nti Tuula ku mukono gwange ogwa ddyo,"},
{"verse" : "35 Okutuusa lwe nditeeka abalabe bo okuba entebe y'ebigere byo."},
{"verse" : "36 Kale mazima bamanye ennyumba yonna eya Isiraeri nti Katonda yamufuula Mukama era Kristo, Yesu oyo gwe mwakomerera."},
{"verse" : "37 Awo bwe baawulira ebyo emitima gyabwe ne gibaluma, ne bagamba Peetero n'abatume abalala nti Abasajja ab'oluganda, tunaakola tutya?"},
{"verse" : "38 Peetero n'abagamba nti Mwenenye, mubatizibwe buli muntu mu mmwe okuyingira mu linnya lya Yesu Kristo okuggibwako ebibi byamalwe, munaaweebwa ekirabo gwe Mwoyo Omutukuvu."},
{"verse" : "39 Kubanga okusuubizibwa kwammwe era kwa baana bammwe n'abo bonna labali ewala, bonna abaliyitibwa Mukama Katonda waffe."},
{"verse" : "40 Era n'abategeeza mu bigambo ebirala bingi n'ababuulirira ng' agamba nti Mulokolebwe mu mirembe gino egyakyama."},
{"verse" : "41 Awo abakkiriza ekigambo kye ne babatizibwa: ne bongerwako ku hlnaku luli aban tu ng'enkumi ssatu."},
{"verse" : "42 Ne baba nga banyiikiriranga okuyigirizibwa kw'abatume, ne mu kusseekimu, ne mu kumenya emigaati ne mu kusaba."},
{"verse" : "43 Buli muntu n'atya: eby'amagero bingi n'obubonero ne bikolebwanga abatume."},
{"verse" : "44 Bonna abakkiriza baali wamu, ne baba nga bassa kimu mu byonna,"},                 
{"verse" : "45 eby'obugagga byabwe n'ebintu bye baali nabyo nebabitunda ne bagabiranga bonna nga buli muntu bwe yali yeetaaga."},
{"verse" : "46 Nabo nga banyiikiriranga bulijjo n'omwoyo gumu mu yeekaalu, nga bamen ya emigaati mu nnyumba eka, ne balyanga emmere n'essanyu n'omutima ogutalina bukuusa,"},
{"verse" : "47 nga batenderezanga Katonda, nga basiimibwanga abantu bonna. Mukama n'abongerangako bulijjo abaalokokanga."}]