[{"title" : "Pauwulo ajulira Kayisaali"},
{"verse" : "25:1 Awo Fesuto bwe yatuuka mu ssaza, bwe waayitawo ennaku ssatu, n'ava mu Kayisaliya n'alinnya Yerusaalemi."},               
{"verse" : "2 Bakabona kulu n'abakungu b'Abayudaaya ne bamubuulira Pawulo bye yaloopebwa; ne bamwegayirira,"},
{"verse" : "3 nga baagala abakole obulungi ku ye, amutumire okujja e Yerusaalemi; bamuteegere mu kkubo okumutta."},
{"verse" : "4 Naye Fesuto n'addamu nti Pawulo akuumirwa mu Kayisaliya, naye ye yennyini yali ng'anaatera okuvaayo okugenda."},
{"verse" : "5 N'agamba nti Kale abakulu mu mmwe bagende nange, bamuvunaane oyo oba ng'aliko ekibi kyonna kyonna,"},
{"verse" : "6 Bwe yamalayo ewaabwe ennaku ezitaasingawo munaana oba kkumi, n'aseren geta e Kayisaliya; ku lunaku lw'okubiri n'atuula ku ntebe esalirwako emisango, n'alagira okuleeta Pawulo."},
{"verse" : "7 Bwe yatuuka Abayudaaya abaavae Yerusaalemi ne bayimirira okumwetooloola, nga bateeta ebimuvunaanwa bingi era ebizibu, bye bataayinza kulumiriza;"},
{"verse" : "8 Pawulo n'awo eri Kayisaali."},
{"verse" : "9 Naye Fesuto, bwe za nti Siyonoonanga mu mateeka g'Abayudaaya newaIkubadde ku yeekaalu newakubadde yayagala Abayudaaya okumusiima, n'addamu eri Pawulo n'agamba nti Oyagala okugenda e Yerusaalemi osalinve eyo omusango gw'ebigambo bino mu maaso gange?"},
{"verse" : "10 Naye Pawulo n'agamba nti Nnyimiridde awali entebe esalirwako emisango eya Kayisaali, we ŋŋwanidde okusalirwa omusango: s'syonoonanga eri Abayudaaya, era nga naawe bw'otegeerera ddala obuIungi."},
{"verse" : "11 Kale oba nga nnayonoona era nga nnakola ekigambo ekisaanidde okunzisa, sigaana kufa: naye oba nga bano ebigambo bye banvunaana nga tebiriiwo na kimu, tewali muntu, ayinzaokumpaayo mu bo. Njulira Kayisaali."},                       
{"verse" : "12 Fesuto bwe yamala okuteesa nabo mu lukiiko n'alyoka addamu nti Ojulidde Kayisaali: oligenda eri Kayisaali."},               
{"verse" : "13 Awo bwe waayitawo ennaku, Agulipa kabaka ne Berenike ne batuuka e Kayisaliya, ne balamusa Fesuto."},
{"verse" : "14 Bwe baamalayo ennaku nnyingi, Fesuto n'abuulira kabaka ebigambo bya Pawulo ng'agamba nti Waliwo omuntu Ferikisi gwe yaleka nga musibe:"},
{"verse" : "15 bwe nnali mu Yerusaalemi bakabona abakulu n'abakadde b'Abayudaaya ne bambuulira ebigambo bye, nga baagala okumusalira omusango."},
{"verse" : "16 Ne mbaddamu nti Si mpisa ya Baruumi okuwaayo omuntu abamuvunaana nga tebannaba kubaawo mu maaso ge, era nga tannaweebwa bbanga lya kuwoza bye bamuvunaana."},
{"verse" : "17 Awo bwe baakuŋŋaanira wano, saalwa n'akatono, naye ku lunaku olw'okubiri ne ntuula ku ntebe esalirwako emisango ne ndagiraokuleeta omusajja oyo."},
{"verse" : "18 Bwe baayimirira abamuvunaana ne bataleeta nsonga ya bigambo bibi nga bwe nnali ndowooza;"},
{"verse" : "19 naye baalina ku ye ebibuuzibwa mu ddiini yaabwe n'eby'omuntu Yesu eyafa, Pawulo gwe yayogerako okuba omulamu."},
{"verse" : "20 Nange bwe nnabulwa bwe nnaakebera ebyo, n e mmubuuza ng'ayagala okugenda e Yerusaalemi okusalirwayo omusango ogwa bino."},
{"verse" : "21 Naye Pawulo bwe yajulira okukuumibwa okusalirwa omusango eri Augusito, ne ndagira okumukuumal okutuusa lwe ndimuweereza eri Kayisaali."},
{"verse" : "22 Agulipa n'agamba Fesuto nti Nandyagadde nange okuwulira omuntu oyo. N'agamba nti Enkya onoomuwulira."},
{"verse" : "23 Awo ku lunaku olw'okubiri Agulipa ne Berenike bwe bajja n'ekitiibwa ekinene era bwe baayingira mu kifo awawulirirwa emisango wamu n'abaami abakulu n'abakungu ab'omu kibuga, Fesuto n'alagira Pawulo n'aleetebwa."},
{"verse" : "24 Fesuto n'agamba nti Agulipa kabaka nammwe mwenna abali wano naffe, mumulaba ono, ekibiina kyonna eky'Abayudaaya gwe banneegayiririra mu Yerusaalemi ne wano nga boogerera waggulu nti tekimugwanidde kuba mulamu nate."},
{"verse" : "25 Naye nze ne ntegeera nga takoze kigambo ekisaanidde okumussa: naye ye bwe yajulira Augusito ne nsala okumuweerezaayo."},               
{"verse" : "26 Sirina kigamb o ku ye eky'amazima okuwandiikira mukama wange. Kyenvudde mmuleeta we muli, era okusinga w'oli, ggwe kabaka Agulipa, bwe tunaamala okumukemereza ndyoke mbeere n'ekigambo eky'okuwandiika."},             
{"verse" : "27 Kubanga ndaba nga kya busiru okuweereza omusibe n'obutabuulira asonga eziri ku ye."}
]