[{"title" : "Koluneeriyo atuma ababaka"},
{"verse" : "10:1 Waaliwo omuntu mu Kayisali ya, erinnya lye Koluneeriyo, omwami w'ekitongole ekyayitibwanga Ekitaliano,"},
{"verse" : "2 omwegendereza, atya Katonda awamu n'ennyumba ye yonna, eyagabanga ebintu ebingi mu bantu, n'asabanga Katonda ennaku zonna."},
{"verse" : "3 Oyo n'alaba mu kwolesebwamu lwatu, nga mu ssaawa ey'omwenda ey'emisana, malayika waKatonda ng'amuyingirira, ng'amugamba nti Koluneeriyo."},
{"verse" : "4 N'amwekaliriza amaaso n'atya n'agamba nti Kiki, Mukama wange? N'amugamba nti Okusaba kwo n'okugaba kwo birinnye olw'okujjukiza mu maaso ga Katonda."},
{"verse" : "5 Era kaakano tuma abantu e Yopa, oyiteyo omuntu Simooni, erinnyalye ery'okubiri Peetero:"},
{"verse" : "6 oyo yakyazibwa omuntu Simooni, omuwazi w'amaliba, n'eanyumba ye eriraanye ku nnyanja."},
{"verse" : "7 Malayika eyayogera naye bwe yagenda, yayita abaddu be babiri ab'omu nnyumbane sserikale atya Katonda mu abo abaamuweerezanga buliijo:"},
{"verse" : "8 bwe yamala okubategeeza ebigambo byonna n'abatuma e Yopa."},
{"verse" : "9 Awo ku lunaku olw'okubiri, bwe baali nga batambula abo, aga banaatera okutuuka ku kibuga, Peetero n'alinnya ku nju waggulu okusaba nga mu ssaawa ey'omukaaga."},
{"verse" : "10 N'alumwa enjala n'ayagala okulya. Naye bwe baali nga bajjula, omwoyo gwe ne guwaanyisibwa;"},
{"verse" : "11 n'alaba eggulu nga libikkuse, ekintu ne kimukkira nga kifaanana essuuka eanene, ag'ekwatiddwa ku birenge bina okussibwa, n'essibwa wansi:"},
{"verse" : "12 omwali ebisolo byonna ebirina amagulu ana, n’eby'ewalula eby’ensi, n’ennyon yi ez’omu bbanga."},
{"verse" : "13 Eddoboozi ne lijja eri ye nti Golokoka, Peetero, osale olye "},
{"verse" : "14 Naye Peetero n'agamba nti Nedda, Mukama wange; kubanga silyanga kya muzizo newakubadde ekibi."},
{"verse" : "15 Eddoboozi nate (ne lijja) gy'ali omulundi ogw'okubiri nti Katonda bye yalongoosa tobifuulanga ggwe bya muzizo."},
{"verse" : "16 Ne kiba bwe kityo emirundi esatu: amangu ago ekintu ne kitwalibwa mu ggulu."},
{"verse" : "17 Awo Peetero bwe yabuusabuusa munda mu ye amakulu g'okwolesebwa kw'alabye bwe gali, laba, abantu abaatumibwa Koluneeriyo, bwe baamala okubuuza enayumba ya Simooni, nebayimirira ku luggi,"},
{"verse" : "18 ne bayita ne babuuza nga Simooni, erinnya lye ery'okubiri Peetero, yakyazibwa omwo."},
{"verse" : "19 Awo Peetero bwe yali alowooza ku kwolesebwa, Omwoyo n'amugamba nti Laba, abantu basatu bakunoonya."},
{"verse" : "20 Naye golokoka, okke ogende nabo nga tobuusabuusa: kubanga nze mbatumye."},
{"verse" : "21 Peetero n'akka eri abantu n'agamba nti Laba,nze nzuuao gwe munoonya: kiki ekibaleese?"},
{"verse" : "22 Ne bagamba nti Koluneeriyo omwami, omuntu omutuukirivu, atya Katonda, eyasiimibwa mu ggwanga lyonna ery'Abayudaaya, yalabulwa malayika omutukuvu okukutumira okujja mu nnyumba ye, awulire ebigambo ebiva mu ggwe."},
{"verse" : "23 Awo n'abayingiza n'abaaniriza. Awo ku lunaku olw'okubiri Peetero n’agolokoka n'asirula wamu nabo, n'ab'oluganda abamu ab'omu Yopa ne bagenda naye."},
{"verse" : "24 Awo ku lunaku olw'okubiri ne bayingira mu Kayisaliya. Koluneeriyo yali ng'abalindirira ng'akuŋŋaanyizza ab'ekika kye n'abaali mikwano gye ennyo."},
{"verse" : "25 Awo Peetero bwe yali anaatera okuyingira Koluneeriyo n'amusisinkana, n'amtlfukaamirira ku bigere n’asinza."},
{"verse" : "26 Naye Peetero n'amuyimusa ng'agamba nti Yimirira; nange ndi muntu buntu."},
{"verse" : "27 Ng'ayogeranaye n'ayingira n'asanga bangi nga bakuŋŋaanye,"},
{"verse" : "28 n'abagamba nti Mumanyi nga si kirungi omuntu Omuyudaaya okwegatta n'ow'eggwanga eddala oba okujja gy'ali; era Katonda yandaga nnemenga okuyita amuntu yenna ow'omuzizo oba omubi. ."},
{"verse" : "29 Kyenvudde njija ne ssigaana bwe n nayitibwa. Kyeava mbuuza nti Kiki ekimpisizza?"},
{"verse" : "30 Awo Koluneeriyo n’agamba ati Kaakano waakayitawo ennaku nnya naali nga nsaba, okutuusa mu ssaawa eno okusaba okw'omu ssaawa ey'omwenda mu nnyumba yange; laba, omuntu n’ayimirira mu maaso gauge eyalina engoye ezimamaasa,"},
{"verse" : "31 n'agamba nti Koluneeriyo, okusaba kwo kwawulirwa, okugaba kwo ne kujjukirwa mu maaso ga Katonda."},
{"verse" : "32 Kale tuma e Yopa, oyite Simooni, erinnya lye ery'okubiri Peetero: oyo yakyazibwa mu nnyumb a ya Simooni omuwazi w'amaliba eri okumpi n’annyanja."},
{"verse" : "33 Awo ama ngu ago ne nkutumira: n'okola bulungi bw'ozze. Kale kaakano tuli wano fenna mu maaso ga Katonda tuwulire byonna by'olagiddwa Mukama."},
{"verse" : "34 Awo Peetero n'ayasamya akamwa ke n'agamba nti Mazima ntegedde nga Katonda tansosola mu bantu: "},
{"verse" : "35 naye muggwanga lyonna lyonna amutya n'akola obutuukirivu amukkiriza."},
{"verse" : "36 Ekigambo kye yatumira abaana ba Isiraeri, ng'abuulirira emirembe mu Yesu Kristo (ye Mukama w'ebintu byonna) "},
{"verse" : "37 mmwe mukimanyi, ekyayogerwa ekyali mu Buyudaaya bwonna, ekyasookera mu Ggaliraaya oluvannyuma lw'okubatiza kwe yabuulira Yokaana, "},
{"verse" : "38 Yesu Omunazaaleesi Katonda bwe yamufukaako amafuta n'Omwoyo Umutukuvu n'amaanyi: eyatambulanga ng'akola bulungi, ng'awonya bonna abaajoogebwanga Setaani; kubanga Katonda yali naye. "},
{"verse" : "39 Naffe tuli bajulirwa b'ebigambo byonna byeyakola mu nsi y'Abayudaaya ne mu Yerusaalemi; oyo ne bamutta bwe baamuwanika ku muti."},
{"verse" : "40 Oyo Katonda n'amuzuukiriza ku lunaku olw'okusatu n'amulaga mu lwatu,"},
{"verse" : "41 si mu bantu bonna naye mu bajulirwa Katondabe yalonda olubereberye, be ffe abaalya ne tunywa naye bwe yamala okuzuukira mu bafu."},
{"verse" : "42 N'atulagira okubuulira abantu n'okutegeeza ng'oyo Katonda gwe yalagira okubeera omusazi w'omusango w'abalamu n'abafu."},
{"verse" : "43 Oyo bannabbi bonna bamulangako nga buli amukkiriza aggibwako ebibi olw'erinnya lye."},
{"verse" : "44 Awo Peetero bwe yali akyayogera ebigambo ebyo, Omwoyo Omutukuvu n'abagwako bonna abaawulira ekigambo."},
{"verse" : "45 Ne basamaalirira abakkiriza abakomole, bonna abajja ne Peetero, kubanga ne ku mawanga ekirabo eky'Omwoyo Omutukuvu kifukiddwa."},
{"verse" : "46 Kubanga baabawulira nga boogera ennimi ne bagulumiza Katonda. Awo Peetero n'addamu nti"},
{"verse" : "47 Omuntu ayinza okugaana amazzi bano obutabatizibwa, bano abaweereddwa Omwoyo Omutukuvu nga ffe?"},
{"verse" : "48 N'alagira babatizibwe okuyingira mu linnya lya Yesu Kristo. Oluvannyuma ne bamwegayirira okumalayo ennaku nnyingiko."}
]