[{"title" : "Olugendo lw'e Ruumi"},                           
{"verse" : "27:1 Awo bwe kyalagirwa ffe okuwanika amatanga okugenda Italiya, ne bawaayo Pawulo n'abasibe abalala abamu eri omwami, erinnya lye Yuliyo, ow'ekitongole kya Augusito."},
{"verse" : "2 Ne tusaabala mu kyombo eky'e Adulamutiyo ekyali kigenda ku njuyi z'e Asiya, ne tuvaayo, Alisutaluuko ow'e Makedoni ow'omu Ssessaloniika naye ng'ali naffe."},
{"verse" : "3 Ku lunaku olw'okubiri ne tugoba e Sidoni: Yuliyo n'akola bulungi Pawulo n'amukkiriza okugenda eri mikwano gye okumulabirira."},
{"verse" : "4 Ne tuvaayo ne tuyita ku mabbali ga Kupulo kubanga omuyaga gwali gutuva mu bwengula."},
{"verse" : "5 Bwe twayita mu nnyanja ey'e Kirukiya n'e Panfuliya; tutuuka e Mula eky’e Lukiya."},
{"verse" : "6 Omwami n'alabayo ekyombo eky'e Alegezanderiya nga kigenda Italiya; n'atusaabaza mu ekyo."},
{"verse" : "7 Bwe twagenda empola ennaku nnyingi ne tutuuka lwa mpaka ku Kuni do, omuyaga bwe gwatulobera, ne tuyita ku mabbali ga Kuleetemu maaso ga Salumone;"},
{"verse" : "8 ne tukiyitako lwa mpaka ne tutuuka mu kifo ekiyitibwa Emyalo Emirungi; awaliraanye ekibuga Lasaya."},
{"verse" : "9 Bwe waayitawo ebiro bingi, obubi bwali bumaze okubaawo okugenda mu nnyanja kuban ga ennaku ez'Okusiiba zaali ziyise, Pawulo n'abalabula"},
{"verse" : "10 n g'abagamba nti Abasajja, ndaba nti olugendo luno lulibaamu okwonoonekerwa n'okufiirwa kungi si kwa bintu byokka n'ekyombo, era naye n'obulamu bwaffe."},
{"verse" : "11 Naye omwami n'akkiriza omugoba ne nnannyini kyombo okusinga Pawulo by'ayogedde."},
{"verse" : "12 Kubanga omwalo tegwali mulungi okwewogomamu omuyaga, abamu bangi ne bateesa okuvaayo, mpozzi balyoke batuuke e Foyiniiki okwewogoma omuyaga; gwe mwalo ogw'e Kuleete ogutunuulira wakati w'obukiika n'ebuvanjuba, ne wakati w'obukiika obulala n'ebuvanjuba."},               
{"verse" : "13 Empewo ez'omuggundu bwe zaakunta empola, ne balowooza nti bafunye kye babadde baagala, ne basimbula essiika ne bayita kumpi nnyo ne Kuleete."},
{"verse" : "14 Naye oluvannyuma lw'ebiro si bingi omuyaga ogulimu kibuyaga ogwavaayo oguyitibwa Ewulakulo ne gukunta:"},
{"verse" : "15 ekyombo bwe kyakwatibwa ne kitayinza kwolekera muyaga, ne tukireka ne tutwalibwa omuyaga."},
{"verse" : "16 Ne tweyuna mu mabbali g'akazinga akayitibwa Kawuda, ne tutegana okukwata eryato:"},
{"verse" : "17 bwe baamala okulirinnyisa, ne baddira emigwa egy'okunyweza ekyomb o ne bakisiba wansi. Bwe baatya okusuulibwa mu Suluti, ne bassa ebyali waggulu, ne batwalibwa omuyaga."},
{"verse" : "18 Bwe twategana ennyo n'omuyaga, ku lunaku olw'okubiri ne basiikulula ebintu,"},
{"verse" : "19 era ku lw'okusatu ne basuula n'emikono gyabwe ebitwala ekyombo."},
{"verse" : "20 Era enjuba newakubadde emmunyeenye mu nnaku nnyingi nga tebyaka, era n'omuyaga si mutono ogwatukwata, oluvannyuma essuubi lyonna ery'okulokoka ne lituggwaamu."},
{"verse" : "21 Enjala bwe yali ennyingi, awo Pawulo n'alyoka ayimirira wakati waabwe n'agamba nti Kyabagwanira, abasajja, okumpulira obutava mu Kuleete, obu talaba kwonoonekerwa kun o n'okufiirwa."},          
{"verse" : "22 Era kaakano mbabuulirira okuguma emyoyo; kubanga tewaabe mu mmwe anaafiirwa obulamu n'akatono wabula eky ombo."},
{"verse" : "23 Kubanga we ndi waayimiridde ekiro kino malayika wa Katonda, nze owuwe, gwe mpeereza,"},               
{"verse" : "24 ng'agamba nti Totya, Pawulo; kikugwaIn idde okuyimirira awali Kayisaali; era, laba, Katonda akuwadde bonna abagenda awamu naawe."},
{"verse" : "25 Kale mugume emyoyo, abasajja; kubanga nziki riza Katonda nga kiriba nga bwe yaŋŋambye."},
{"verse" : "26 Naye kitugwanidde okusuulibwa ku kizinga."},
{"verse" : "27 Naye ekim eky'ekkumi n'ebina bwe kyatuuka, nga tusuukundirwa eruuyi n'eruuyi mu Aduliya, mu ttumbiabalunnyanja ne baieebereza nti banaatera okusemberera olukalu;"},
{"verse" : "28 ne bagera ne balaba ebifuba amakumi abiri: bwe twagendako katono, ne bagera nate, ne balaba ebifuba kkumi na bitaano."},
{"verse" : "29 Bwe baatya okuseerera awali amayinja, I ne basuula amasiika ana ku kiwenda ine balindirira bukye."},
{"verse" : "30 Abalui nnyanja bwe baali baagala okudduka mu kyombo ne bamala okussa eryato mu nnyanja ng'abagenda okusuula lamasiika ku nsanda,"},
{"verse" : "31 Pawulo n' agamba omwami n'abaserikale nti Bwe bataabeere bano mu kyombo, mmwe temuuyinze kulokoka."},
{"verse" : "32 Basserikale ne balyoka basala emigwa egy'eryato ne balireka okugenda."},
{"verse" : "33 Awo bwe bwali bunaatera okukya, Pawulo n'abeegayirira bonna okulya ku mmere, ng'agamba nti Leero lunaku lwa kkumi na nnya ze mwakalindiririra nga musiiba mutalya kantu."},                  
{"verse" : "34 Kyenva mbeegayirira okulya ku mmere: kubanga okwo kunaabalokola: kubanga tewaabule luviiri ku mitwe gyammwe n'omu."},
{"verse" : "35 Bwe yamala okwogera bwatyo n'addira omugaati, ne yeebaliza Katonda mu maaso ga bonna n'agumenyamu n'atanula okulyako."},
{"verse" : "36 Bonna ne baguma emyoyo, nabo ne balyako."},               
{"verse" : "37 Ne tuba fenna abaali mu kyombo emyoyo bikumi bibiri mu nsanvu mu mukaaga."},
{"verse" : "38 Bwe baamala okukkuta emmere, ekyombo ne bakiwewula nga basuula eŋŋaano mu nnyanja."},
{"verse" : "39 Bwe bwakya enkya, nga tebamanyi gye bali: naye ne balaba ekikono ekiriko omusenyu; ne bateesa, oba nga kiyinzika, okuseeza omwo ekyombo."},
{"verse" : "40 Ne bakutula amasiika, ne bagaIeka mu nnyanja, mu kiseeraekyo bwe baasumulula emigwa egy'enkasi egoba, ne bawanika ettanga eri mu maaso eri empewo ne boolekera ku ttale."},
{"verse" : "41 Naye bwe baatuuka mu ki fo amayengo abiri we gaasisinkana, ne baseeza ekyombo; ensandan'eseera n'enywera n'etanyeenya, naye ekiwenda ne kizibikuka n'am aanyi g'amayengo."},
{"verse" : "42 Basserikale ne bateesa abasibe battibwe baleme okuwugirira okudduka."},
{"verse" : "43 Naye omwami bwe yayagala okuwonya Pawulo, n'abaziyiza okukola kye bateesezza; n'alagira abaayinza okuwuga okwesuulamu basooke okutuuka ku ttale;"},
{"verse" : "44 n'abalala abaasigalawo, abamu ku mpero, n'abamu ku bintu by'ekyombo. Awo bwe batyo bonna ne batuuka ku ttale emirembe."}

]