[

{"title" : "Olugendo lw'e Buyonaani"},
{"verse" : "20:1 Akacwano bwe kamala okukkakkana, Pawulo n'ayita abayigirizwa n'ababuulirira n'abasiibula, n'avaayo okugenda e Makedoni."},
{"verse" : "2 Bwe yayita mu njuyi ziri n'abategeeza ebigambo bingi, n'atuuka e Buyonaani."},
{"verse" : "3 Bwe yamalayo emyezi esatu, era Abayudaaya bwe baamusaliraolukwe, bwe yali ng'agenda okuyita mu nnyanja okuddayo mu Makedoni."},
{"verse" : "4 Ne bagen da naye okutuuka mu Asiya Sopateri Omuberoya mutabani wa Puulo; n'Abasessaloniika Alisutaluuko ne Sekuado; ne Gayo Omuderubene Timoseewo; n'AbasiyaTukiko ne Tulofiimo."},
{"verse" : "5 Bano ne bakulembera ne batulindirira mu Tulowa."},
{"verse" : "6 Ffe ne tuva mu Firipi ne tuwanika amatanga oluvannyuma lw'ennaku ez'emigaati egitazimbu lukuswa, netubatuukako mu Tulowa mu nnaku ttaano; gye twamala ennaku omusanvu."},               
{"verse" : "7 Awo ku lunaku olw'olubereberye mu ssabbiiti, bwe twakuŋŋaana l okumenya emigaati, Pawulo n'anyumya nabo, ng'ayagala okusitula enkya, n'alwawo mu kwogera okutuusa ettumbi."},
{"verse" : "8 Ne wabaawo ettabaaza nnyingimu kisenge ekya waggulu, mwe twakutAaanira."},
{"verse" : " 9 Omulenzi erinnya lye Yutuko n'atuula mu ddirisa, n'akwatibwa otulo tungi; awo Pawulo bwe yalwawo ng'akyanyumya, ng'akwatiddwa otulo tungi n'ava mu nju ey'okusatu, n'agwa, n'alondebwa ng'afudde."},
{"verse" : "10 Pawulo n'akka n'amugwako n'amuwambaatira n'agamba nti Temukuba biwoobe; obulamubwe mwebuli munda. "},             
{"verse" : "11 N'alinnya n'amenya omugaati n'alyako n'alwawo ng'akyanyumya okutuusa enkya, n'alyoka avaayo."},
{"verse" : "12 Ne baleeta omulenzi nga mulamu, ne basanyuka si katono."},
{"verse" : "13 Naye ffe ne tukulembera okutuuka ku kyombo ne tugenda okutuuka e Aso, nga twagala eyo okusiika Pawulo: kubanga y ali alagidde bw'atyo, ng'ayagala ye yennyini okuyita ku lukalu."},
{"verse" : "14 Bwe yatusanga mu Aso ne tumusiika, ne tuja e Mituleene."},
{"verse" : "15 Ne tuwanika amatanga okuvaayo ku lunaku olw'okubiri ne tutuuka mu maaso ga Kiyo; ku Iw'okusatu ne tugoba ku Samo; ku lw'okuna ne tutuuka mu Mireeto."},
{"verse" : "16 Kubanga Pawulo yasiima okuyitira mu Efeso mu kyombo, aleme okulwa mu Asiya; kubanga yali ayanguwa, oba nga kiyinzika okubeeramu Yerusaalemi ku lunaku lwa Pentekoote."},
{"verse" : "17 Bwe yali mu Mireeto n'atuma, mu Efeso n'ayita abakadde b'ekkanisa."},               
{"verse" : "18 Bwe baatuuka gy'ali n'abagamba nti Mmwe mumanyi okuva ku lunaku olw'olubereberye bwe nnalinnya mu Asiya, bwe nnabanga nammwe mui biro byonna,"},
{"verse" : "19 nga mpeereza Mukama waffe n'obuwombeefu bwonna n'amaziga n'okukemebwa kwe nnalaba mu nkwe z'Abayudaaya:"},
{"verse" : "20 bwe sseekekanga kubabuulira kigambo kyonna ekisaana, n'okubayigiririzanga mu maaso g'abantune mu buli nju,"},
{"verse" : "21 nga ntegeeza Abayudaaya era n'Abayonaani okwen enya eri Katoada n'okukkiriza Mukama waffe Yesu Kristo."},
{"verse" : "22 Kaakano, laba, bwe nsibiddwa mu mwoyo, ŋŋenda e Yerusaalemi nga simanyi bye ndiraba eyo,"},
{"verse" : "23 wabula nga Omwoyo Omutukuvu antegeeza mu buli kibuga; ng'agamba nti okusibibwa n'okubonyaabonyezebwa binnindiridde."},
{"verse" : "24 Naye obulamu bwange sibulowooza nga kintu, nga bwa muwendo gye ndi, ndyoke ntuukirize olugendo lwange n'okuweereza kwe nnaweebwa Mukama waffe Yesu, okutegeezanga enjiri ey'ekisa kya Katonda."},
{"verse" : "25 Kaakano, laba, nze mmanyi nga temukyandaba maaso gange mmwe mwenna be nnayitangamu nga mbuulira obwakabaka."},
{"verse" : "26 Kyenva mbategeeza leero nti nze ndi mulongoofu olw'omusaayi gwa bonna,"},           
{"verse" : "27 kubanga sseekekanga kubabuulira kuteesa kwa Katonda kwonna."},
{"verse" : "28 Mwekuumenga mmwe mwekka n'ekisibo kyonna Omwoyo Omutukuvu mwe yabateeka mmwe okuba abalabirizi, okulundanga ekkanisa ya Katonda gye yeegulira n'omusaayi gwe yennyini."},               
{"verse" : "29 Nze mmanyi nga bwe ndimala okuvaawo emisege emikambwe giriyingira mu mmwe, tegirisaasira kisibo; "},
{"verse" : "30 era mu mmwe mwekka muliva abantu ngaboogera ebigambo ebikyamye, okuwalula abayigirizwa ennyuma waabwe."},
{"verse" : "31 Kale mutunule, mujjukire nga saalekanga kulabula n'amaziga buli muntu mu myaka esatu emisana n'ekiro."},
{"verse" : "32 Era ne kaakano mbasigira Katonda n'ekigambo eky'ekisa kye ekiyinza okuzimba n'okugaba obusika mu abo bonna abatukuzibwa."},
{"verse" : "33 Seegombanga ffeeza ya muntu yenna newakubadde zaabu newakubadde ekyambalo."},
{"verse" : "34 Mmwe mumanyi ng'emikono gino gye gyakolanga bye nneetaaga n'abo abali nange."},
{"verse" : "35 Mbalaze mu byonna bwe kibagwanira okukolanga emirimu bwe mutyo okuyambanga abatalina maanyi, n'okujjukiranga ebigambo bya Mukama waffe Yesu bwe yagamba ye yennyini nti Okugaba kwa mukisa okusinga okutoola. Okugaba kwa mukisa okusinga okutoola."},
{"verse" : "36 Bwe yayogera bw'atyo n'afukamira n'asabira wamu nabo bonna."},
{"verse" : "37 Ne bakaaba nnyo bonna, ne bamugwa mu bulago Pawulo ne bamunywegera,"},
{"verse" : "38 nga banakuwala okusinga byonna olw'ekigambo kye yayogera nti tebakyaddayo kumulaba. Ne bamuwerekerako okutuuka ku kyombo."}
]