[{"verse" : "16:1 Era n'atuuka e Derube ne Lusitula: laba, yaliyo omuyigirizwa erinnya lye Timoseewo, omwana w'umukuzi Omuyudaaya eyakkiriza: nay e kitaawe"},    
{"verse" : "2 eyasiimibwa ab'oluganda abaali mu Lusitula ne Ikonio. "},
{"verse" : "3 Oyo Pawulo n'ayagala okugenda naye; n'amutwala n'amukomola olw'Abayudaaya abaali mu bifo ebyo: kubanga bonna baamuman ya nga kitaawe yali Muyonaani"},
{"verse" : "4 Bwe baali nga bayita mu bibuga ne babawa okukwatanga ebyalagirwa abatume n'abakadde abaali mu Yerusaalemi."},
{"verse" : "5 Awo ekkanisa ne zinywerera mu kukkiriza, ne zeeyongeranga ku muwendo buli lunaku."},
{"verse" : "6 Ne bayita mu nsi y'e Fulugiya ne Ggalatiya, kubanga baagaanibwa Omwoyo Omutukuvu okwogera ekigambo mu Asiya;"},
{"verse" : "7 bwe baatuuka okumpi ne Musiya, ne bagezaako okugenda mu Bisuniya, n'Omwoyo gwa Yesu n'atabaganya;"},
{"verse" : "8 ne beekooloobya Musiya, ne batuuka e Tulowa."},
{"verse" : "9 Pawulo n'alaba okwolesebwa ekiro, omun tu Omumakedoni ng'ayimiridde era ng'amwegayirira ng'agamba nti Wunguka okutuuka e Makedoni otuyambe."},
{"verse" : "10 Bwe yamala okulaba okwolesebwa, amangu ago ne tusala amagezi okusitula okugenda e Makedoni, nga tutegeera nti Katonda atuyise okubabuulira enjiri."},
{"verse" : "11 Kyetwava tusaabala okuva e Tulowa ne tukwata ekkubo eggolokofu okuruuka e Samoserakiya, ku lunaku olw'okubiri ne tutuuka e Neyapoli;"},
{"verse" : "12 ne tuvaayo okutuuka e Firipi, kye kibuga eky'e Makedoni elusookerwako mu njuyi ezo, ekyazimbibwa Abaruumi: ne tubeera mu kibuga omwo ne tulwamu ennaku. "},
{"verse" : "13 Awo ku lunaku lwa ssabbiiti ne tufuluma mu mulyango gw'ekibuga okugenda ku mugga bwe twalowooza nga yaliyo ekifo eky'okusabirangamu: ne tutuula ne twogera n'abakazi abaakuŋŋaana."},
{"verse" : "14 Awo omukazi erinnya lye Ludiya, omutunzi w'engoye ez'effulungu, wa mu kibuga Suwatira, eyasinzaaga Katonda, n’atuwulira: Mukamawaffe n'amubikkula omutima gwe okuwuliriza Pawulo bye yayogera."},
{"verse" : "15 muyingire mu nnyumba yange mubeere omwo. N'atuwaliriza."},
{"verse" : "16 Awo olwatuuka bwe twali tugenda wali awaasabirwanga, omuwala eyaliko dayimooni alagula n'atusanga, eyafuniranga bakama be ebintu ebingi olw'okulagula."},
{"verse" : "17 Oyo bwe yagoberera Pawulo naffe n'ayogerera waggulu ng'agamba nti Abantu bano baddu ba Katonda Ali waggulu ennyo, abababuulira ekkubo ery'obulokozi."},
{"verse" : "18 N'akolanga bw'atyo ennaku nnyingi. Naye Pawulo, bwe yanakuwala ennyo, n'akyuka n'agamba dayimooni nti Nkulagira mu linnya lya Yesu Kristo omuveeko. N'amuvaako mu kiseera ekyo."},
{"verse" : "19 Naye bakama be bwe baalaba n g'essuubi ly'ebintu byabwe liweddewo, ne bakwata Pawulo ne Siira n e babawalula okubatwala mu katale eri abakulu,"},
{"verse" : "20 ne babatwala eri abalamuzi ne bagamba nti Abantu bano basasamaza nnyo ekibuga kyaffe, kubanga Bayudaaya "},
{"verse" : "21 era bayigiriza empisa ez'omuzizo ffe okuzikwatanga newakubadde okuzikolanga kubanga tuli Baruumi."},
{"verse" : "22 Ekibiina ne kibagolokokerako wamu: abalamuzi ne babayuliza engoye zaabwe, ne balagira okubakuba emiggo."},
{"verse" : "23 Bwe baabakuba emiggo emingi ne babasindikira mu kkomera, ne balagira omukuumi okubakuuma enny o:"},
{"verse" : "24 oyo bwe yalagirwa bw'atyo n'abasindiikiriza mu kkomera ery'omunda, n'akomerera ebigere byabwe mu nvuba."},
{"verse" : "25 Naye ekiro mu ttumbi Pawulo ne Siira ne basaba ne bayimbira Katonda, abasibe ne babawulira;"},
{"verse" : "26 amangu ago ne wabaawo ekikankano kinene n'emisingi gy'ekkomera ne gikankana: amangu ago enzigi zonna ne zigguka; n'ebyali bibasibye bonna ne bisumulukuka."},
{"verse" : "27 Omukuumi w'ekkomera n'azuukuka, bwe yalaba enzigi z'ekkomera nga zigguse n'asowola ekitala kye n'agenda okwetta, kubanga ng'alowooza nti abasibe babombye."},
{"verse" : "28 Naye Pawulo n'ayogerera waggulu n'eddoboozi ddene ng'agamba nti Teweekola kabi: kubanga fenna tuli wano."},
{"verse" : "29 N'asaba ettabaaza n'addukana n'ayingira, n'avuunamira Pawulo ne Siira, ng'akankana,"},                 
{"verse" : "30 N'asaba ettabaaza n'addukan a n'ayingira, n'avuunamira Pawulo ne Siira, ng'akankana,"},
{"verse" : "31 Ne bagamba n ti Kkiriza Mukama waffe Yesu, onoolokoka ggwe n'ennyumba yo."},
{"verse" : "32 Ne bamubuulira ekigambo kya Mukama waffe ne bonna abaali mu nnyumba ye."},
{"verse" : "33 Nabatwala mu kiseera ekyo ekiro n'abanaaza emiggo; n'abatizibwa ye n'ennyumba ye yonna amangu ago."},
{"verse" : "34 N'abalintayisa mu n nyumba ye, n'abaleetera emmeeza, n'asanyuka nnyo n'ennyumba ye yonna ng'akkirizza Katonda."},
{"verse" : "35 Naye bwe bwakya enkya, abalamuzi ne batuma basserikale baabwe nga bagamba nti Musumulule abantu abo."},
{"verse" : "36 Omukuumi w'ekkomera n'abuulira Pawulo ebigambo ebyo nti Abalamuzi batumye okubasumulula: kale kaakano mufulume, mugende n'emirembe."},
{"verse" : "37 Naye Pawulo n'abagamba nti Batukubidde mu maaso ga bantu nga tetunnasalirwa musango, nga tuli Bantu Baruumi ne batu sindiikiriza mu kkomera; ne kaakano batuggyamu kyama? Nedda; naye bajje bennyini batufulumye. "},
{"verse" : "38 Basserikale ne babuulira abalamuzi ebigambo bino: ne batya bwe baawulira nga Baruumi:"},
{"verse" : "39 ne bajja ne babeegayirira, ne babafulumya, ne baagala bave mu kibuga."},
{"verse" : "40 Ne bafuhuna mukkomera, ne bayingira mu nnyumba ya Ludiya, ne balaba ab'olugandane babasanyusa ne bavaayo."}
]