[{"title" : "Obulamu bwa Pawulo obwasooka"},
{"verse" : "26:1 Agulipa n'agamba Pawulo nti Okkirizibwa okuwoza ensonga zo. Awo Pawulo n'alyoka agolola omukono n'awoza nti"},
{"verse" : "2 Bye nnavunaanibwa Abayudaaya byonna, kabaka Agulipa, nneesiimye kubanga ŋŋen da okubiwoza leero w'oli;"},
{"verse" : "3 era okusinga kubanga omanyi empisa n'ebibuuzibwa byonna ebiri mu Bayudaaya: kyenva nkwegayi rira ogumiikirize oktunpulira."},
{"verse" : "4 Kale empisa zange okuva mu buto ezaasooka okubeeranga mu ggwanga lyaffe ne mu Yerusaalemi, Abayudaaya bonna bazimanyi;"},
{"verse" : "5 abantegeera okusooka edda, singa baagala okutegeeza,bwe nneegenderezanga mu kitundu ekisinga obuzibu eky'eddiini yaffe, ne mbeera Mufalisaayo."},
{"verse" : "6 lye basuubira okutuukako ebika byaffeekkumi n'ebibiri, nga banyiikira okuweerezanga Katonda emisana n' ekiro: olw'essuubi eryo, kabaka, Abayudaaya kyebavudde bampawaabira."},
{"verse" : "7 Kiki ekibalowoozesa nti tekiyinzika Katonda okuzuukiza abafu?"},
{"verse" : "8 Kiki ekibalowoozesa nti tekiyinzika Katonda okuzuukiza abafu?"},               
{"verse" : "9 Mazi ma nze nalowoozanga nzekka nga kiŋŋwanidde okukolanga obubi ebigambo bingi ku linnya lya Yesu Omunazaaleesi."},
{"verse" : "10 N'okukola nu nkolanga bwe ntyo e Yerusaalem nze ne nsibanga mu makomera abatukuvu baamu bangi, bwe nnaweebwa obuyinza eri bakabona abakulu. era bwe battibwa, ne nzikiriza okubatta."},
{"verse" : "11 Era bwe nnababonerezanga emirundi mingi mu makuŋŋaaniro gonna ne mbawalirizanga okuvvoola; ne mbasunguwaliranga nnyo ne mbayigganyanga okutuukai mu bibuga eby'ebweru."},
{"verse" : "12 Awo bwe nnali nga ŋŋenda e Ddamasiko nga nnina obuyinza n'okulagirwa okwava eri bakabona abakulu, "},
{"verse" : "13 mu ttuntu, kabaka, ne ndaba mu kkubo omusana ogwava mu ggulu ogusinga okwaka kw'enjuba ne gumasamasa ne gunneetooloola n'abaali batambula nange."},
{"verse" : "14 Ne tugwa fenna wansi ne mpulira eddoboozi nga lyogera tlange mu lulimi Olwebbulaniya nti Sawulo, Sawulo, onjigganyiza ki? kye kizibu ggwe okusamba ku miwunda."},
{"verse" : "15 Nze ne ŋŋamba nti Ggwe ani, Mukama wange? Mukama waffe n'agamba nti Nze Yesu, gw'oyigganya ggwe."},
{"verse" : "16 Naye golokoka, oyimirire ku bigere byo: kyenvudde nkulabikira, nkulonde obeerenga omuweereza era omujulirwa w'ebyo mw'ondabidde era ow'ebyo mwe anaatulabikiranga,"},
{"verse" : "17 nga nkuwonya mu bantu ne mu b'amawaaga, nze gye nkutuma okuzibula amaaso gaabwe,"},
{"verse" : "18 nga nkuwonya mu bantu ne mu b'amawaaga, nze gye nkutuma okuzibula amaaso gaabwe,"},
{"verse" : "19 Kale, kabaka Agulipa, saalema kugondera okwolesebwa okw'omu ggulu:"},
{"verse" : "20 naye nnasooka okubuulira ab'omu Ddamasiko ne mu Yerusaalemi,era n'ensi yonna ey'e Buyudaaya n'eb'amawanga okwenenya n'okuky ukira Katonda, nga bakolonga ebikolwa ebisaanidde okwenenya."},
{"verse" : "21 Abayudaaya kyabaava bankwata mu yeekaalu ne bagezaako okunzita."},               
{"verse" : "22 Kale bwe nnafuna okubeerwa okwava eri Katonda, okutuusa ku lunaku luno nnyinuridde nga ntegeeza abato n'abakulu, nga soogera kigam bo wabula bannabbi ne Musa bye baayogere nga bigenda okujja;"},
{"verse" : "23 ne kigwanira Kristo okubonyaabonyezebwa; era ye bw’alisooka mu kuzuukira kw’abafu okubuulira omusana abantu n’ab’amawanga."},
{"verse" : "24 Bwe yawoza bw’atyo Fesuto n'agamba n'eddoboozi ddene nti Olaluse,Pawulo: okusoma okwo okungi kukukyuea okuba omulalu."},
{"verse" : "25 Naye Pawulo n'agamba nti Siraluse, Fesuto omulungi ennyo, na,ye njogera ebigambo eby'amazima eby'obuntu bulamu."},
{"verse" : "26 Kubanga kabaka amanyi ebigambo bino, gwe njogerera mu maaso ge n'obugumu. Kubanga tnmanyi ebigambo bino tebyekwese eri kabaka n'ekimu; kubanga ekyo tekyakolebwa mu bubba."},
{"verse" : "27 Okkiriza bannabbi, kabaka Agulipa? Mmanyi ng'okkiriza."},
{"verse" : "28 Agulipa n'agamba Pawulo nti Oyagala okunsendasenda onfuule Omukristaayo; "},
{"verse" : "29 Pawulo n'agamba nti Nandisabye Katonda olw'okusendasenda okutono oba okunene si ggwe wekka era naye ne bonna abampulira leero okufuuka nga nze awatali kusibibwa kuno."},
{"verse" : "30 Kabaka n'agalokoka n'owessaza ne Berenike n'abaali batudde awamu nabo;"},
{"verse" : "31 bwe baddayo eka, ne boogera bokka na bokka aga bagamba nti Omuntu ono takoze ekisaanidde okumussa oba okumusibya. "},
{"verse" : "32 Agulipa n'agamba Fesuto nti Omuntu ono yandiyinzizza okuteebwa, si nga teyajulira Kayisaali."} 
]