[
{"title" : "Omulema awonyezebwa"},
{"verse" : "3:1 Awo Peetero ne Yokaana ne balinnya mu yeekaalu mu ssaawa ey'okusabiramu, essaawa ey'omwenda."},
{"verse" : "2 Waaliwo omuntu omulema okuva mu lubuto lwa nnyina yali asituliddwa, gwe baateekan ga bulijjo ku luggi lwa yeekaalu olwayitibwanga Olulungi, okusabanga effeeza abaayingiranga mu yeekaalu."},
{"verse" : "3 Oyo bwe yalaba Peetero ne Yokaana nga bagenda okuyingira mu yeekaalu n'asaba okuweebwa effeeza."},
{"verse" : "4 Peetero awamu ne Yokaana ne bamwekaliriza amaaso, Peetero n'agamba nti Tutunuulire."},  
{"verse" : "5 N'abawulira, ng'alowooza nti banaamuwa ekintu."},
{"verse" : "6 Naye Peetero n'agamba nti Effeeza ne zaabu sibirina; naye kye nnina kye nkuwa: mu linnya lya Yesu Kristo Omunazaaleesi, tambula."},
{"verse" : "7 N'amukwata ku mukono ogwa ddyo n'amuyimusa. Amangu ago ebigere bye n'obukongowule ne bifuna amaanyi:"},
{"verse" : "8 n'agolokoka mangu n'ayimiri ra n'atambula, n'ayingira nabo mu yeekaalu ng'atambula ng'abuuka ng'atendereza Katonda."},
{"verse" : "9 Abantu bonna ne bamulaba ng'atambula ng'atendereza Katonda,"},
{"verse" : "10 ne bamutegeera nga ye wuuyo eyatuulanga ku luggi Olulungi olwa yeekaalu okusabirizanga effeeza, ne bawuniikirira nnyo n'okwewuunya olw'ekyo ekimukoleddwa."},
{"verse" : "11 Bwe yali ng'akyekutte Peetero ne Yokaana, ekibiina kyonna ne baddukana gye baali ne bakuŋŋaanira mu kisasi ekiyitibwa ekya Sulemaani nga beewuunya nnyo."},
{"verse" : "12 Awo Peetero bwe yalaba n'addamu ekibiina nti Abasajja Abaisiraeri, kiki ekibeewuunyisa bino? Mutwekaliririza ki amaaso ng'amaanyi gaffe ffe oba kutya kwaffe Katonda bye bimutambuzizza oyo?"},
{"verse" : "13 Katonda wa Ibulayimu era owa Isaaka era owa Yakobo, Katonda wa bajjaj jaffe, yagulumiza Mulenzi we Yesu, gwe mwawaayo ne mumwegaanira mu maaso ga Piraato, bwe yamalirira okumuta. "},
{"verse" : "14 Naye mmwe ne mwegaana Omutukuvu era Omutuukirivu, ne mwagala okuweebwa omussi,"},
{"verse" : " 15 ne mutta Omukulu w'obulamu; oyo Katonda yamuzuukiza mu bafu:ffe bajulirwa baakyo."},
{"verse" : "16 Era olw'okukkiriza erinnya lye oyo gwe mulaba gwr mumanyi erinnya lye limuwadde amaanyi, n'okukkiriza okuli mu oyu kumuwadde obulamu buno obutuukiridde mu maaso gammwe mwenna."},
{"verse" : "17 Kale kaakano, ab'oluganda, mmanyi nga mwakola nga temumanyi,nga n'abakulu bammwe."},
{"verse" : "18 Naye Katonda bye yabuulira edda mu kam wa ka bannabbi bonna nga Kristo we alibonyaabonyezebwa, yabituukiriza bw'atyo."},
{"verse" : "19 Kale mwenenye, mukyuke, ebibi byammwe bisangulibwe, ebiro eby'okuwummuzibwa mu maaso ga Mukama bituuke;"},
{"verse" : "20 naye atume Kristo eyabaawulirwa edda, ye Yesu,"},
{"verse" : "21 eyagwanyizibwa okutwalibwa mu ggulu okutuusa mu biro eby'okulongoosezaamu byonna, Katonda bye yayogereranga mu kamwa ka bannabbi be abatukuvu abaaliwo okuva ku luhereberye."},
{"verse" : "22 Musa yagamba nti Mukama Katonda alibayimiririza nnabbi aliva mu baganda bammwe nga nze; oyo mumuwulirangabyonna by'alibagamba."},
{"verse" : "23 Olulituuka buli mwoyo ogutawulira nnabbi oli gulizikirizibwa mu ggwanga."},
{"verse" : "24 Weewaawo ne bannabbi bonna n' abo okuva ku Samwiri n'abo abaamuddirira, bonna abaayogeranga, baabuuliranga eby'ennaku zinno."},
{"verse" : "25 Mmwe muli baana ba bannabbi, era ab'endagaano Katonda gye yalagaana ne bajjajjammwe, ng'agamba Ibulayimu nti Ne mu zzadde lyo ebika byonna eby'ensi mwebiriweerwa omukisa."},
{"verse" : "26 Okusooka gye muli Katonda, bwe yamala okuzuukiza Mulenzi we n'amutuma gye muli abawe omukisa, ng'akyurr buli muntu mu bibi byammwe."}
]