[{"verse" : "22:1 Abasajja ab'oluganda ne bassebo, muwulire ensonga gye mbawoleza kaakano."},
{"verse" : "2 Bwe baawulira ng'abagambye mu lulimi Olwebbulaniya ne beeyongera okusirika: n'agamba nti"},
{"verse" : "3 Nze adi muntu Muyudaaya, eyazaalirwa mu Taluso eky'omu Kirukiya, naye eyalererwamu kibuga muno ku bigere bya Gamalyeri, eyayigirizibwa ennyo mu mpisa z'amateeka ga bajjajja, ne mbeeranga n'obuggya bwa Katondanga mmwe mwenna bwe muli leero:"},        
{"verse" : "4 ne njigganyanga ab'Ekkubo lino n'okubatta, nga mbasibanga era nga mbateekanga mu makomera abasajja n'abakazi;"},               
{"verse" : "5 era ne kabona asinga obukulu ye mujulirwa wange ow'ebyo n'abakadde bonna: era nabo ne bampa ebbaluwa eri ab'oluganda, ne ntambulaokugenda e Ddamasiko abo abaali eyo baleetebwe mu Yerusaalemi nga basibe babonerezebwe."},
{"verse" : "6 Awo olwatuuka bwe nnali nga ntambula nga nnaatera okutuuka e Ddamasiko, nga mu ttuntu, amangu ago omusana mungi ogwava mu ggulu ne gwaka ne gunneetooloola;"},
{"verse" : "7 ne ngwa wansi, ne mpulira eddoboozi nga liŋŋamba nti Sawulo, Sawulo, onjigganyiza ki?"},
{"verse" : "8 Nze ne nziramu nti Ggwe ani, Mukama wange? N'aŋŋamba n ti Nze Yesu Omunazaaleesi gw'oyigganya ggwe."},
{"verse" : "9 Abaali awamu nange ne balaba omusana, naye ne batawulira ddoboozi ly'oyo eyayogera nange."},
{"verse" : "10 Ne ŋŋamba nti Nnaakola ntya, Mukama wange? Mukama waffe n'aŋŋamba nti Golokoka, ogende e Ddamasiko, onoobuulirirwa eyo ebigambo ebyo byonna by'olagiddwa okukola."},
{"verse" : "11 Bwe ssaayinza kulaba olw'ekitiibwa ky'omusana guli, ne nkwatibwa ku mukono abo abaali nange ne n tuuka mu Ddamasiko."},
{"verse" : "12 Omuntu omu erinnya lye Ananiya atya Katonda mu mateeka, eyasiimibwa Abayudaaya bonna abatuula eyo,"},
{"verse" : "13 n'ajja gye ndi n'ayimirira we ndi n'aŋŋamba nti Ow'oluganda Sawulo, zibula. Mu kiseera ekyo ne nzibula okumutunuulira. "},
{"verse" : "14 N'agamba nti Katonda wa bajjajjaffe yakulonda dda otegeere ebyo by'ayagala, era olabe Omutuukirivuoli, era owulire eddoboozi eriva mu kamwa ke."},
{"verse" : "15 Kubanga onoobeeranga mujulirwa we eri abantu bonna ow'ebigambo by'olabye ne by'owulidde."},               
{"verse" : "16 Kale kaakano ekikulwisa ki? Golokoka, obatizibwe onaaze ebibi byo, nga weegayirira erinnya lye."},
{"verse" : "17 Awo olwatuuka bwe nnakomawo e Yerusaalemi, bwe nnali nga nsaba mu yeekaalu, omwoyo gwan ge ne guwaanyisibwa "},
{"verse" : "18 ne mmulaba ŋŋaamba nti Yanguwa ove mangumu Yerusaalemi; kubanga tebalikkiriza kutegeeza kwo ku nze."},
{"verse" : "19 Nange ne ŋŋamba nti Mukama wange, bo bennyini bamanyi nti nze n nabateekanga mu makomera era nga nnabakubiranga mu buli kkuŋŋaaniro abakukkiriza:"},
{"verse" : "20 era n'omusaayi ogw'omujulirwa wo Suteefano bwe gwayiibwa,nange kennyini nnali nga nnyimiridde awo, nga nsiimye, nga nkuumaebyambala byabweabaamutta."},
{"verse" : "21 N'aŋŋamba nti Genda: kubanga nze ŋŋende kukutuma wala mu b'amawanga."},
{"verse" : "22 Ne bamuwuliriza okutuusa ku kigambo kina, ne bayimusa amaloboozi gaabwe nga bagamba nti Aggibwe mu nsi afaanana bw'atyo: kubanga si kirungi abeere mulamu."},
{"verse" : "23 Bwe baali nga boogerera waggulu era nga bakasuka engoye zaabwe, era ngabafuumuulira waggulu enfuufu,"},
{"verse" : "24 omwami omukulu n'alagira okumuleeta mu kigo, ng'agamba okumukemereza n'emiggo alyoke ategeere ensonga gye bamulanze okwogerera waggulu ku ye bwe batyo."},
{"verse" : "25 Bwe baali nga bamaze okumusibya enkoba, Pawulo n'agamba omwami eyali amuyimiridde okumpi nti Si kya muzizo mmwe okukuba omun tu Ommammi nga tannaba kusalirwa musango?"},
{"verse" : "26 Omwami bwe yawulira n'agenda eri omwami omukulu n'amubuulira ng'agamba nti Ogen da kukola ki? kubanga omuntu ono Muruumi."},               
{"verse" : "27 Omwami omukulu n'agenda gy'ali, n'amugamba nti Mbuulira, ggwe oli Muruumi? N'agamba nti Yee."},
{"verse" : "28 Omwami omukulu n'addamu nti Nze nnafuna Oburuumi buno n'ebintu bingi. Pawulo n'agamba nti Naye nze mmwe nnazaalirwa."},
{"verse" : "29 Awo amangu ago ne balyoka bamuleka abaali bagenda okumukemereza: era n'om wami omukulu n'atya bwe yamala oku tegeera nga Muruumi, era kubanga amusibye."},
{"verse" : "30 Naye ku lunaku olw'okubiri, bwe yayagala okumany a amazima ensonga Abayudaaya gye bamulanze okumuloopa, n'amusumulula n'alagira bakabona abakulu n'olukiiko lwonna okukuŋŋaana, n'aleeta Pawulo n'amuteeka mu maaso gaabwe."}
]