[{"verse" : "24:1 Ennaku bwe zaayitawo ettaano, kabona asinga obukulu Anan iya n'aserengeta n'abakadde abamu n'omuntu omwogezi Terutuulo: abo ne babuulira owessaza ebigambo Pawulo bye yaloopebwa."},
{"verse" : "2 Bwe yayitibwa, Terutuulo n'atanula okumuloopa ng'agamba nti Kubanga twalitufunye emirembo mingi eri ggwe, n'ebigambo ebibi nga birongoosebbwa mu ggwanga lino olw'okulabirira kwo,"},
{"verse" : "3 tubikkiriza ennaku zonna ne mu bifo byonna, Ferikisi omulungi ennyo, n'okwebaza kwonna."},
{"verse" : "4 Naye nn eme okwongera okukukooya, nkwegayiridde otuwulire mu bigambo bitono olw'obulungi bwo."},
{"verse" : "5 Kubanga twalaba omuntu ono nga mubi nnyo, ajeemesa Abayudaaya bonna abali mu nsi zonna, era ye mukulu w'ekitundu ky'Abanazaaleesi:"},               
{"verse" : "6 yagezaako okwonoona yeekaalu: ne tumukwata,[ne twagala okumusalira omusango ng'amateeka gaffe bwe gali:"},
{"verse" : "7 nay e omwami omukulu Lusiya n'ajja n'atumuggyako mu mikono gyaffe n'amaanyi mangi,"},
{"verse" : "8 bwe yalagira abamuvunaana okujja gy'oli:] bw'onoomwebuuliza wekka onooyinza okutegeera bino byonna bye tumuvunaana."},
{"verse" : "9 Era n'Abayudaaya ne bamuloopa bumu nga b agamba nti bwe bityo bwe biri."},
{"verse" : "10 Awo owessaza bwe yamuwenya okwogera, Pawulo n'addamu nti Kubanga mmanyi ng'oli mulamuzi wa ggwan ga lino okuva mu myaka mingi, nkuwoleza ebigambo byange n'omwoyo omugumu;"},
{"verse" : "11 kubanga oyinza okutegeera ng'ennaku tezinnayita kkumina bbiri! kasookedde nninnya e Yerusaalerni okusinza:"},
{"verse" : "12 so teban sanganga mu yeekaalu nga mpakana n'omuntu oba nga njeemesa ekibiin a newakubadde mu kkuŋŋaaniro newakubadde mu kibuga."},
{"verse" : "13 So tebayinza kukakasa; w'oli ebigambo bye banvunaana; kaakano."},
{"verse" : "14 Naye kino nkyatula w'oli nti Ekkubo nga bwe liri lye bayita enzikiriza, bwe ntyo bwe mpeereza Katonda wa bajjajjaffe, nga nzikiriza byonna ebyawandiikibwa mu mateeka ne mu bya bannabbi; "},
{"verse" : "15 nga nnina essuubi Katonda, era nabo bennyini lye basuubira, nti walibaawo okuzuukira kw'abatuukirivu era n'abatali batuukirivu."},
{"verse" : "16 Era nnyiikira mu kigambo ekyo okubeeranga n'omwoyo ogutalina musango eri Katonda n'eri abantu ennaku zon na."},               
{"verse" : "17 Awo emyaka mingi bwe gyayitawo ne njija okuleeta eby'abaavu eri eggwanga lyaffe n'ebiweebwayo:"},
{"verse" : "18 bwe nnali mu ebyo Abayudaaya abamu abaava mu Asiya ne bansanga mu yeekaalu nga ntuku zibwa, nga sirina kibiina newakubadde oluyoogaano;"},
{"verse" : "19 abagwanidde okubeera w'ol i n'okunnumiriza oba nga balina ekigambo ku nze"},
{"verse" : "20 Oba bano bayogere bennyini ekibi kye baalaba bwe nnayimirira mu lukiilro"},
{"verse" : "21 wabula olw'eddoboozi lino erimu lye nnayogerera waggulu, nga nnyimiridde mu bo, nti Olw'okuzuukira kw'abafu nsalirwa omusango gye muli kulunaku luno."},
{"verse" : "22 Naye Ferikisi, kubanga ye yali abasinga okumanya eb igambo eby’ekkubo, n’abalwisaawo ng’agamba okumanya ebigambo eby'Ekkub o, n'abalwisaawa ng'agamba nti bw'aliserengeta Lusiya omwami omukulu, ndisala omusango gw'ebigambo byammwe."},
{"verse" : "23 N'alagira omwami okumukuuma (n'okumuwa ebbanga; n'obutaziyiza muntu yonna ku mikwano gye, okumuweereza."},
{"verse" : "24 Naye ennaku bwe zaayitawo Ferikisi n'ajja ne mukazi we Dulusira, Omuyudaaya, n'ayita Pawulo n'amuwuliriza ku bigambo eby'okukkiriza Kristo Yesu."},
{"verse" : "25 Bwe yali ng'ateeza eby’obubutuukinvu, n'eby'okwegendereza, n'eby'omusango ogugenda okujja, Ferikisi n'atya n'addamu nti Genda kaakano; bwe ndiban’abbanga, ndikuyita. "},
{"verse" : "26 Era n'asuubira Pawulo okumuwa ebintu: kyeyava yeeyongeranga okumutumiranga okunyumyanga naye."},
{"verse" : "27 Naye bwe waayitiwo emkyaka ebiri, obwa Ferikisi ne buweebwa Polukiyo Fesuto; Ferikisi bwe yayagala Abayudaaya okumusiima, n’aleka Pawulo nga musibe."}
]