[
{"title" : "Mu Ikonio"},
{"verse" : "14:1 Awo olwatuuka mu Ikonio ne bayingirira wamumukkuŋŋaaniro ly'Abayudaaya, ne boogera bwe batyo ekibiina kinene n'okukkiri za ne bakkiriza, Abayudaaya n'Abayonaani."},
{"verse" : "2 Naye Abayudaaya abataagonda ne baweerera ab'amawanga ne bafuula emmeeme zaabwe okuba embi eri ab'oluganda."},
{"verse" : "3 Awo ne bamala ebiro bingi nga babuulira n'obuvumu mu Mukama waffe, eyategeeza ekigambo eky'ekisa kye, ng'abawa obubonero n'eby'amagero okukolebwanga mu mikono gyabwe."},
{"verse" : "4 Naye ekibiina eky'omu kibuga ne kyawukanamu; abamu ne babeera ku ludda lw'Abayudaaya abamu ku ludda lw'abatume."},
{"verse" : "5 Ab'amawanga n'Abayudaaya awamu n'abakulu baabwe bwe baabalumba okubagirira ekyejo, okubakuba amayinja,"},
{"verse" : "6 bwe baategeera ne baddukira mu bibuga eby'e Lukaoniya, Lusitula ne Derube n'ensi eriraanyeewo:"},   
{"verse" : "7 ne babeera eyo nga babuulira enjiri."},
{"verse" : "8 Mu Lusitula yaliyo omlmtu nga talina maanyi mu bigere n'abeeranga awo, mulema okuva mu lubuto lwa nnyinanga tatambulangako n'akatono."},
{"verse" : " 9 Oyo n'awulira Pawulo ng'ayogera: naye n'amwekaliriza amaaso n'alaba ng'alina okukkiriza okulokoka,"},
{"verse" : "10 n'ayogera n'eddoboozi ddene nti Yimirira ku bigere byo, weegolole. N'abuuka n'atambula."},
{"verse" : "11 Ebibiina bwe baalaba Pawulo ky'akoze, ne bayimusa amaloboozi gaabwe, nga boogera mu lulimi Olulukaoniya nti Bakatonda basse gye tuli nga bafaanana abantu."},
{"verse" : "12 Balunabba ne bamuyita Zewu; ne Pawulo ne bamuyita Kerume, kubaaga ye yasinga okwogera."},
{"verse" : "13 Kabona wa Zewu, eyali mu maaso g'ekibuga, n'aleeta ente n'engule ez'ebimuli okutuuka ku luggi ng'ayagala okuwaayo ssaddaaka n'ebibiina."},
{"verse" : "14 Naye abatume Balunabba ne Pawulo bwe baawulira, ne bayuza engoye zaabwe ne bafubutuka ne bagenda mu kibiina, nga boogerera waggulu"},
{"verse" : "15 nga bagamba nti Abasajja, kiki ekibakoza ebyo? Naffe tuli b antu abakwatibwa byonna nga mmwe, era tubabuulira ebigambo ebirungi muleke ebyo ebitaliimu mukyukire Katonda omulamu, eyakola eggulu n'ensi n'ennyanja n'ebintu byonna ebirimu:"},
{"verse" : "16 mu mirem be egyayita yaleka amawanga gonna okutambuliranga mu makubo gaago:"},
{"verse" : "17 naye teyeemalaayo nga talina mujulirwa, kubanga yakolanga bulun gi, ng'abatonnyesezanga enkuba okuva mu ggulu n’abiro eby'okubalirangamu emmere, ng'ajjuzanga emitima gyammwe emmere n'essanyu."},
{"verse" : "18 Bwe baayogera ebyo, ne baziyiza ebibiina lwa mpaka okubawa ssaddaaka."},
{"verse" : "19 Naye Abayudaaya ne bava mu Antiyokiya ne Ikonio, ne baweerera ebibiina ne bakuba amayinja Pawulo, ne bamuwalulira ebweru w'ekibuga, nga balowooza nti afudde."},
{"verse" : "20 Naye abayigirizwa bwe baamwetoolola n'ayimirira n'ayingira mu kibuga: ku lutlaku olw'okubiri n' agenda ne Balunabba okutuuka e Derube."},
{"verse" : "21 Bwe baamala okubuulira enjiri mu kibuga ekyo n'okufuula abayigirizwa abangi, ne bakomawo mu Lusitula ne Ikonio ne Antiyokiya, "},
{"verse" : "22 nga banyweza emmeeme z'abayigirizwa, nga bababuulirira okunyiikiriranga mu kukkiriza, era nti olw'okulaba ennaku ennyingi kitugwanidde okuyingira mu bwakabaka bwa Katonda."},
{"verse" : "23 Bwe baamala okulondera abakadde mu buli kkanisa n'okusaba n'okusiiba, ne babasigira Mukama waffe gwe bakkiriza."},
{"verse" : "24 Ne bayita mu Pisidiya ne batuuka e Panfuliya."},
{"verse" : "25 Bwe baamala okubuulira ekigambo mu Peruga ne baserengeta mu Ataliya;"},
{"verse" : "26 ne bavaayo ne bawanika amatan ga okuruuka e Antiyokiya; abaayo be baabasigira ekisa kya Katonda olw'omulimu gwe baatuukiriza."},
{"verse" : "27 Bwe baatuuka ne bakuŋŋaanya ekkanisa, ne bababuulira byonna Katonda bye yakoleranga awamu nabo, era nti yaggulirawo ab'amawanga oluggi olw'okukkiriza."},     
{"verse" : "28 Ne bamalayo ebiro bingi wam u n'abayigirizwa."}
]