[{"title" : "Sawulo ayigganya ekkanisa"},
{"verse" : "8:1 Ne Sawulo yasiima okuttibwa kwe. Ne wabaawo ku lunaku olwo okuyigganyizibwa kunene ku kkanisa eyali mu Yerusaalemi. Bon na ne basaasaanira mu nsi z'e Buyudaaya n'e Samaliya, wabu la abatume."},
{"verse" : "2 Abantu abaatya Katonda ne baziika Suteefano, ne bamukaabira nnyo."},
{"verse" : "3 Naye Sawulo n'agirira ekkanisa ekyejo kingi, ng'ayingira mu buli nju, ng'awalula abasajja n'abakazi n'abateeka mu kkomera."},
{"verse" : "4 Awo abo abaasaasaana ne bagenda nga babuulira ekigambo."},
{"verse" : "5 Firipo n' aserengeta mu kibuga eky'e Samaliya, n'ababuulira Kristo."},
{"verse" : "6 Ebibiin a ne biwulira n'omwoyo gumu ebigambo Firipo by'ayogedde, bwe baawulira ne balaba eby'amagero ge yakolanga."},
{"verse" : "7 Kubanga bangi ku bo abaaliko dayimooni,ne babavangako nga bakaaba n'eddoboozi ddene: ne bawonanga bangi abaali balwadde okukoozimba n'a balema."},
{"verse" : "8 Essanyu lingi ne libeera mu kibuga omwo."},
{"verse" : "9 Naye waaliwo omuntu omu, erinnya lye Simooni, eyakolanga eddogo edda mu kibuga omwo n'awuniikirizanga eggwanga ly'e Samaliya, ng'agamba nti ye mukulu;"},
{"verse" : "10 ne bamuwuliranga bonna okuva ku muto okutuuka ku mukulu, nga bagamba nti Omuntu ono ge maanyi ga Katonda agayitibwa Amangi."},
{"verse" : "11 Ne bamuwuliranga, kubanga ennaku nnyi ngi yabawuniikirizanga n'okuloga kwe."},
{"verse" : "12 Naye bwe bakkiriza Firipo ng'abuulira enjiri ey'obwakabaka bwa Katonda n'erinnya lya Yesu Kristo, ne babatizibwa abasajja n'abakazi."},
{"verse" : "13 Era ne Simooni yen nyini n'akkiriza: bwe yamala okubatizibwa n'abeeranga wamu ne Firipo; bweyalabanga eby'amagero n'obubonero obunene obwakolebwanga ne yeewuunya."},
{"verse" : "14 Awo abatume abaali mu Yerusaalemi bwe baawulira nga eSamaliya bakkirizza ekigambe kya Katonda, ne babatumira Peetero ne Yokaana."},
{"verse" : "15 Nabo bwe baatuuka ne babasabira okuweebwa Omwoyo Omutukuvu:"},
{"verse" : "16 kubanga yali tannaba kubakkako n'omu ku bo: naye baabatizibwa bubatizibwa okuyingira mu linnya lya Mukama waffe Yesu."},
{"verse" : " 17 Awo ne babassaako emikono, ne baweebwa Omwoyo Omutukuvu."},
{"verse" : "18 Naye Simooni bwe yalaba ng'olw'okussibwako emikono gy'abatume baaweebwa Omwoyo Omutukuvu, n'abaleetera effeeza"},
{"verse" : "19 ng'agamba nti Mumpe nange obuyinza buno buli gwe nnassangako emikono aweebwenga Omwoyo Omutukuvu."},
{"verse" : "20 Naye Peetero n'amugamba nti Effeeza, yo ezikirire naawe, kubanga olowoozezza okufuna ekirabo kya Katonda n'ebintu."},
{"verse" : "21 Tolina mugabo newakubadde okugabana mu kigambo kino: kubanga omutima gwo si mugolokofu mu maaso ga Katonda."},              
{"verse" : "22 Kale weenenye obubi bwo obwo, osabe Mukama waffe, mpozzi olison yiyibwa ekirowoozo eky'omu mutima gwo."},
{"verse" : "23 Kubanga nkulaba oh mu mususa ogukaawa ne mu nvuba y'obubi."},
{"verse" : "24 Simooni n'addamu n'agamba nti Munsabire mmwe eri Mukama ebigambo ebyo bye mwogedde bireme okumbaako n'ekimu."},
{"verse" : "25 Awo bwe baamala okutegeeza n'okubuulira ekigambo kya Mukama waffe, ne baddayo e Yerusaalemi, ne babuulira enjiri mu mbuga nnyingi ez'Abasamaliya."},
{"verse" : "26 Naye malayikawa Mukama n'agamba Firipo ng'ayogera nti Golokoka, ogende obukiika obwa ddyo okutuuka mu kkubo eriserengeta okuva mu Yerusaalemi okutuuka e Ggaaza: ekkubo eryo lya ddungu."},
{"verse" : "27 N'agolokoka n'agenda: kale, laba, omuntu Omuwesiyopya, omulaawe omukungu wa Kandake kabaka omukazi ow'Abaesiyopya, eyali omuwanika w'ebintu bye byon na, yali azze e Yerusaalemi okusinza,"},
{"verse" : "28 yali addayo n'atuula mu ggaali lye, n'asoma nnabi Isaaya."},
{"verse" : "29 Omwoyo n'agamba Firipo nti Sembera, weegatte n'eggaali eryo."},
{"verse" : "30 N'addukana Firipo n'amuwulira ng'asoma nnabbi Isaaya, n'agamba nti Obitegmdde by'osoma?"},
{"verse" : "31 N'agamba nti Nnyinza ntya, wabula nga waliwo anandagirira? Ne yeegayirira Firipo alinnye atuule naye."},
{"verse" : "32 Mu kifo awaawandiikibwa we yali asoma we wagamba n ti Yatwalibwa okuttibwa ng'endiga, Era ng'omwana gw'endiga mu maaso g'omusazi w'ebyoya bwe gusirika, Bwekityoteyayasamya kamwa ke:"},
{"verse" : "33 Mu kwetoowaza kwe omusango gwe gwaggibwawo: Ekika kye ani alikinnyonnyola? Kubanga obulamu bwe buggibwa mu nsi."},
{"verse" : "34 Om ulaawe n'addamu Firipo n'agamba nti Nkwegayiridde, nnabbi yayogera kuani ebigambo bino? Bibye yekka oba bya muntu mulala?"},
{"verse" : "35 Firipo n'ayasama akamwa ke n'asookera ku kyawandiikibwa kino n'amubuulira Yesu."},
{"verse" : "36 Awo bwel baali batambula mu kkubo ne batuuka awali amazzi; omulaawe n'agamba nti Laba, amazzi; kiki ekindobera okubatizibwa?"},
{"verse" : "37 [Firipo n'agamba nti Oba ng'okkirizza n'omutima gwo gwonna, kirungi. N' addamu n'agamba nti Nzikkirizza Yesu Kristo nga ye Mwana wa Katonda.]"},
{"verse" : "38 N'alagira eggaali okuyimirira: ne bakka bombi mu mazzi. Firipo n'omulaawe; n'amubatiza."},
{"verse" : "39 Bwe baava mu mazzi, Omwoyo gwa Mukama n'atwala Firipo, omulaawe n'atamulaba nate: kubanga yagenda ng'asanyuka."},
{"verse" : "40 Naye Firipo yalabikira mu Azoto: bwe yayitan'abuulira mu bibuga byonna okutuuka e Kayisaliya."}
]