[


{"title" : "Pawulo alabulwa ng'agenda e Yerusaalemi"},               
{"verse" : "21:1 Awo olwatuuka bwe twamala okwawukana tlabo ne tuvaayo, ne tukwata ekkubo eggolokofu okutuuka e Koosi, ku lunaku olw'okubiri ne tutuuka e Rodo, ne tuvaayo ne tutuuka e Patala."},
{"verse" : "2 Bwe twasanga ekyombo nga kiwunguka okugenda e Foyiniiki, ne tusaabala ne tugenda."},                  
{"verse" : "3 Bwe twalengera Kupulo, ne tukireka ku mukono ogwa kkono ne tugenda e Busuuli, ne tugoba e Ttuulo: kubanga eyo ekyombo gye kyayagala okusiikululira ebintu."},
{"verse" : "4 Bwe twalabayo abayigirizwa ne tumalayo ennaku musanvu. Abo ne bagamba Pawulo mu Mwoyo aleme okulinnya mu Yerusaalemi."},
{"verse" : "5 Awo bwe twamalayo ennaku ezo ne tuvaayo netugenda; bonna ne batuwerekerako n'abakazi n'abaana abato okutuuka ebweru w'ekibuga: ne tufukamira ku lubalama lw'ennyanja, ne tusaba;"},
{"verse" : "6 ne tusiibulagana, ne tusaabala mu kyombo, naye bo ne baddayo eka."},
{"verse" : "7 Naffe bwe twamala nlugun lwaffe okuva e Ttuulo ne tutuuk:a Potolemaayi; ne tulamusa ab'oluganda ne tumala nabo olunaku lumu."},
{"verse" : "8 Ku lun aku olw'okubiri ne tuvaayo ne tutuuka e Kayisaliya: ne tuyin gira mu nnyumba ya Firipo, omubuulizi w'enjiri, omu ku bali omusanvu, netutuula naye."},
{"verse" : "9 Naye oyo yalina abawala bana abatamanyi musajja abaalagulanga."},
{"verse" : "10 Bwe twalwayo ennaku nnyingi, e Buyudaaya n'evaayo omuntu nnab bi erinnya lye Agabo."},
{"verse" : "11 N'ajja gye tuli n'addira olukoba lwa Pawulo ne yeesiba amagulu ge n'emikono gye n'agamba nti Bw'atyo bw'ayogera Omwoyo Omutukuvu nti Abayudaaya bwe balisiba bwe batyo mu Yerusaalemi omuntu nannyini luko-~ ba luno, balimuwaayo mu mikono gy'ab'amawanga."},               
{"verse" : "12 Bwe twawulira ebyo, ffe era n'abantu ab'omu kifo kiri ne tumwegayiriza aleme okulinnya mu Yerusaalemi."},
{"verse" : "13 Awo Pawulo n'alyoka addamu nti Mukola ki okukaaba n'okumenya omutima gwange? Kubanga nze seetegese kusibibwa busibibwa era naye n'akufiira mu Yerusaalemi olw'erinnya lya Mukama waffe Yesu."},
{"verse" : "14 Bwe yalema okuwulira ne tulekayo nga tugamba nti Mukama waffe ky’ayagala kikolebwa ."},
{"verse" : "15 Awo oluvannyuma lw'ennaku ezo ne tusitula emigugu ne tulinnya e Yerusaalemi."},
{"verse" : "16 Era n'abayigirizwa abaava eKayisaliya ne bagenda naffe, ne baleeta omuntu Munasoni ow'e Kupulo omuyigirizwa ow'edda, agenda okutusuza."},
{"verse" : "17 Bwe twatuuka mu Yerusaalemi ab'oluganda ne batusembeza n'essanyu."},
{"verse" : "18 Ku lunaku olw'akubiri Pawulo n'ayingira wamu naffe omwa Yakobo; era n'abakadde bonna baaliwo."},
{"verse" : "19 Bwe yamala okubalamusa n'ababuulira kinnakimu Katonda byeyakolanga mu mawanga mu kuweereza kwe."},        
{"verse" : "20 Nabo bwe baawulira ne bagulumiza Katonda; ne bamugamba nti Olaba, ow'oluganda, enkumi bwe ziri mu Bayudaaya abantu abakkiriza; nabo bonna balina obuggya obw'amateeka:"},
{"verse" : "21 abo babuulirwa ebigambo byo nti ggwe oyigiriza Abayudaaya bonna abali mu mawanga okuleka Musa, ng'ogamba baleme okukomolanga abaana abato newakubadde okutambuliranga mu mpisa."},
{"verse" : "22 Kale kiki kino? Tebaaleme kuIwulira ng'ozze."},               
{"verse" : "23 Kale kola nga bwe tukugamba: tulina abasajja bana abeerayirira ekirayiro;"},
{"verse" : "24 oba twale abo otukuzibwe wamu nabo, obawe effeeza beemweemitwe: bonna banaategeera n g'ebigambo bye baabuulirwa ku ggwe tebiriimu; naye nga naawe wennyini weegendereza ng'okwata amateeka."},
{"verse" : "25 Naye ab'amawanga abakkiriza twawandiika ne rusala omusango nti beekuumenga mu bintu eb iweebwa eri ebifaananyi n'omusaayi n'ebitugiddwa n'obwenzi."},
{"verse" : "26 Awo Pawulo n'alyoka atwala abantu, ku lunaku olw'okubiri n'atukuzibwa wamu nabo n'ayingira mu yeekaalu okulaga ennaku ez'okutukuza bwe zituuse, okutuusa ekiweebwayo lwe kyaweebwayo olwa buli omu ku bo."},
{"verse" : "27 Awo ennaku omusanvu bwe zaali zinaatera okutuuka, Abayudaaya abaava mu Asiya ne bamulaba mu yeekaalu ne basasamaza ekibiina kyonna ne bamukwata,"},
{"verse" : "28 nga boogerera waggulu nti Abasajja Abaisiraeri, mutuyambe: ono ye muntu oli ayigiriza bonna buli kifo obubi ku bantu ne ku mateeka ne ku kifo kino: era nate aleese Abayonaani mu yeekaalu, ayonoonye ekifo ekitukuvu."},
{"verse" : "29 Kubanga baali bamaze okulaba Tulofiimo Omuwefeso ng'ali naye mu kibuga: ne bateerera nti Pawulo amuleese mu yeekaalu."},
{"verse" : "30 Ekibuga kyonna ne kyegugumula, abantu ne bakuŋŋaana mbiro; ne bakwata Pawulo ne bamuwalula oktunufulumya ebweru wa yeekaalu: amangu ago enzigi ne ziggalwawo."},
{"verse" : "31 Bwe baali basal a amagezi okumutta, ebigambo ne bituuka ku mwami omukulu w'ekitongole ekya basserikale nti Yerusaalemi kyonna kye fuukudde."},
{"verse" : "32 Aman gu ago n'atwala basserikale n'abaami n'aserengeta gye baali m biro: nabo bwe baalaba omwami omukulu n'abaserikale ne baleka okukuba Pawulo."},
{"verse" : "33 Awo omwami omukulu n'alyoka asembera n'amukwata n'alagira okumusibya enjegere bbiri; n'abuuza nti ye ani, ne ky'akoze ki."},               
{"verse" : "34 Abamu ab'omu kibiina ne boogerera waggulu bulala abalala bulala: bw'ataayinza kutegeera mazima olw'okuleekaana, n'alagira okumutwala mu kigo."},
{"verse" : "35 Bwe yatuuka ku madaala, n'alyoka asitulibwa basserikale olw'amaanyi g'ekibiina:"},
{"verse" : "36 kubanga ekibiina ky'abantu baali bagoberera n ga boogerera waggulu nti Mutte."},
{"verse" : "37 Pawulo bwe yali anaatera okuyingizibwa mu kigo n'agamba omwami omukulu nti Kirungi mbeeko kye nkubuulira? N'agamba nti Omanyi Oluyonaani?"},
{"verse" : "38 Kale si ggwe Mumisiri oli mu nnaku ezaayita eyajeemesa abantu enkumi ennya ku Batemu bal i, n'abatwala mu ddungu? "},      
{"verse" : "39 Naye Pawulo n’agamba nti muntu Mugudaaya, ow’e Talusa eky’amu Kirukira, si wa mu kibuga ekitali kimanyifu: era nkwegayiridde, ndeka njogere n'abantu."},
{"verse" : "40 Bwe yamukkiriza, Pawulo n'ayimirira ku madaala n'awenya n'omukono abantu: bwe baamala okusiriikirira ddala, n'ayogera mu lulimi Olwebbulaniya ng'agamba nti"}

]