[{"verse" : "11:1 Abatume n'ab'oluganda abaali mu Buyudaaya ne bawulira ng'amawanga nabo bakkirizza ekigambo kya Katonda."},
{"verse" : "2 Awo Peetero bwe yayambuka e Yerusaalemi, bali abakomole ne bawakana naye"},
{"verse" : "3 nga bagamba nti Wagenda mu bantu abatali bakomole n'olya nabo."},
{"verse" : "4 Naye Peetero n'atanula n'abannyonnyola kinnakimu ng'agamba nti"},
{"verse" : "5 Nze nnali mu kibuga Yopa nga ansaba; omwoyo gwange ne guwaanyisibwa, ne n daba mu kwolesebwa ekintu nga kikka ng'essuuka ennene, nga kikwatiddwaku birenge ebina okussibwa nga kiva mu ggulu, ne kinjijira:"},
{"verse" : "6 bwe nneekaliriza amaaso ne ndowooza ne ndaba ebisolo by'oku nsi eb irina amagulu ana n'ebisolo eby'omu nsiko, n'eby'ekulula n'ennyon yi ez'omu bbanga."},
{"verse" : "7 Era ne mpulira eddoboozi nga liŋŋamba nti Peetero, yimirira osale olye."},
{"verse" : "8 Naye neŋŋamba nti Nedda, Mukama wange; kubangaekintu eky'omuzizo newakubadde ekibi tekiyingiranga mu kamwa kange n'akatono."},
{"verse" : "9 Naye eddoboozi ne linziramu omulundi ogw'okubiri nga liva mu ggulu nti Katonda bye yalongoosa tobifuulanga ggwe bya muzizo."},
{"verse" : "10 Ne kiba bwe kityo emirundi esatu; byonna ne birinnyisibwa nate mu ggulu."},
{"verse" : "11 Kale, laba, amangu ago abantu basatu baali nga bayimiridde mu maaso g'ennyumba mwe twali, abaatumibwa gye ndi okuva e Kayisaliya."},
{"verse" : "12 Omwoyo n'aŋŋamba okugenda nabo, obutayawula. Bano ab'oluganda omukaaga ne bagenda nange, ne tuyingira mu nnyumba y'oli;"},
{"verse" : "13 n'atubuulira bwe yalaba malayika mu nnyumba ye ng'ayimiridde ng'agamba nti Tuma e Yopa oyite Simooni erinnya lye ery'okubiri Peetero;"},
{"verse" : "14 alikubuulira ebigambo ebirikulokola ggwe n'ennyumba yo yonna."},
{"verse" : "15 Bwe nnali kye njije ntanule okwogera, Omwoyo Omutukuvu n'abagwako era nga bwe yasookera ku ffe."},
{"verse" : "16 Ne njijukira ekigambo kya Mukama waffe bwe yayogera nti Yokaana yabatiza na mazzi, naye mmwe m ulibatizibwa na Mwoyo Mutukuvu."},
{"verse" : "17 Kale Katonda oba nga abawadde ekirabo ekyo nga ffe okwenkanankana, bwe twakkiriza Mukama waffe Yesu Kristo, nze nnali ani eyandiyinzizza okuziyiza Katonda?"},
{"verse" : "18 Bwe baawulira ebyo ne basirika, ne bagulumiza Katonda nga bagamba nti Kale Katonda; awadde n'ab'amawanga okwenenya okutuuka ku bulamu."},
{"verse" : "19 N'abo abaasaasaana mu kuyigganyizibwa okwaliwo ku Suteefano ne batambula okutuuka e Foyiniiki ne Kupulo ne Antiyokiya, ne batabuulira kigambo muntu mulala wabula Abayudaaya bokka."},
{"verse" : "20 Naye waaliwo aban tu mu bo ab'e Kupulo n'ab'e Kuleene, abo bwe baatuuka mu Antiyokiya bo ne boogera n'Abayonaani, nga babuulira Mukama waffe Yesu."},
{"verse" : "21 N'omukono gwa Mukama waffe gwali nabo: ekibiina kinene eky'abakkiriza ne bakyukira Mukama waffe."},
{"verse" : "22 Ekigambo ekyo ne kiwulirwa okutuuka mu matu g'ekkanisa eyali mu Yerusaalemi; ne batuma Balunabba okutuuka mu Antiyokiya:"},
{"verse" : "23 naye bwe yamala okutuuka n'alaba ekisa kya Katonda n'asanyuka, n'ababuulirira bonna nti Mumalirire mu mutima okwekwata ku Mukama waffe:"},
{"verse" : "24 kubanga yali muntu mulungi, n'ajjula Omwoyo Omutukuvu n'okukkiriza. Ekibiina kinene ne kireetebwa eri Mukama waffe."},
{"verse" : "25 N'avaayo okugenda e Taluso okunoonya Sawulo:"},
{"verse" : "26 bwe yamala okumulaba n'amuleeta mu Antiyokiya. Awo olwatuuka n e bamala mwaka mulamba nga bakuŋŋaana n'ekkanisa ne bayigiriza ekibiina kinene: abayigirizwa ne basooka okuyitibwa Abakristaayo mu Antiyokiya."},
{"verse" : "27 Mu nnaku ezo barmabbi ne bava e Yerusaalemi okutuuka Antiyoklya."},
{"verse" : "28 N'ayimirira omu ku bo, erinnya lye Agabo, n'abuulira ku bw'Omwoyo nti Waliba enjala nnyingi mu nsi zonna: nayo yabaawo ku mirembe gya Kulawudiyo."},
{"verse" : "29 Abayigirizwa, buli muntu nga bwe yalina ebintu, ne bateesa okuweereza ab'oluganda abaali batuula e Buyudaaya:"},
{"verse" : "30 n'okukola ne bakola bwe batyo ne baweereza abakadde mu mukono gwa Balun abba ne Sawulo."}
]