[{"verse" : "13:1 Mu Antiyokiya mu kkanisa eyaliyo waaliwo bannabbi n'abayigiriza, Balunabba ne Simyoni eyali ayitibwa Niga, ne Lukiyo ow'eKuleene ne Manaeni eyayonsebwa awamu ne Kerode owessaza, ne Sawulo."},
{"verse" : "2 Nga baweereza Mukama waffe n'okusiiba, Omwoyo Omutukuvu n'agamba nti Munnondere Balunabba ne Sawulo bakole omulimu gwe mbayitidde."},
{"verse" : "3 Awo ne basiiba ne basaba ne babassaako emikono ne babatuma."},
{"verse" : "4 Awo abo bwe baatumibwa Omwoyo Omutukuvu ne baserengeta e Serukiya; ne bavaayo ne bawanika amatanga okutuuka e Kupulo."},
{"verse" : "5 Bwe baalimu Salamini ne babuulira ekigambo kya Katonda mu makuŋŋaaniro g'Abayudaaya: ne babeera ne Yokaana okubaweereza."},
{"verse" : "6 Bwe baayita ku kizinga kyonna okutuuka e Pafo, ne balaba omuntu omulogo, nnabbi ow'obulimba, Omuyudaaya, erinnya lye Balisa;"},
{"verse" : "7 eyali awamu n'owessaza Omuruumi Serugiyo Pawulo, omuntu ow'amagezi. Oyo n'ayita Balunabba ne Sawulo, n'ayagala okuwulira ekigambo kya Katonda."},
{"verse" : "8 Naye Eruma omulogo (kubanga erinnya lye bwe livvuunulwa) n'awakana nabo, ng'ayagala okukyamya owessaza mu kukkiriza."},
{"verse" : "9 Naye Sawulo, eraye Pawulo, bwe yajjula Omwoyo Omutukuvu, bwe yamwekaliriza amaaso,"},
{"verse" : "10 n'agamba nti Ggwe ajjudde obukuusa bwonna n'okukola obubi kwon na, omwana wa Setaani, omulabe w'obutuukirivu bwonna, tolireka kukyamya makubo ga Mukama waffe amagolokofu?"},
{"verse" : "11 Kaakano, laba, omukono gwa Mukama waffe guli ku ggwe, onooba muzibe wa maaso nga tolaba njuba ebiro bingiko. Amangu ago ekifu ne kimugwako, n'enzikiza; n'awammanta n'anoonya abantu ab'okumukwata ku mukono."},
{"verse" : "12 Awo owessaza bwe yalaba bwe kibadde n'akkiriza nga yeewuunya n nyo okuyigiriza kwa Mukama waffe."},
{"verse" : "13 Awo Pawulo ne banne ne bawanika amatanga okuva mu Pafo, ne batuuka e Peruga eky'e Panfuliy a: Yokaana n'abalekayo n'addayo e Yerusaalemi."},
{"verse" : "14 Naye bo bwe baayita okuva mu Peruga, ne batuuka mu Antiyokiya eky'e Pisidiya, ne bayin gira mu kkuggaaniro ku lunaku lwa ssabbiiti ne batuula."},
{"verse" : "15 Bwe baamala okusoma amateeka n'ebya bannabbi, abakulu b'ekkuŋŋaaniro ne babatumira nga bagamba nti Abasajja ab'oluganda, oba mulina ekigambo eky'oku buulirira abantu, mwogere."},
{"verse" : "16 Pawulo n'ayimirira n'abawenya n'omukono n'agamba nti Abasajja Abaisiraeri, nammwe abatya Katonda, muwulire."},
{"verse" : "17 Katonda w'abantu bano Abaisiraeri yalonda bajjajjaffe, n'agulumiza abantu bwe baali abagenyi mu nsi y'e Misiri, n'abaggyayo n'omukono ogwagulumizibwa."},
{"verse" : "18 N'abagumiikiriza mu ddungu emyaka ng'amakumi ana."},
{"verse" : "19 Bwe yazikiriza amawanga omusanvu mu nsi ya Kanan i, n'abawa ensi yaabwe okuba obutaka okutuusa emyaka ebikumi bina mu ataano."},
{"verse" : "20 Oluvannyuma lw'egyo n'abawa abalamuzi okutuuka ku nnabbi Samwiri."},
{"verse" : "21 Oluvannyuma ne baagala kabaka; Katonda n'abawa Sawulo omwana wa Kiisi wa mu kika kya Benyamini, n'amala emyaka amakumi ana."},
{"verse" : "22 Bwe yamuggyaawo oyo, n'abayimiririza Dawudi okuba kabaka waabwe, gwe yayogerako ng'amutegeeza nti Ndabye Dawudi, omwana wa Yese, omuntu ali ng'omutima gwange bwe gwagala, anaakolanga bye njagala byonna."},
{"verse" : "23 Oyo mu zzadde lye nga Katonda bwe yasuubiza, aleetedde Isiraeri Omulokozi Yesu,"},
{"verse" : "24 Yokaana bwe yasooka okubuulira nga tannaba kujja okubatizibwa okw'okwenenya eri abantu bonna A baisiraeri."},
{"verse" : "25 Naye Yokaana bwe yali anaatera okukomya olugendo lwe, n'agamba nti Mundowooza kuba ani? Nze siri ye. Naye laba, waliwo ajja ennyuma wange, gwe ssisaanira kusumulula ngatto ya mu kigere kye."},
{"verse" : "26 Ab'oluganda, abaana b'ekika kya Ibulayimu, nammwe mwenna abatya Katonda, ekigambo eky'obulokozi buno kyaweerezebwa waffe."},
{"verse" : "27 Kubanga abatuula mu Yerusaalemi n'abakulu baabwe bwe bataamumanya oyo newakubadde amaloboozi ga bannabbi agasomebwa buli ssabbiiti, kyebaava babituukiriza bwe baamusalira omusango."},
{"verse" : "28 Bwe bataalaba nsonga ya kumutta, ne basaba Piraato okumutta."},
{"verse" : "29 Awo bwe baamala okutuukiriza byonna ebyamuwandiikwako ne bamuwanula ku muti ne bamuteeka mu ntaana."},
{"verse" : "30 Naye Katonda n'amuzuukiza mu bafu:"},
{"verse" : "31 n'abalabikira ennaku nnyingi abaayambuka naye okuva e Ggal iraaya okutuuka e Yerusaalemi, be bajulirwa be kaakano eri abantu."},          
{"verse" : "32 Ffe tubabuulira ebigambo ebirungi, eby'okusuubiza okwasuubizib wa bajjajja nti"},
{"verse" : "33 Katonda akutuukirizza eri abaana baffe bwe yazuukiza Yesu; era nga bwe kyawandiikibwa mu Zabbuli ey'okubiri nti Ggwe mwan a wange, nkuzadde leero."},
{"verse" : "34 Era kubanga yamuzuukiza mu bafu nga tagenda nate kuddayo mu kuvunda, yagamba bw'ati nti Ndibawa emikisa emitukuvu era egyenkalakkalira egya Dawudi."},
{"verse" : " 35 Kubanga yayogera ne mu Zabbuli endala nti Toliwaayo Mutukuvu wo okuvunda."},
{"verse" : "36 Kubanga Dawudi bwe yamala okuweereza mu biro bye nga Katonda bwe yateesa, neyeebaka n'ateekebwa eri bajjajjaabe, n'avunda:"},
{"verse" : "37 naye oyo Katonda gwe yazuukiza teyavunda. "},
{"verse" : "38 Kale, abasajja ab'oluganda, mutegeere nti ku bw'oyo okuggibwako ebibi kubuuliddwa;"},
{"verse" : "39 byonna bye mutandiyinzizza kuggibwako mu mateeka ga Musa, ku bw'oyo buli akkiriza abiggibwako."},
{"verse" : "40 Kale mwekuume kireme okujja ku mmwe ekyayogerwa bannabbi n ti"},
{"verse" : "41 Laba, mmwe abanyooma, mwewuunye, mubule; Kubanga nze nkola omulimu mu nnaku zammwe Omulimu gwe mutalikkiriza newakubadde omuntu ng'agubabuulidde nnyo."},
{"verse" : "42 Bwe baafuluma ne babeegayirira okubabuulira ebigambo bino ku ssabbiiti ey'okubiri."},
{"verse" : "43 Ekibiin a bwe kyasaasaana bangi ku Bayudaaya n'abakyufu abeegendereza nebagoberera Pawulo ne Balunabba: nabo ne boogera nabo ne babasendanga okunyiikirira mu hisa kya Katonda."},
{"verse" : "44 Awo ku ssabbiiti ey'okubiri ne bakuŋŋaana nga kibuga kyonna okuwulira ekigambo kya Katonda."},
{"verse" : "45 Naye Abayudaaya bwe baalaba ekibiina, ne bajjula obuggya, ne bawakanya ebyayogerwa Pawulo, nga babivuma."},           
{"verse" : "46 Pawulo ne Balunabba ne boogera n'obuvumu nti Kyagwana okusooka okubuulirwa ekigambo kya Katonda mu mmwe. Kubanga mukisindiikiriza so temweiraba kusaanira bulamu obutaggwaawo, laba, tukyukira eri ab'amawanga."},
{"verse" : "47 Kubanga Mlukama yatulagira bw’ati nti Nkuteeseewo okubanga omusana gw'amawanga, Obeerenga obulokozi okutuusa ku nkomerero y'ensi."},
{"verse" : "48 Ab'amawanga bwe baawulira ne basanyuka ne bagulumiza ekigambo kya Katonda: bonna ne bakkiriza abaali baterekeddwa obulamu obutaggwaawo."},
{"verse" : "49 Ekigambo kya Mukama waffe ne kibuna mu nsi eri yonna."},
{"verse" : "50 Naye Abayudaaya ne babaweerera abakyala abeegen dereza ab'ekitiibwa, n'abakulu ab'omu kibuga, ne bayigganyisa Pawulo ne Balunabba, ne babagoba mu mbibi zaabwe."},
{"verse" : "51 Naye ne babakunkumulira enfuufu ey'omu bigere ne bajja okutuuka Ikoniyo."},
{"verse" : "52 Abayigirizwa ne bajjula essanyu n'Omwoyo Omutukuvu."}

]