[
{"title" : "Enjawukana ku by'okukomolebwa"},
{"verse" : "15:1 Awo abantu ne bava e Buyudaaya ne bayigiriza ab'olugan da nti Bwe mutaakomolebwenga ng'empisa ya Musa bw'eri, temuyinza kulokoka."},
{"verse" : "2 Bwe waali empaka enayingi n'okwawukana kw'endowooza wakati wa Pawulo ne Balunabba, ku luuyi olumu, n'abo abaava e Buyudaaya, ne balagira Pawulo ne Balunabba n'abalala ku bo okugenda e Yerusaalemi eri abatume n'abakadde olw'empaka ezo."},
{"verse" : "3 Awo abo bwe baamala okusibirirwa ab'ekkanisa ne bayita mu Foyiniiki ne Samaliya, nga bannyonnyolera ddala okukyuka kw'ab'amawanga: ne basanyusiza ddala ab'oluganda bonna."},
{"verse" : "4 Bwe baatuuka e Yerusaalemi, ab'ekkanisa n'abatume n'abakadde ne babasembeza, ne babuulira byonna Katonda bye yakoleranga awamu nabo."},
{"verse" : "5 Naye ne bagolokoka abamu ab'omu kitundu ky'Abafalisaayo abakkiriza, nga bagamba nti Kigwana okubakomolanga n'okubalagira okukwatanga amateeka ga Musa."},
{"verse" : "6 Abatume n'abakaddene bakuŋŋaana okwetegereza ekigambo ekyo."},
{"verse" : "7 Bwe waali okwawukaila kw'endowooza kungi, Peetero n'ayimirira n'abagamba nti Abasajja ab'oluganda, mmwe mumanyi nti okuva mu nnaku ez'edda Katonda yalonda mu mmwe ab'amawanga bawulire mu kamwa kange ekigambo eky'enjiri ne bakkiriza."},
{"verse" : "8 Ne Katonda amanyi emitima n'ab ategeeza bwe yabawa Omwoyo Omutukuvu era nga ffe;"},
{"verse" : "9 n'atayawula ffe n abo, bwe yalongoosa emitima gyabwe olw'okukkiriza."},
{"verse" : "10 Kale kaakano mukemera ki Katonda, okuteeka ekikoligo mu bulago bw'abayigirizwa bajjajjaffe kye bataayinza kutwala newakubadde ffe?"},
{"verse" : "11 Naye tukkiriza okulokolebwa lwa kisa kya Mukama waffe Yesu, era nabo bwe batyo."},
{"verse" : "12 Ekib iina kyonna ne kisirika; ne bawulira Balunabba ne Pawulo nga bannyonnyola obubonero n'eby'amagero byonna Katonda bye yabakozanga mu mawanga."},
{"verse" : "13 Abo bwe baamala okusirika Yakobo n'addamu ng'agamba nti Abasajja ab'oluganda, mumpulire."},
{"verse" : "14 Simyoni annyonnyodde Katonda bwe yasooka okutunuulira amawanga okuggiramu erinnya lye abantu."},
{"verse" : "15 Ebigambo bya bannabbi bitabagana n'ebyo nga bwe kyawandiikibwa nti"},
{"verse" : "16 Oluvannyuma lw'ebyo ndikyuka, Ndizimba nate eweema ya Dawudi eyagwa; Okumenyeka kwayo ndikuzimba nate, Era ndigigolokosa:"},
{"verse" : "17 Abantu abasigalawo banoonye Mukama, N'amawanga gonna abayitibwa erinnya lyange ku bo,"},
{"verse" : "18 Bw'ayogera Mukama, ategeeza ebyo byonna okuva ku lubereberye lw'ensi."},
{"verse" : "19 Kyenva nsalawo tuleme okuteganya abava mu mawanga okukyukira Katonda;"},
{"verse" : "20 naye tubawandiikire beewalenga obugwagwa bw'ebifaananyi, n'obweazi, n'ebitugiddwa, n'omusaayi."},     
{"verse" : "21 Kubanga okuva edda Musa alina mu buli kibuga abamubuulira, ng'asomebwa mu makuŋŋaaniro buli ssabbiiti."},
{"verse" : "22 Awo ne bakisiima abatume n'abakadde wamu n'ekkanisa yonna okulonda abantu mu bo n'okubatuma e Antiyokiya ne Pawulo ne Balunabba; Yuda ayi tibwa Balusaba ne Siira, abantu abakulu mu b'oluganda:"},
{"verse" : "23 ne bawandiika ne bagikwasa mu mikono gyabwe nti Abatume n'ab'oluganda abakadde tulamusizza ab'oluganda abali mu Antiyokiya ne Busuuli n e Kirukiya abali mu mawanga:"},
{"verse" : "24 kubanga tuwulidde nti abantu abaava ewaffe baabasasamaza n'ebigambo nga bakyusa emmeeme zammwe, be tutalagiranga;"},
{"verse" : "25 tusiimye, bwe tutabaganye n'omwoyo gumu, oku londa abantu okubatuma gye muli wamu n'abaagalwa baffe Balunabba ne Pawulo,"},
{"verse" : "26 abantu abaasingawo obulamu bwabwe olw'erinnya lya Mukama waffe Yesu Kristo."},
{"verse" : "27 Kyetuvudde tutuma Yuda ne Siira era abalibabuulira obumu bennyini n'akamwa."},
{"verse" : "28 Kubanga Omwoyo Omutukuvu yasiima naffe tuleme okubatikka omugugu omunene gwon na wabula bino ebigwana,"},
{"verse" : "29 okwewalanga ebiweebwa eri ebifaan anyi, n'omusaayi, n'ebitugiddwa, n'obwenzi: bwe muneekuumanga ebyo, munaabanga bulungi. Mweraba."},
{"verse" : "30 Awo ho, bwe baasindikibwa nebajja e Antiyokiya, ne bakuŋŋaanya ekibiina ne babakwasa ebbaluwa."},
{"verse" : "31 Bwe baasoma ne basanyuka olw'okubuulirirwa okwo."},
{"verse" : "32 Yuda ne Siira, kubanga nabo baali bannabbi, ne babuulirira ab'oluganda mu bigambo bingi, ne babagumya."},              
{"verse" : "33 Bwe baamalayo ebiro, ne basiibulwa ab'oluganda n'emirembe okuddayo eri abaabatuma."},
{"verse" : "34 Naye Siira yasiima okusigalayo."},
{"verse" : "35 Naye Pawulo ne Balunabba ne balwayo mu Antiyokiya nga bayigirizanga era nga babuuliranga ekigambo kya Mukama waffewamu n'abalala bangi era."},
{"verse" : "36 Ennaku bwe zaayitawo Pawulo n'agamba Balunabba nti Kale tuddeyo tulambule ab'oluganda mu buli kibuga gye twabuulira ekigambo kya Mukama waffe, tulabe nga bwe bali ."},
{"verse" : "37 Balunabba era n’ayagala okutwala Yokaana erinaya: lye ery'okubiri Makko:"},
{"verse" : "38 naye Pawulo teyasiima kumutwala oyo eyabaleka mu Panfuliya n'atagenda nabo ku mulimu."},
{"verse" : "39 Ne wabaawo empaka n nyingi n'okwawukana ne baawukana, Balunabba n'atwala Makko n'awan ika amatanga okugenda e Kupulo;"},
{"verse" : "40 naye Pawulo n'alonda Siira, n'avaayo, ab'oluganda bwe baamusigira ekisa kya Mukama waffe."},
{"verse" : "41 N'ayita mu Busuuli ne Kirukiya ng'agumya ekkanisa."}
]