[
{"title" : "Abantu omusanvu balondebwa okuweereza"},
{"verse" : "6:1 Awo mu nnaku ezo, abayigirizwa bwe beeyongera obungi, ne wabaawo okwemulugunya mu Bakerenisiti ku Baebbulaniya, kubanga bannamwandu baabwe baabafissanga mu kuweereza okwa bulijjo."},
{"verse" : "2 Ekkumi n'ababiri ne bayita ekibiina ky'abayigirizwa, ne bagamba nti Tekiwooma ffe okulekanga ekigambo kya Katonda okuweerezanga ku mmeeza."},
{"verse" : "3 Kale, ab'oluganda, mulonde abantu mu mmwe abasiimibwa musanvu, abajjudde Omwoyo Omutukuvu n'atnagezi, be tunaateeka ku mulimu guno;"},
{"verse" : "4 naye ffe tunaanyiikiranga mu kusaba n'okuweereza ekigambo."},
{"verse" : "5 Ekigambo ekyo ne kisiimibwa mu maaso g'ekibiina kyonna; ne balonda Suteefano, omuntu eyajjula okukkiriza n'Omwoyo Omutukuvu, ne Firipo, ne Pulokolo, ne Nikanoli, ne Timooni, ne Pammena,ne Nikolaawo, omukyufu ow'e Antiyokiya;"},
{"verse" : "6 ne babateeka mu maaso g'abatume; ne basaba, ne babassaako emikono."},
{"verse" : "7 Ekigambo kya Katonda ne kibuna; omuwendo gw'abayigirizwa mu Yerusaalemi ne gweyongerako nnyo; ekibiina kinene ekya bakabona ne bagondera okukkiriza."},
{"verse" : "8 Suteefano bwe yajjula ekisa n'amaanyi n'akolanga amagero n 'obubonero obunene mu bantu."},
{"verse" : "9 Naye ne bayimuka abantu abamu ab' ekkuŋŋaaniro eriyitibwa ery'Abalibettino, n'ery'Abakuleene n'ery'Abalegezanderiya n'ery'Abakirukiya n'ery'Abasiya, nga bawakana ne Suteefano:"},
{"verse" : "10 so tebaayinza kusobola magezi n'Omwoyo bye yayogeza."},
{"verse" : "11 Awo ne baweerera abantu abaagamba nti Twawulira oyo ng'ayogera ebigambo eby'okuvuma Musa ne Katonda."},
{"verse" : "12 Ne bakubiriza abantu, n'abakadde n'abawandiisi, ne bajja gy'ali, ne bamukwata, ne bamutwala mu lukiiko, "},
{"verse" : "13 ne bayimiriza abajulirwa ab'obulimba abaagamba nti Omuntu oyo taleka kwogera bigambo ku kifo kino ekitukuvu n'amateeka:"},
{"verse" : "14 kubanga twamuwulira ng'agamba nti Yesu Omunazaaleesi oyo aliziki riza ekifo kino, aliwaanyisa n'empisa ze twaweebwa Musa."},
{"verse" : "15 Bwe baamwekaliriza amaaso, bonna abaali batudde mu lukiiko ne bamulaba amaaso ge nga gafaanana ng'aga malayika"}
]